[
  "7:30, Channel 5: The Bionic Dog (Action/Adventure)\n\tThe Bionic Dog drinks too much and kicks over the National\n\tRedwood Forest.\n\n7:30, Channel 8: The Bionic Dog (Action/Adventure)\n\tThe Bionic Dog gets a hormonal short-circuit and violates the\n\tMann Act with an interstate Greyhound bus.\n",
  "\nA \"critic\" is a man who creates nothing and thereby feels qualified to judge\nthe work of creative men. There is logic in this; he is unbiased -- he hates\nall creative people equally.\n",
  "\nA celebrity is a person who is known for his well-knownness.\n",
  "\n\tA circus foreman was making the rounds inspecting the big top when\na scrawny little man entered the tent and walked up to him.  \"Are you the\nforeman around here?\" he asked timidly.  \"I'd like to join your circus; I\nhave what I think is a pretty good act.\"\n\tThe foreman nodded assent, whereupon the little man hurried over to\nthe main pole and rapidly climbed up to the very tip-top of the big top.\nDrawing a deep breath, he hurled himself off into the air and began flapping\nhis arms furiously.  Amazingly, rather than plummeting to his death the little\nman began to fly all around the poles, lines, trapezes and other obstacles,\nperforming astounding feats of aerobatics which ended in a long power dive\nfrom the top of the tent, pulling up into a gentle feet-first landing beside\nthe foreman, who had been nonchalantly watching the whole time.\n\t\"Well,\" puffed the little man.  \"What do you think?\"\n\t\"That's all you do?\" answered the foreman scornfully.  \"Bird\nimitations?\"\n",
  "\nA copy of the universe is not what is required of art; one of the damned\nthings is ample.\n\t\t-- Rebecca West\n",
  "\nA critic is a bundle of biases held loosely together by a sense of taste.\n\t\t-- Whitney Balliett\n",
  "\nA diva who specializes in risque arias is an off-coloratura soprano.\n",
  "\nA drama critic is a person who surprises a playwright by informing him\nwhat he meant.\n\t\t-- Wilson Mizner\n",
  "\nA fool-proof method for sculpting an elephant: first, get a huge block of\nmarble; then you chip away everything that doesn't look like an elephant.\n",
  "\n\tA hard-luck actor who appeared in one coloossal disaster after another\nfinally got a break, a broken leg to be exact.  Someone pointed out that it's\nthe first time the poor fellow's been in the same cast for more than a week.\n",
  "\nA Hollywood producer calls a friend, another producer on the phone.\n\t\"Hello?\" his friend answers.\n\t\"Hi!\" says the man.  \"This is Bob, how are you doing?\"\n\t\"Oh,\" says the friend, \"I'm doing great!  I just sold a screenplay\nfor two hundred thousand dollars.  I've started a novel adaptation and the\nstudio advanced me fifty thousand dollars on it.  I also have a television\nseries coming on next week, and everyone says it's going to be a big hit!\nI'm doing *great*!  How are you?\"\n\t\"Okay,\" says the producer, \"give me a call when he leaves.\"\n",
  "\nA man paints with his brains and not with his hands.\n",
  "\n\tA musical reviewer admitted he always praised the first show of a\nnew theatrical season.  \"Who am I to stone the first cast?\"\n",
  "\n\tA musician of more ambition than talent composed an elegy at\nthe death of composer Edward MacDowell.  She played the elegy for the\npianist Josef Hoffman, then asked his opinion.  \"Well, it's quite\nnice,\" he replied, but don't you think it would be better if...\"\n\t\"If what?\" asked the composer.\n\t\"If ... if you had died and MacDowell had written the elegy?\"\n",
  "\nA poet who reads his verse in public may have other nasty habits.\n",
  "\nA rose is a rose is a rose.  Just ask Jean Marsh, known to millions of\nPBS viewers in the '70s as Rose, the maid on the BBC export \"Upstairs,\nDownstairs.\"  Though Marsh has since gone on to other projects, ... it's\nwith Rose she's forever identified.  So much so that she even likes to\njoke about having one named after her, a distinction not without its\ndrawbacks.  \"I was very flattered when I heard about it, but when I looked\nup the official description, it said, `Jean Marsh: pale peach, not very\ngood in beds; better up against a wall.'  I want to tell you that's not\ntrue.  I'm very good in beds as well.\"\n",
  "\nA sequel is an admission that you've been reduced to imitating yourself.\n\t\t-- Don Marquis\n",
  "\n\tA shy teenage boy finally worked up the nerve to give a gift to\nMadonna, a young puppy.  It hitched its waggin' to a star.\n",
  "\nA team effort is a lot of people doing what I say.\n\t\t-- Michael Winner, British film director\n",
  "\nA true artist will let his wife starve, his children go barefoot, his mother\ndrudge for his living at seventy, sooner than work at anything but his art.\n\t\t-- Shaw\n",
  "\nA writer is congenitally unable to tell the truth and that is why we call\nwhat he writes fiction.\n\t\t-- William Faulkner\n",
  "\nA yawn is a silent shout.\n\t\t-- G.K. Chesterton\n",
  "\nA young man wrote to Mozart and said:\n\nQ: \"Herr Mozart, I am thinking of writing symphonies. Can you give me any\n   suggestions as to how to get started?\"\nA: \"A symphony is a very complex musical form, perhaps you should begin with\n   some simple lieder and work your way up to a symphony.\"\nQ: \"But Herr Mozart, you were writing symphonies when you were 8 years old.\"\nA: \"But I never asked anybody how.\"\n",
  "\nActing is an art which consists of keeping the audience from coughing.\n",
  "\nActing is not very hard.  The most important things are to be able to laugh\nand cry.  If I have to cry, I think of my sex life.  And if I have to laugh,\nwell, I think of my sex life.\n\t\t-- Glenda Jackson\n",
  "\nActor\t\t\tReal Name\n\nBoris Karloff\t\tWilliam Henry Pratt\nCary Grant\t\tArchibald Leach\nEdward G. Robinson\tEmmanual Goldenburg\nGene Wilder\t\tGerald Silberman\nJohn Wayne\t\tMarion Morrison\nKirk Douglas\t\tIssur Danielovitch\nRichard Burton\t\tRichard Jenkins Jr.\nRoy Rogers\t\tLeonard Slye\nWoody Allen\t\tAllen Stewart Konigsberg\n",
  "\nActors will happen even in the best-regulated families.\n",
  "\nActresses will happen in the best regulated families.\n\t\t-- Addison Mizner and Oliver Herford, \"The Entirely\n\t\tNew Cynic's Calendar\", 1905\n",
  "\nAdding sound to movies would be like putting lipstick on the Venus de Milo.\n\t\t-- actress Mary Pickford, 1925\n",
  "\nAdhere to your own act, and congratulate yourself if you have done something\nstrange and extravagant, and broken the monotony of a decorous age.\n\t\t-- Ralph Waldo Emerson\n",
  "\nAfter a few boring years, socially meaningful rock 'n' roll died out. It was\nreplaced by disco, which offers no guidance to any form of life more\nadvanced than the lichen family.\n\t\t-- Dave Barry, \"Kids Today: They Don't Know Dum Diddly Do\"\n",
  "\nAlex Haley was adopted!\n",
  "\nAll art is but imitation of nature.\n\t\t-- Lucius Annaeus Seneca\n",
  "\nAn actor's a guy who if you ain't talkin' about him, ain't listening.\n\t\t-- Marlon Brando\n",
  "\nAn artist should be fit for the best society and keep out of it.\n",
  "\nAnother possible source of guidance for teenagers is television, but\ntelevision's message has always been that the need for truth, wisdom and\nworld peace pales by comparison with the need for a toothpaste that offers\nwhiter teeth *___\b\b\band* fresher breath.\n\t\t-- Dave Barry, \"Kids Today: They Don't Know Dum Diddly Do\"\n",
  "\nAny dramatic series the producers want us to take seriously as a representation\nof contemporary reality cannot be taken seriously as a representation of\nanything -- except a show to be ignored by anyone capable of sitting upright\nin a chair and chewing gum simultaneously.\n\t\t-- Richard Schickel\n",
  "\nAny fool can paint a picture, but it takes a wise person to be able to sell it.\n",
  "\n\t\"Are you police officers?\"\n\t\"No, ma'am.  We're musicians.\"\n\t\t-- The Blues Brothers\n",
  "\nAround the turn of this century, a composer named Camille Saint-Saens wrote\na satirical zoological-fantasy called \"Le Carnaval des Animaux.\"  Aside from\none movement of this piece, \"The Swan\", Saint-Saens didn't allow this work\nto be published or even performed until a year had elapsed after his death.\n(He died in 1921.)\n\tMost of us know the \"Swan\" movement rather well, with its smooth,\nflowing cello melody against a calm background; but I've been having this\nfantasy...\n\tWhat if he had written this piece with lyrics, as a song to be sung?\nAnd, further, what if he had accompanied this song with a musical saw?  (This\ninstrument really does exist, often played by percussionists!)  Then the\npiece would be better known as:\n\tSAINT-SAENS' SAW SONG \"SWAN\"!\n",
  "\nArt is a jealous mistress.\n\t\t-- Ralph Waldo Emerson\n",
  "\nArt is a lie which makes us realize the truth.\n\t\t-- Picasso\n",
  "\nArt is anything you can get away with.\n\t\t-- Marshall McLuhan.\n",
  "\nArt is either plagiarism or revolution.\n\t\t-- Paul Gauguin\n",
  "\nArt is Nature speeded up and God slowed down.\n\t\t-- Chazal\n",
  "\nArt is the tree of life.  Science is the tree of death.\n",
  "\nAs a goatherd learns his trade by goat, so a writer learns his trade by wrote.\n",
  "\nAsking a working writer what he thinks about critics is like asking a\nlamp-post how it feels about dogs.\n\t\t-- Christopher Hampton\n",
  "\nAuthors (and perhaps columnists) eventually rise to the top of whatever\ndepths they were once able to plumb.\n\t\t-- Stanley Kaufman\n",
  "\nAuthors are easy to get on with -- if you're fond of children.\n\t\t-- Michael Joseph, \"Observer\"\n",
  "\nBahdges?  We don't need no stinkin' bahdges!\n\t\t-- \"The Treasure of Sierra Madre\"\n",
  "\nBe regular and orderly in your life, so that you may be violent\nand original in your work.\n\t\t-- Flaubert\n",
  "\nBeing a mime means never having to say you're sorry.\n",
  "\n\"Being disintegrated makes me ve-ry an-gry!\" <huff, huff>\n",
  "\nBen, why didn't you tell me?\n\t\t-- Luke Skywalker\n",
  "\n\"Benson, you are so free of the ravages of intelligence\"\n\t\t-- Time Bandits\n",
  "\nBest Mistakes In Films\n\tIn his \"Filmgoer's Companion\", Mr. Leslie Halliwell helpfully lists\nfour of the cinema's greatest moments which you should get to see if at all\npossible.\n\tIn \"Carmen Jones\", the camera tracks with Dorothy Dandridge down a\nstreet; and the entire film crew is reflected in the shop window.\n\tIn \"The Wrong Box\", the roofs of Victorian London are emblazoned\nwith television aerials.\n\tIn \"Decameron Nights\", Louis Jourdain stands on the deck of his\nfourteenth century pirate ship; and a white lorry trundles down the hill\nin the background.\n\tIn \"Viking Queen\", set in the times of Boadicea, a wrist watch is\nclearly visible on one of the leading characters.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nBS:\tYou remind me of a man.\nB:\tWhat man?\nBS:\tThe man with the power.\nB:\tWhat power?\nBS:\tThe power of voodoo.\nB:\tVoodoo?\nBS:\tYou do.\nB:\tDo what?\nBS:\tRemind me of a man.\nB:\tWhat man?\nBS:\tThe man with the power...\n\t\t-- Cary Grant, \"The Bachelor and the Bobby-Soxer\"\n",
  "\nBurnt Sienna.  That's the best thing that ever happened to Crayolas.\n\t\t-- Ken Weaver\n",
  "\nBut if you wish at once to do nothing and to be respectable\nnowdays, the best pretext is to be at work on some profound study.\n\t\t-- Leslie Stephen, \"Sketches from Cambridge\"\n",
  "\nBut you shall not escape my iambics.\n\t\t-- Gaius Valerius Catullus\n",
  "\nCan't act.  Slightly bald.  Also dances.\n\t\t-- RKO executive, reacting to Fred Astaire's screen test.\n\t\t   Cerf/Navasky, \"The Experts Speak\"\n",
  "\nClassical music is the kind we keep thinking will turn into a tune.\n\t\t-- Kin Hubbard, \"Abe Martin's Sayings\"\n",
  "\nDarth Vader sleeps with a Teddywookie.\n",
  "\nDarth Vader!  Only you would be so bold!\n\t\t-- Princess Leia Organa\n",
  "\nDid you know that the voice tapes easily identify the Russian pilot\nthat shot down the Korean jet?  At one point he definitely states:\n\n\t\"Natasha!  First we shoot jet, then we go after moose and squirrel.\"\n\n\t\t-- ihuxw!tommyo\n",
  "\nDisco is to music what Etch-A-Sketch is to art.\n",
  "\nDon't everyone thank me at once!\n\t\t-- Han Solo\n",
  "\nDustin Farnum:\tWhy, yesterday, I had the audience glued to their seats!\nOliver Herford:\tWonderful!  Wonderful!  Clever of you to think of it!\n\t\t-- Brian Herbert, \"Classic Comebacks\"\n",
  "\nDying is easy.  Comedy is difficult.\n\t\t-- Actor Edmond Gween, on his deathbed.\n",
  "\nE.T. GO HOME!!!  (And take your Smurfs with you.)\n",
  "\nEd Sullivan will be around as long as someone else has talent.\n\t\t-- Fred Allen\n",
  "\nEeny, Meeny, Jelly Beanie, the spirits are about to speak!\n\t\t-- Bullwinkle Moose\n",
  "\nElwood:  What kind of music do you get here ma'am?\nBarmaid: Why, we get both kinds of music, Country and Western.\n",
  "\nEver get the feeling that the world's on tape and one of the reels is missing?\n\t\t-- Rich Little\n",
  "\nEveryone is in the best seat.\n\t\t-- John Cage\n",
  "\nFame lost its appeal for me when I went into a public restroom and an\nautograph seeker handed me a pen and paper under the stall door.\n\t\t-- Marlo Thomas\n",
  "\nFast ship?  You mean you've never heard of the Millennium Falcon?\n\t\t-- Han Solo\n",
  "\n\"First things first -- but not necessarily in that order\"\n\t\t-- The Doctor, \"Doctor Who\"\n",
  "\nFools rush in -- and get the best seats in the house.\n",
  "\nFor myself, I can only say that I am astonished and somewhat terrified at\nthe results of this evening's experiments.  Astonished at the wonderful\npower you have developed, and terrified at the thought that so much hideous\nand bad music may be put on record forever.\n\t\t-- Sir Arthur Sullivan, message to Edison, 1888\n",
  "\nFor the next hour, WE will control all that you see and hear.\n",
  "\nForms follow function, and often obliterate it.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #12\n\nO.E.D.:\t\t\t\tDavid Lean, 1969, 3 hours 30 min.\n\n\tLean's version of the Oxford Dictionary has been accused of\n\tshallowness in its treatment of a complete work.  Omar Sharif\n\ttends to overact as aardvark, but Alec Guiness is solid in\n\tthe role of abbacy.  As usual, the photography is stunning.\n\tWith Julie Christie.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #3\n\nMIRACLE ON 42ND STREET:\n\tSanta Claus, in the off season, follows his heart's desire and\n\ttries to make it big on Broadway.  Santa sings and dances his way\n\tinto your heart.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #5\n\nTHE ATOMIC GRANDMOTHER:\n\tThis humorous but heart-warming story tells of an elderly woman\n\tforced to work at a nuclear power plant in order to help the family\n\tmake ends meet.  At night, granny sits on the porch, tells tales\n\tof her colorful past, and the family uses her to cook barbecues\n\tand to power small electrical appliances.  Maureen Stapleton gives\n\ta glowing performance.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #9\n\nTHE PARKING PROBLEM IN PARIS:\tJean-Luc Godard, 1971, 7 hours 18 min.\n\n\tGodard's meditation on the topic has been described as\n\teverything from \"timeless\" to \"endless.\"  (Remade by Gene\n\tWilder as NO PLACE TO PARK.)\n",
  "\nFORTUNE'S FUN FACTS TO KNOW AND TELL:\t\t#37\n\tCan you name the seven seas?\n\t\tAntartic, Artic, North Atlantic, South Atlantic, Indian,\n\t\tNorth Pacific, South Pacific.\n\tCan you name the seven dwarfs from Snow White?\n\t\tDoc, Dopey, Sneezy, Happy, Grumpy, Sleepy and Bashful.\n",
  "\nFremen add life to spice!\n",
  "\n\t\t\t\tFROM THE DESK OF\n\t\t\t\tDorothy Gale\n\n\tAuntie Em:\n\t\tHate you.\n\t\tHate Kansas.\n\t\tTaking the dog.\n\t\t\tDorothy\n",
  "\nG. B. Shaw to William Douglas Home: \"Go on writing plays, my boy.  One\nof these days a London producer will go into his office and say to his\nsecretary, `Is there a play from Shaw this morning?' and when she says\n`No,' he will say, `Well, then we'll have to start on the rubbish.' And\nthat's your chance, my boy.\"\n",
  "\nGauls! We have nothing to fear; except perhaps that the sky may fall on\nour heads tomorrow.  But as we all know, tomorrow never comes!!\n\t\t-- Adventures of Asterix\n",
  "\nGeorge Bernard Shaw once sent two tickets to the opening night of one of\nhis plays to Winston Churchill with the following note:\n\t\"Bring a friend, if you have one.\"\n\nChurchill wrote back, returning the two tickets and excused himself as he\nhad a previous engagement.  He also attached the following:\n\t\"Please send me two tickets for the next night, if there is one.\"\n",
  "\nGo ahead... make my day.\n\t\t-- Dirty Harry\n",
  "\nGod help the troubadour who tries to be a star.  The more that you try\nto find success, the more that you will fail.\n\t\t-- Phil Ochs, on the Second System Effect\n",
  "\nGod is really only another artist.  He invented the giraffe, the elephant\nand the cat.  He has no real style, He just goes on trying other things.\n\t\t-- Pablo Picasso\n",
  "\nGod save us from a bad neighbor and a beginner on the fiddle.\n",
  "\nGood night, Mrs. Calabash, wherever you are.\n",
  "\nGovernor Tarkin.  I should have expected to find you holding Vader's\nleash.  I thought I recognized your foul stench when I was brought on board.\n\t\t-- Princess Leia Organa\n",
  "\nGREAT MOMENTS IN AMERICAN HISTORY (#17):\n\nOn November 13, Felix Unger was asked to remove himself from his place\nof residence.\n",
  "\nGrig (the navigator):\n\t... so you see, it's just the two of us against the entire space\n\tarmada.\nAlex (the gunner):\n\tWhat?!?\nGrig:\tI've always wanted to fight a desperate battle against\n\toverwhelming odds.\nAlex:\tIt'll be a slaughter!\nGrig:\tThat's the spirit!\n\t\t-- The Last Starfighter\n",
  "\nH. L. Mencken suffers from the hallucination that he is H. L. Mencken --\nthere is no cure for a disease of that magnitude.\n\t\t-- Maxwell Bodenheim\n",
  "\n\t\"Hawk, we're going to die.\"\n\t\"Never say die... and certainly never say we.\"\n\t\t-- M*A*S*H\n",
  "\nHe played the king as if afraid someone else would play the ace.\n\t\t-- John Mason Brown, drama critic\n",
  "\nHe was a fiddler, and consequently a rogue.\n\t\t-- Jonathon Swift\n",
  "\n\"Hello,\" he lied.\n\t\t-- Don Carpenter, quoting a Hollywood agent\n",
  "\nHello.  Jim Rockford's machine, this is Larry Doheny's machine.  Will you\nplease have your master call my master at his convenience?  Thank you.\nThank you.  Thank you.  Thank you.  Thank you.  Thank you.\n\t\t-- \"The Rockford Files\"\n",
  "\nHi Jimbo.  Dennis.  Really appreciate the help on the income tax.  You wanna\nhelp on the audit now?\n\t\t-- \"The Rockford Files\"\n",
  "\nHoaars-Faisse Gallery presents:\nAn exhibit of works by the artist known only as Pretzel.\n\nThe exhibit includes several large conceptual works using non-traditional\nmedia and found objects including old sofa-beds, used mace canisters,\ndiscarded sanitary napkins and parts of freeways.  The artist explores\nour dehumanization due to high technology and unresponsive governmental\nstructures in a post-industrial world.  She/he (the artist prefers to\nremain without gender) strives to create dialogue between viewer and\ncreator, to aid us in our quest to experience contemporary life with its\ninner-city tensions, homelessness, global warming and gender and\nclass-based stress.  The works are arranged to lead us to the essence of\nthe argument: that the alienation of the person/machine boundary has\nsapped the strength of our voices and must be destroyed for society to\nexist in a more fundamental sense.\n",
  "\nHollywood is where if you don't have happiness you send out for it.\n\t\t-- Rex Reed\n",
  "\nHoly Dilemma!  Is this the end for the Caped Crusader and the Boy Wonder?\nWill the Joker and the Riddler have the last laugh?\n\n\tTune in again tomorrow:\n\tsame Bat-time, same Bat-channel!\n",
  "\nHow wonderful opera would be if there were no singers.\n",
  "\nHummingbirds never remember the words to songs.\n",
  "\nHumpty Dumpty was pushed.\n",
  "\nI accept chaos.  I am not sure whether it accepts me.  I know some people\nare terrified of the bomb.  But then some people are terrified to be seen\ncarrying a modern screen magazine.  Experience teaches us that silence\nterrifies people the most.\n\t\t-- Bob Dylan\n",
  "\nI always had a repulsive need to be something more than human.\n\t\t-- David Bowie\n",
  "\nI am a deeply superficial person.\n\t\t-- Andy Warhol\n",
  "\nI believe that the moment is near when by a procedure of active paranoiac\nthought, it will be possible to systematize confusion and contribute to the\ntotal discrediting of the world of reality.\n\t\t-- Salvador Dali\n",
  "\nI can't understand why a person will take a year or two to write a\nnovel when he can easily buy one for a few dollars.\n\t\t-- Fred Allen\n",
  "\nI didn't do it! Nobody saw me do it! Can't prove anything!\n                -- Bart Simpson\n",
  "\nI didn't like the play, but I saw it under adverse conditions.  The curtain\nwas up.\n",
  "\nI distrust a close-mouthed man.  He generally picks the wrong time to talk\nand says the wrong things.  Talking's something you can't do judiciously,\nunless you keep in practice.  Now, sir, we'll talk if you like.  I'll tell\nyou right out, I'm a man who likes talking to a man who likes to talk.\n\t\t-- Sidney Greenstreet, \"The Maltese Falcon\"\n",
  "\nI don't know anything about music.  In my line you don't have to.\n\t\t-- Elvis Presley\n",
  "\nI dread success.  To have succeeded is to have finished one's business on\nearth, like the male spider, who is killed by the female the moment he has\nsucceeded in his courtship.  I like a state of continual becoming, with a\ngoal in front and not behind.\n\t\t-- George Bernard Shaw\n",
  "\nI had another dream the other day about music critics.  They were small\nand rodent-like with padlocked ears, as if they had stepped out of a\npainting by Goya.\n\t\t-- Stravinsky\n",
  "\nI have a very strange feeling about this...\n\t\t-- Luke Skywalker\n",
  "\n\"I have come up with a sure-fire concept for a hit television show,\nwhich would be called `A Live Celebrity Gets Eaten by a Shark'.\"\n\t\t-- Dave Barry, \"The Wonders of Sharks on TV\"\n",
  "\nI have had my television aerials removed.  It's the moral equivalent\nof a prostate operation.\n\t\t-- Malcolm Muggeridge\n",
  "\nI have more humility in my little finger than you have in your whole ____\b\b\b\bBODY!\n\t\t-- from \"Cerebus\" #82\n",
  "\nI knew her before she was a virgin.\n\t\t-- Oscar Levant, on Doris Day\n",
  "\nI never failed to convince an audience that the best thing they\ncould do was to go away.\n",
  "\nI never made a mistake in my life.  I thought I did once, but I was wrong.\n\t\t-- Lucy Van Pelt\n",
  "\nI often quote myself; it adds spice to my conversation.\n\t\t-- G. B. Shaw\n",
  "\nI played lead guitar in a band called The Federal Duck, which is the kind\nof name that was popular in the '60s as a result of controlled substances\nbeing in widespread use.  Back then, there were no restrictions, in terms\nof talent, on who could make an album, so we made one, and it sounds like\na group of people who have been given powerful but unfamiliar instruments\nas a therapy for a degenerative nerve disease.\n\t\t-- Dave Barry, \"The Snake\"\n",
  "\nI recognize terror as the finest emotion and so I will try to terrorize the\nreader.  But if I find that I cannot terrify, I will try to horrify, and if\nI find that I cannot horrify, I'll go for the gross-out.\n\t\t-- Stephen King\n",
  "\nI remember once being on a station platform in Cleveland at four in the\nmorning.  A black porter was carrying my bags, and as we were waiting for\nthe train to come in, he said to me: \"Excuse me, Mr. Cooke, I don't want to\ninvade your privacy, but I have a bet with a friend of mine.  Who composed\nthe opening theme music of 'Omnibus'?  My friend said Virgil Thomson.\"  I\nasked him, \"What do you say?\" He replied, \"I say Aaron Copeland.\" I said,\n\"You're right.\"  The porter said,  \"I knew Thomson doesn't write counterpoint\nthat way.\"  I told that to a network president, and he was deeply unimpressed.\n\t\t-- Alistair Cooke\n",
  "\nI remember Ulysses well...  Left one day for the post office to mail a letter,\nmet a blonde named Circe on the streetcar, and didn't come back for 20 years.\n",
  "\nI saw Lassie.  It took me four shows to figure out why the hairy kid never\nspoke. I mean, he could roll over and all that, but did that deserve a series?\n",
  "\nI stick my neck out for nobody.\n\t\t-- Humphrey Bogart, \"Casablanca\"\n",
  "\nI stopped believing in Santa Claus when I was six.  Mother took me to\nsee him in a department store and he asked for my autograph.\n\t\t-- Shirley Temple\n",
  "\nI suggest a new strategy, Artoo: let the Wookie win.\n\t\t-- C3P0\n",
  "\n\t\"I suppose you expect me to talk.\"\n\t\"No, Mr. Bond.  I expect you to die.\"\n\t\t-- Goldfinger\n",
  "\nI think we're in trouble.\n\t\t-- Han Solo\n",
  "\nI think...  I think it's in my basement... Let me go upstairs and check.\n\t\t-- Escher\n",
  "\nI truly wish I could be a great surgeon or philosopher or author or anything\nconstructive, but in all honesty I'd rather turn up my amplifier full blast\nand drown myself in the noise.\n\t\t-- Charles Schmid, the \"Tucson Murderer\"\n",
  "\nI used to be disgusted, now I find I'm just amused.\n\t\t-- Elvis Costello\n",
  "\nI was working on a case.  It had to be a case, because I couldn't afford a\ndesk.  Then I saw her.  This tall blond lady.  She must have been tall\nbecause I was on the third floor.  She rolled her deep blue eyes towards\nme.  I picked them up and rolled them back.  We kissed.  She screamed.  I\ntook the cigarette from my mouth and kissed her again.\n",
  "\nI watch television because you don't know what it will do if you leave it\nin the room alone.\n",
  "\nI went into the business for the money, and the art grew out of it.  If\npeople are disillusioned by that remark, I can't help it.  It's the truth.\n\t\t-- Charlie Chaplin\n",
  "\nI went to a Grateful Dead Concert and they played for SEVEN hours.  Great song.\n\t\t-- Fred Reuss\n",
  "\nI WISH I HAD A KRYPTONITE CROSS, because then you could keep both Dracula\nand Superman away.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nI wish there was a knob on the TV to turn up the intelligence.  There's a\nknob called \"brightness\", but it doesn't seem to work.\n\t\t-- Gallagher\n",
  "\nI'd just as soon kiss a Wookie.\n\t\t-- Princess Leia Organa\n",
  "\nI'll be Grateful when they're Dead.\n",
  "\nI'll never get off this planet.\n\t\t-- Luke Skywalker\n",
  "\nI'm a Hollywood writer; so I put on a sports jacket and take off my brain.\n",
  "\nI'm not a real movie star -- I've still got the same wife I started out\nwith twenty-eight years ago.\n\t\t-- Will Rogers\n",
  "\nI've got a very bad feeling about this.\n\t\t-- Han Solo\n",
  "\n  I. Any body suspended in space will remain in space until made aware of\n     its situation.\n\tDaffy Duck steps off a cliff, expecting further pastureland.  He\n\tloiters in midair, soliloquizing flippantly, until he chances to\n\tlook down.  At this point, the familiar principle of 32 feet per\n\tsecond per second takes over.\n II. Any body in motion will tend to remain in motion until solid matter\n     intervenes suddenly.\n\tWhether shot from a cannon or in hot pursuit on foot, cartoon\n\tcharacters are so absolute in their momentum that only a telephone\n\tpole or an outsize boulder retards their forward motion absolutely.\n\tSir Isaac Newton called this sudden termination of motion the\n\tstooge's surcease.\nIII. Any body passing through solid matter will leave a perforation\n     conforming to its perimeter.\n\tAlso called the silhouette of passage, this phenomenon is the\n\tspeciality of victims of directed-pressure explosions and of reckless\n\tcowards who are so eager to escape that they exit directly through\n\tthe wall of a house, leaving a cookie-cutout-perfect hole.  The\n\tthreat of skunks or matrimony often catalyzes this reaction.\n\t\t-- Esquire, \"O'Donnell's Laws of Cartoon Motion\", June 1980\n",
  "\nIf *I* had a hammer, there'd be no more folk singers.\n",
  "\nIf all the world's a stage, I want to operate the trap door.\n\t\t-- Paul Beatty\n",
  "\nIf an average person on the subway turns to you, like an ancient mariner,\nand starts telling you her tale, you turn away or nod and hope she stops,\nnot just because you fear she might be crazy.  If she tells her tale on\ncamera, you might listen.  Watching strangers on television , even\nresponding to them from a studio audience, we're disengaged -- voyeurs\ncollaborating with exhibitionists in rituals of sham community.  Never\nhave so many known so much about people for whom they cared so little.\n\t\t-- Wendy Kaminer commenting on testimonial television\n\t\t   in \"I'm Dysfunctional, You're Dysfunctional\".\n",
  "\nIf Beethoven's Seventh Symphony is not by some means abridged, it will soon\nfall into disuse.\n\t\t-- Philip Hale, Boston music critic, 1837\n",
  "\nIf dolphins are so smart, why did Flipper work for television?\n",
  "\nIf God didn't mean for us to juggle, tennis balls wouldn't come three to a can.\n",
  "\nIf God had intended Man to Watch TV, He would have given him Rabbit Ears.\n",
  "\nIf I had any humility I would be perfect.\n\t\t-- Ted Turner\n",
  "\nIf I had done everything I'm credited with, I'd be speaking to you from\na laboratory jar at Harvard.\n\t\t-- Frank Sinatra\n\nAS USUAL, YOUR INFORMATION STINKS.\n\t\t-- Frank Sinatra, telegram to \"Time\" magazine\n",
  "\nIf I have to lay an egg for my country, I'll do it.\n\t\t-- Bob Hope\n",
  "\nIf it ain't baroque, don't phiques it.\n",
  "\nIf it were thought that anything I wrote was influenced by Robert Frost,\nI would take that particular work of mine, shred it, and flush it down\nthe toilet, hoping not to clog the pipes.  A more sententious, holding-\nforth old bore who expected every hero-worshiping adenoidal little twerp\nof a student-poet to hang on to his every word I never saw.\n\t\t-- James Dickey\n",
  "\nIf life is a stage, I want some better lighting.\n",
  "\nIf you are of the opinion that the contemplation of suicide is sufficient\nevidence of a poetic nature, do not forget that actions speak louder than words.\n\t\t-- Fran Lebowitz, \"Metropolitan Life\"\n",
  "\nIf you have to ask what jazz is, you'll never know.\n\t\t-- Louis Armstrong\n",
  "\nIf you lose a son you can always get another, but there's only one\nMaltese Falcon.\n\t\t-- Sidney Greenstreet, \"The Maltese Falcon\"\n",
  "\nIf you think the pen is mightier than the sword, the next time someone pulls\nout a sword I'd like to see you get up there with your Bic.\n",
  "\nIf you want to get rich from writing, write the sort of thing that's\nread by persons who move their lips when the're reading to themselves.\n\t\t-- Don Marquis\n",
  "\nImitation is the sincerest form of television.\n\t\t-- Fred Allen\n",
  "\nImmature artists imitate, mature artists steal.\n\t\t-- Lionel Trilling\n",
  "\nImmature poets imitate, mature poets steal.\n\t\t-- T.S. Eliot, \"Philip Massinger\"\n",
  "\nIn Hollywood, all marriages are happy.  It's trying to live together\nafterwards that causes the problems.\n\t\t-- Shelley Winters\n",
  "\nIn Hollywood, if you don't have happiness, you send out for it.\n\t\t-- Rex Reed\n",
  "\nIn just seven days, I can make you a man!\n\t\t-- The Rocky Horror Picture Show\n",
  "\nIn my experience, if you have to keep the lavatory door shut by extending\nyour left leg, it's modern architecture.\n\t\t-- Nancy Banks Smith\n",
  "\nIn Oz, never say \"krizzle kroo\" to a Woozy.\n",
  "\nIn the force if Yoda's so strong, construct a sentence with words in\nthe proper order then why can't he?\n",
  "\nIn the Old West a wagon train is crossing the plains.  As night falls the\nwagon train forms a circle, and a campfire is lit in the middle.  After\neveryone has gone to sleep two lone cavalry officers stand watch over the\ncamp.\n\tAfter several hours of quiet, they hear war drums starting from\na nearby Indian village they had passed during the day.  The drums get\nlouder and louder.\n\tFinally one soldier turns to the other and says, \"I don't like\nthe sound of those drums.\"\n\tSuddenly, they hear a cry come from the Indian camp:  \"IT'S\nNOT OUR REGULAR DRUMMER.\"\n",
  "\nIt happened that a fire broke out backstage in a theater.  The clown came\nout to inform the public.  They thought it was just a jest and applauded.\nHe repeated his warning, they shouted even louder.  So I think the world\nwill come to an end amid general applause from all the wits, who believe\nthat it is a joke.\n",
  "\nIt is a sobering thought that when Mozart was my age, he had been\ndead for two years.\n\t\t-- Tom Lehrer\n",
  "\nIt is difficult to produce a television documentary that is both\nincisive and probing when every twelve minutes one is interrupted by\ntwelve dancing rabbits singing about toilet paper.\n\t\t-- Rod Serling\n",
  "\nIt is something to be able to paint a particular picture, or to carve a\nstatue, and so to make a few objects beautiful; but it is far more glorious \nto carve and paint the very atmosphere and medium through which we look, \nwhich morally we can do.  To affect the quality of the day, that is the\nhighest of arts. Every man is tasked to make his life, even in its details,\nworthy of the contemplation of his most elevated and critical hour.\n\t\t-- Henry David Thoreau, \"Where I Live\"\n",
  "\nIt is up to us to produce better-quality movies.\n\t-- Lloyd Kaufman, producer of \"Stuff Stephanie in the Incinerator\"\n",
  "\nIt just doesn't seem right to go over the river and through the woods\nto Grandmother's condo.\n",
  "\nIt looks like it's up to me to save our skins.  Get into that garbage chute,\nflyboy!\n\t\t-- Princess Leia Organa\n",
  "\nIt proves what they say, give the public what they want to see and\nthey'll come out for it.\n\t\t-- Red Skelton, surveying the funeral of Hollywood mogul\n\t\t   Harry Cohn\n",
  "\nIt took me fifteen years to discover that I had no talent for writing,\nbut I couldn't give it up because by that time I was too famous.\n\t\t-- Robert Benchley\n",
  "\nIt was a book to kill time for those who liked it better dead.\n",
  "\nIt'll be just like Beggars' Canyon back home.\n\t\t-- Luke Skywalker\n",
  "\nIt's all right letting yourself go as long as you can let yourself back.\n\t\t-- Mick Jagger\n",
  "\nIt's clever, but is it art?\n",
  "\nIt's difficult to see the picture when you are inside the frame.\n",
  "\nIt's from Casablanca.  I've been waiting all my life to use that line.\n\t\t-- Woody Allen, \"Play It Again, Sam\"\n",
  "\n\"It's kind of fun to do the impossible.\"\n\t\t-- Walt Disney\n",
  "\nIt's more than magnificent -- it's mediocre.\n\t\t-- Sam Goldwyn\n",
  "\nIt's not easy, being green.\n\t\t-- Kermit the Frog\n",
  "\nIt's not the valleys in life I dread so much as the dips.\n\t\t-- Garfield\n",
  "\nIV. The time required for an object to fall twenty stories is greater than or\n    equal to the time it takes for whoever knocked it off the ledge to\n    spiral down twenty flights to attempt to capture it unbroken.\n\tSuch an object is inevitably priceless, the attempt to capture it\n\tinevitably unsuccessful.\n V. All principles of gravity are negated by fear.\n\tPsychic forces are sufficient in most bodies for a shock to propel\n\tthem directly away from the earth's surface.  A spooky noise or an\n\tadversary's signature sound will induce motion upward, usually to\n\tthe cradle of a chandelier, a treetop, or the crest of a flagpole.\n\tThe feet of a character who is running or the wheels of a speeding\n\tauto need never touch the ground, especially when in flight.\nVI. As speed increases, objects can be in several places at once.\n\tThis is particularly true of tooth-and-claw fights, in which a\n\tcharacter's head may be glimpsed emerging from the cloud of\n\taltercation at several places simultaneously.  This effect is common\n\tas well among bodies that are spinning or being throttled.  A \"wacky\"\n\tcharacter has the option of self-replication only at manic high\n\tspeeds and may ricochet off walls to achieve the velocity required.\n\t\t-- Esquire, \"O'Donnell's Laws of Cartoon Motion\", June 1980\n",
  "\nJames Joyce -- an essentially private man who wished his total\nindifference to public notice to be universally recognized.\n\t\t-- Tom Stoppard\n",
  "\nJames McNeill Whistler's (painter of \"Whistler's Mother\")\nfailure in his West Point chemistry examination once provoked him to\nremark in later life, \"If silicon had been a gas, I should have been a\nmajor general.\"\n",
  "\nJane and I got mixed up with a television show -- or as we call it back\neast here: TV -- a clever contraction derived from the words Terrible\nVaudeville. However, it is our latest medium -- we call it a medium\nbecause nothing's well done. It was discovered, I suppose you've heard,\nby a man named Fulton Berle, and it has already revolutionized social\ngrace by cutting down parlour conversation to two sentences: \"What's on\ntelevision?\" and \"Good night\".\n\t\t-- Goodman Ace, letter to Groucho Marx, in The Groucho\n\t\t   Letters, 1967\n",
  "\nJim, it's Grace at the bank.  I checked your Christmas Club account.\nYou don't have five-hundred dollars.  You have fifty.  Sorry, computer foul-up!\n\t\t-- \"The Rockford Files\"\n",
  "\nJim, it's Jack.  I'm at the airport.  I'm going to Tokyo and wanna pay\nyou the five-hundred I owe you.  Catch you next year when I get back!\n\t\t-- \"The Rockford Files\"\n",
  "\nJim, this is Janelle.  I'm flying tonight, so I can't make our date, and\nI gotta find a safe place for Daffy.  He loves you, Jim!  It's only two\ndays, and you'll see.  Great Danes are no problem!\n\t\t-- \"The Rockford Files\"\n",
  "\nJim, this is Matty down at Ralph's and Mark's.  Some guy named Angel\nMartin just ran up a fifty buck bar tab.  And now he wants to charge it\nto you.  You gonna pay it?\n\t\t-- \"The Rockford Files\"\n",
  "\nJOHN PAUL ELECTED POPE!!\n\n(George and Ringo miffed.)\n",
  "\nJust because you like my stuff doesn't mean I owe you anything.\n\t\t-- Bob Dylan\n",
  "\nJust close your eyes, tap your heels together three times, and think to\nyourself, `There's no place like home.'\n\t\t-- Glynda the Good\n",
  "\nJust once I would like to persuade the audience not to wear any article of\nblue denim.  If only they could see themselves in a pair of brown corduroys\nlike mine instead of this awful, boring blue denim.  I don't enjoy the sky\nor sea as much as I used to because of this Levi character.  If Jesus Christ\ncame back today, He and I would get into our brown corduroys and go to the\nnearest jean store and overturn the racks of blue denim.  Then we'd get\ncrucified in the morning.\n\t\t-- Ian Anderson, of Jethro Tull\n",
  "\nJust once, I wish we would encounter an alien menace that wasn't\nimmune to bullets.\n\t\t-- The Brigadier, \"Dr. Who\"\n",
  "\nLamonte Cranston once hired a new Chinese manservant.  While describing his\nduties to the new man, Lamonte pointed to a bowl of candy on the coffee\ntable and warned him that he was not to take any.  Some days later, the new\nmanservant was cleaning up, with no one at home, and decided to sample some\nof the candy.  Just than, Cranston walked in, spied the manservant at the\ncandy, and said:\n\t\"Pardon me Choy, is that the Shadow's nugate you chew?\"\n",
  "\n\tLassie looked brilliant, in part because the farm family she\nlived with was made up of idiots.  Remember?  One of them was always\ngetting pinned under the tractor, and Lassie was always rushing back to\nthe farmhouse to alert the other ones.  She'd whimper and tug at their\nsleeves, and they'd always waste precious minutes saying things: \"Do\nyou think something's wrong?  Do you think she wants us to follow her?\nWhat is it, girl?\", etc., as if this had never happened before, instead\nof every week.  What with all the time these people spent pinned under\nthe tractor, I don't see how they managed to grow any crops whatsoever.\nThey probably got by on federal crop supports, which Lassie filed the\napplications for.\n\t\t-- Dave Barry\n",
  "\nLay off the muses, it's a very tough dollar.\n\t\t-- S.J. Perelman\n",
  "\nLensmen eat Jedi for breakfast.\n",
  "\n\tLeslie West heads for the sticks, to Providence, Rhode Island and\ntries to hide behind a beard.  No good.  There are still too many people\nand too many stares, always taunting, always smirking.  He moves to the\noutskirts of town. He finds a place to live -- huge mansion, dirt cheap,\ncaretaker included.  He plugs in his guitar and plays as loud as he wants,\nday and night, and there's no one to laugh or boo or even look bored.\n\tNobody's cut the grass in months.  What's happened to that caretaker?\nWhat neighborhood people there are start to talk, and what kids there are\nstart to get curious.  A 13 year-old blond with an angelic face misses supper.\nBefore the summer's end, four more teenagers have disappeared.  The senior\nclass president, Barnard-bound come autumn, tells Mom she's going out to a\nmovie one night and stays out.  The town's up in arms, but just before the\npolice take action, the kids turn up.  They've found a purpose.  They go\nhome for their stuff and tell the folks not to worry but they'll be going\nnow.  They're in a band.\n\t\t-- Ira Kaplan\n",
  "\nLife is like arriving late for a movie, having to figure out what was\ngoing on without bothering everybody with a lot of questions, and then\nbeing unexpectedly called away before you find out how it ends.\n",
  "\nLike ya know?  Rock 'N Roll is an esoteric language that unlocks the\ncreativity chambers in people's brains, and like totally activates their\nessential hipness, which of course is like totally necessary for saving\nthe earth, like because the first thing in saving this world, is getting\nrid of stupid and square attitudes and having fun.\n\t\t-- Senior Year Quote\n",
  "\nLinus:\tHi!  I thought it was you.\n\tI've been watching you from way off...  You're looking great!\nSnoopy:\tThat's nice to know.\n\tThe secret of life is to look good at a distance.\n",
  "\nLinus:\tI guess it's wrong always to be worrying about tomorrow.  Maybe\n\twe should think only about today.\nCharlie Brown:\n\tNo, that's giving up.  I'm still hoping that yesterday will get\n\tbetter.\n",
  "\nLive fast, die young, and leave a good looking corpse.\n\t\t-- James Dean\n",
  "\nLive from New York ... It's Saturday Night!\n",
  "\nLove thy neighbor, tune thy piano.\n",
  "\nLucy:\tDance, dance, dance.  That is all you ever do.\n\tCan't you be serious for once?\nSnoopy: She is right!  I think I had better think\n\tof the more important things in life!\n\t(pause)\n\tTomorrow!!\n",
  "\nLuke, I'm yer father, eh.  Come over to the dark side, you hoser.\n\t\t-- Dave Thomas, \"Strange Brew\"\n",
  "\nMaj. Bloodnok:\tSeagoon, you're a coward!\nSeagoon:\tOnly in the holiday season.\nMaj. Bloodnok:\tAh, another Noel Coward!\n",
  "\nMandrell: \"You know what I think?\"\nDoctor:   \"Ah, ah that's a catch question. With a brain your size you\n\t  don't think, right?\"\n\t\t-- Dr. Who\n",
  "\nMany of the characters are fools and they are always playing\ntricks on me and treating me badly.\n\t\t-- Jorge Luis Borges, from \"Writers on Writing\" by Jon Winokur\n",
  "\nMaryel brought her bat into Exit once and started whacking people on\nthe dance floor.  Now everyone's doing it.  It's called grand slam dancing.\n\t\t-- Ransford, Chicago Reader 10/7/83\n",
  "\nMate, this parrot wouldn't VOOM if you put four million volts through it!\n\t\t-- Monty Python\n",
  "\n\"Microwave oven?  Whaddya mean, it's a microwave oven?  I've been watching\nChannel 4 on the thing for two weeks.\"\n",
  "\nMight as well be frank, monsieur.  It would take a miracle to get you out\nof Casablanca and the Germans have outlawed miracles.\n\t\t-- Casablanca\n",
  "\nMike:\t\"The Fourth Dimension is a shambles?\"\nBernie:\t\"Nobody ever empties the ashtrays.  People are SO inconsiderate.\"\n\t\t-- Gary Trudeau, \"Doonesbury\"\n",
  "\nMinnie Mouse is a slow maze learner.\n",
  "\nModern art is what happens when painters stop looking at girls and persuade\nthemselves that they have a better idea.\n\t\t-- John Ciardi\n",
  "\nMos Eisley Spaceport; you'll not find a more wretched collection of\nvillainy and disreputable types...\n\t\t-- Obi-wan Kenobi, \"Star Wars\"\n",
  "\nMr. Rockford, this is the Thomas Crown School of Dance and Contemporary\nEtiquette.  We aren't going to call again!  Now you want these free\nlessons or what?\n\t\t-- \"The Rockford Files\"\n",
  "\nMr. Rockford?  Miss Collins from the Bureau of Licenses.  We got your\nrenewal before the extended deadline but not your check.  I'm sorry but\nat midnight you're no longer licensed as an investigator.\n\t\t-- \"The Rockford Files\"\n",
  "\nMr. Rockford?  This is Betty Joe Withers.  I got four shirts of yours from\nthe Bo Peep Cleaners by mistake.  I don't know why they gave me men's\nshirts but they're going back.\n\t\t-- \"The Rockford Files\"\n",
  "\nMr. Rockford?  You don't know me, but I'd like to hire you.  Could\nyou call me at...  My name is... uh...  Never mind, forget it!\n\t\t-- \"The Rockford Files\"\n",
  "\nMy advice to you, my violent friend, is to seek out gold and sit on it.\n\t\t-- The Dragon to Grendel, in John Gardner's \"Grendel\"\n",
  "\nMy band career ended late in my senior year when John Cooper and I threw my\namplifier out the dormitory window.  We did not act in haste. First we\nchecked to make sure the amplifier would fit through the frame, using the\nbelt from my bathrobe to measure, then we picked up the amplifier and backed\nup to my bedroom door.  Then we rushed forward, shouting \"The WHO!  The\nWHO!\" and we launched my amplifier perfectly, as though we had been doing it\nall our lives, clean through the window and down onto the sidewalk, where a\nsmall but appreciative crowd had gathered.  I would like to be able to say\nthat this was a symbolic act, an effort on my part to break cleanly away\nfrom one state in my life and move on to another, but the truth is, Cooper\nand I really just wanted to find out what it would sound like.  It sounded\nOK.\n\t\t-- Dave Barry, \"The Snake\"\n",
  "\n\"My life is a soap opera, but who has the rights?\"\n\t-- MadameX\n",
  "\nMy tears stuck in their little ducts, refusing to be jerked.\n\t\t-- Peter Stack, movie review\n\nHis performance is so wooden you want to spray him with Liquid Pledge.\n\t\t-- John Stark, movie review\n",
  "\nNo Civil War picture ever made a nickel.\n\t\t-- MGM executive Irving Thalberg to Louis B. Mayer about\n\t\t   film rights to \"Gone With the Wind\".\n\t\t   Cerf/Navasky, \"The Experts Speak\"\n",
  "\nNo house should ever be on any hill or on anything.  It should be of the hill,\nbelonging to it.\n\t\t-- Frank Lloyd Wright\n",
  "\nNo poet or novelist wishes he was the only one who ever lived, but most of\nthem wish they were the only one alive, and quite a number fondly believe\ntheir wish has been granted.\n\t\t-- W.H. Auden, \"The Dyer's Hand\"\n",
  "\nNo two persons ever read the same book.\n\t\t-- Edmund Wilson\n",
  "\n\"No, `Eureka' is Greek for `This bath is too hot.'\"\n\t\t-- Dr. Who\n",
  "\nNobody can be exactly like me.  Sometimes even I have trouble doing it.\n\t\t-- Tallulah Bankhead\n",
  "\nNOBODY EXPECTS THE SPANISH INQUISITION!\n",
  "\nNoone ever built a statue to a critic.\n",
  "\nNot all who own a harp are harpers.\n\t\t-- Marcus Terentius Varro\n",
  "\nNotes for a ballet, \"The Spell\": ... Suddenly Sigmund hears the flutter of\nwings, and a group of wild swans flies across the moon ... Sigmund is\nastounded to see that their leader is part swan and part woman --\nunfortunately, divided lengthwise.  She enchants Sigmund, who is careful\nnot to make any poultry jokes.\n\t\t-- Woody Allen\n",
  "\nOh Dad!  We're ALL Devo!\n",
  "\n\t\"Oh sure, this costume may look silly, but it lets me get in and out\nof dangerous situations -- I work for a federal task force doing a survey on\nurban crime.  Look, here's my ID, and here's a number you can call, that will\nput you through to our central base in Atlanta.  Go ahead, call -- they'll\nconfirm who I am.\n\t\"Unless, of course, the Astro-Zombies have destroyed it.\"\n\t\t-- Captain Freedom\n",
  "\nOh, Aunty Em, it's so good to be home!\n",
  "\nOld MacDonald had an agricultural real estate tax abatement.\n",
  "\nOld musicians never die, they just decompose.\n",
  "\nOnce, I read that a man be never stronger than when he truly realizes how\nweak he is.\n\t\t-- Jim Starlin, \"Captain Marvel #31\"\n",
  "\nOne big pile is better than two little piles.\n\t\t-- Arlo Guthrie\n",
  "\nOprah Winfrey has an incredible talent for getting the weirdest people to\ntalk to.  And you just HAVE to watch it.  \"Blind, masochistic minority,\ncrippled, depressed, government latrine diggers, and the women who love\nthem too much on the next Oprah Winfrey.\"\n",
  "\n\tPenn's aunts made great apple pies at low prices.  No one else in\ntown could compete with the pie rates of Penn's aunts.\n",
  "\nPeople in general do not willingly read if they have anything else to\namuse them.\n\t\t-- S. Johnson\n",
  "\nPerhaps no person can be a poet, or even enjoy poetry without a certain\nunsoundness of mind.\n\t\t-- Thomas Macaulay\n",
  "\nPlato, by the way, wanted to banish all poets from his proposed Utopia\nbecause they were liars.  The truth was that Plato knew philosophers\ncouldn't compete successfully with poets.\n\t\t-- Kilgore Trout (Philip J. Farmer), \"Venus on the Half Shell\"\n",
  "\nPlaying an unamplified electric guitar is like strumming on a picnic table.\n\t\t-- Dave Barry, \"The Snake\"\n",
  "\nPlease, won't somebody tell me what diddie-wa-diddie means?\n",
  "\nPlots are like girdles.  Hidden, they hold your interest; revealed, they're\nof no interest except to fetishists. Like girdles, they attempt to contain\nan uncontainable experience.\n\t\t-- R.S. Knapp\n",
  "\nPotahto' Pictures Productions Presents:\n\n\tSPUD ROGERS OF THE 25TH CENTURY: Story of an Air Force potato that's\nleft in a rarely used chow hall for over two centuries and wakes up in a world\npopulated by soybean created imitations under the evil Dick Tater.  Thanks to\nhim, the soy-potatoes learn that being a 'tater is where it's at.  Memorable\nline, \"'Cause I'm just a stud spud!\"\n\n\tFRIDAY THE 13TH DINER SERIES: Crazed potato who was left in a\nfryer too long and was charbroiled carelessly returns to wreak havoc on\nunsuspecting, would-be teen camp cooks.  Scenes include a girl being stuffed\nwith chives and Fleischman's Margarine and a boy served up on a side dish\nwith beets and dressing.  Definitely not for the squeamish, or those on\ndiets that are driving them crazy.\n\n\tFRIDAY THE 13TH DINER II,III,IV,V,VI: Much, much more of the same.\nExcept with sour cream.\n",
  "\nPotahto' Pictures Productions Presents:\n\n\tTHE TATERNATOR: Cyborg spud returns from the future to present-day\nMcDonald's restaurant to kill the potatoess (girl 'tater) who will give birth\nto the world's largest french fry (The Dark Powers of Burger King are clearly\nbehind this).  Most quotable line: \"Ah'll be baked...\"\n\n\tA FISTFUL OF FRIES: Western in which our hero, The Spud with No Name,\nrides into a town that's deprived of carbohydrates thanks to the evil takeover\nof the low-cal Scallopinni Brothers.  Plenty of smokeouts, fry-em-ups, and\ngeneral butter-melting by all.\n\n\tFOR A FEW FRIES MORE: Takes up where AFOF left off!  Cameo by Walter\nCronkite, as every man's common 'tater!\n",
  "\nPrizes are for children.\n\t\t-- Charles Ives, upon being given, but refusing, the\n\t\t   Pulitzer prize\n",
  "\nProducers seem to be so prejudiced against actors who've had no training.\nAnd there's no reason for it.  So what if I didn't attend the Royal Academy\nfor twelve years?  I'm still a professional trying to be the best actress\nI can.  Why doesn't anyone send me the scripts that Faye Dunaway gets?\n\t\t-- Farrah Fawcett-Majors\n",
  "\nPublic use of any portable music system is a virtually guaranteed indicator\nof sociopathic tendencies.\n\t\t-- Zoso\n",
  "\nPublishing a volume of verse is like dropping a rose petal down the\nGrand Canyon and waiting for the echo.\n",
  "\nPure drivel tends to drive ordinary drivel off the TV screen.\n",
  "\nRascal, am I?  Take THAT!\n\t\t-- Errol Flynn\n",
  "\nRecently deceased blues guitarist Stevie Ray Vaughan \"comes to\" after\nhis death.  He sees Jimi Hendrix sitting next to him, tuning his guitar.\n\"Holy cow,\" he thinks to himself, \"this guy is my idol.\"  Over at the\nmicrophone, about to sing, are Jim Morrison and Janis Joplin, and the\nbassist is the late Barry Oakley of the Allman Brothers.  So Stevie\nRay's thinking, \"Oh, wow!  I've died and gone to rock and roll heaven.\"\nJust then, Karen Carpenter walks in, sits down at the drums, and says:\n\"'Close to You'.  Hit it, boys!\"\n\t\t-- Told by Penn Jillette, of magic/comedy duo Penn and Teller\n",
  "\nRembrandt is not to be compared in the painting of character with our\nextraordinarily gifted English artist, Mr. Rippingille.\n\t\t-- John Hunt, British editor, scholar and art critic\n\t\t   Cerf/Navasky, \"The Experts Speak\"\n",
  "\n\"Rembrandt's first name was Beauregard, which is why he never used it.\"\n\t\t-- Dave Barry\n",
  "\nSatire is tragedy plus time.\n\t\t-- Lenny Bruce\n",
  "\nSatire is what closes in New Haven.\n",
  "\nSatire is what closes Saturday night.\n\t\t-- George Kaufman\n",
  "\n'Scuse me, while I kiss the sky!\n\t\t-- Robert James Marshall (Jimi) Hendrix\n",
  "\nShe ran the gamut of emotions from 'A' to 'B'.\n\t\t-- Dorothy Parker, on a Kate Hepburn performance\n",
  "\n\"She said, `I know you ... you cannot sing'.  I said, `That's nothing,\nyou should hear me play piano.'\"\n\t\t-- Morrisey\n",
  "\nShe was good at playing abstract confusion in the same way a midget is\ngood at being short.\n\t\t-- Clive James, on Marilyn Monroe\n",
  "\nShhh... be vewy, vewy, quiet!  I'm hunting wabbits...\n",
  "\nShow business is just like high school, except you get paid.\n\t\t-- Martin Mull\n",
  "\nSir, it's very possible this asteroid is not stable.\n\t\t-- C3P0\n",
  "\nSkill without imagination is craftsmanship and gives us many useful objects\nsuch as wickerwork picnic baskets.  Imagination without skill gives us modern\nart.\n\t\t-- Tom Stoppard\n",
  "\nSmile!  You're on Candid Camera.\n",
  "\nSnakes.  Why did it have to be snakes?\n\t\t-- Indiana Jones, \"Raiders of the Lost Ark\"\n",
  "\nSnoopy: No problem is so big that it can't be run away from.\n",
  "\nSnow White has become a camera buff.  She spends hours and hours\nshooting pictures of the seven dwarfs and their antics.  Then she\nmails the exposed film to a cut rate photo service.  It takes weeks\nfor the developed film to arrive in the mail, but that is all right\nwith Snow White.  She clears the table, washes the dishes and sweeps\nthe floor, all the while singing \"Someday my prints will come.\"\n",
  "\nSo do the noble fall.  For they are ever caught in a trap of their own making.\nA trap -- walled by duty, and locked by reality.  Against the greater force\nthey must fall -- for, against that force they fight because of duty, because\nof obligations.  And when the noble fall, the base remain.  The base -- whose\nonly purpose is the corruption of what the noble did protect.  Whose only\npurpose is to destroy.  The noble: who, even when fallen, retain a vestige of\nstrength.  For theirs is a strength born of things other than mere force.\nTheirs is a strength supreme... theirs is the strength -- to restore.\n\t\t-- Gerry Conway, \"Thor\", #193\n",
  "\n\tSo Richard and I decided to try to catch [the small shark].\nWith a great deal of strategy and effort and shouting, we managed to\nmaneuver the shark, over the course of about a half-hour, to a sort of\ncorner of the lagoon, so that it had no way to escape other than to\nflop up onto the land and evolve.  Richard and I were inching toward\nit, sort of crouched over, when all of a sudden it turned around and --\nI can still remember the sensation I felt at that moment, primarily in\nthe armpit area -- headed right straight toward us.\n\tMany people would have panicked at this point.  But Richard and\nI were not \"many people.\"  We were experienced waders, and we kept our\nheads.  We did exactly what the textbook says you should do when you're\nunarmed and a shark that is nearly two feet long turns on you in water\nup to your lower calves: We sprinted I would say 600 yards in the\nopposite direction, using a sprinting style such that the bottoms of\nour feet never once went below the surface of the water.  We ran all\nthe way to the far shore, and if we had been in a Warner Brothers\ncartoon we would have run right INTO the beach, and you would have seen\nthese two mounds of sand racing across the island until they bonked\ninto trees and coconuts fell onto their heads.\n\t\t-- Dave Barry, \"The Wonders of Sharks on TV\"\n",
  "\nSome men who fear that they are playing second fiddle aren't in the\nband at all.\n",
  "\nSome performers on television appear to be horrible people, but when\nyou finally get to know them in person, they turn out to be even worse.\n\t\t-- Avery\n",
  "\n\"Spare no expense to save money on this one.\"\n\t\t-- Samuel Goldwyn\n",
  "\nStar Wars is adolescent nonsense; Close Encounters is obscurantist drivel;\nStar Trek can turn your brains to puree of bat guano; and the greatest\nscience fiction series of all time is Doctor Who!  And I'll take you all\non, one-by-one or all in a bunch to back it up!\n\t\t-- Harlan Ellison\n",
  "\n\t\"Surely you can't be serious.\"\n\t\"I am serious, and stop calling me Shirley.\"\n\t\t-- \"Airplane\"\n",
  "\nTalking about music is like dancing about architecture.\n\t\t-- Laurie Anderson\n",
  "\nTallulah Bankhead barged down the Nile last night as Cleopatra and sank.\n\t\t-- John Mason Brown, drama critic\n",
  "\nTelevision -- the longest amateur night in history.\n\t\t-- Robert Carson\n",
  "\nTelevision has brought back murder into the home -- where it belongs.\n\t-- Alfred Hitchcock\n",
  "\nTelevision has proved that people will look at anything rather than each other.\n\t\t-- Ann Landers\n",
  "\nTelevision is a medium because anything well done is rare.\n\t\t-- attributed to both Fred Allen and Ernie Kovacs\n",
  "\nTelevision is now so desperately hungry for material that it is scraping\nthe top of the barrel.\n\t\t-- Gore Vidal\n",
  "\nTen years of rejection slips is nature's way of telling you to stop writing.\n\t\t-- R. Geis\n",
  "\nThat's no moon...\n\t\t-- Obi-wan Kenobi\n",
  "\nThe Angels want to wear my red shoes.\n\t\t-- E. Costello\n",
  "\nThe best definition of a gentleman is a man who can play the accordion --\nbut doesn't.\n\t\t-- Tom Crichton\n",
  "\n\tThe big problem with pornography is defining it.  You can't just\nsay it's pictures of people naked.  For example, you have these\nprimitive African tribes that exist by chasing the wildebeest on foot,\nand they have to go around largely naked, because, as the old tribal\nsaying goes: \"N'wam k'honi soit qui mali,\" which means, \"If you think\nyou can catch a wildebeest in this climate and wear clothes at the same\ntime, then I have some beach front property in the desert region of\nNorthern Mali that you may be interested in.\"\n\tSo it's not considered pornographic when National Geographic\npublishes color photographs of these people hunting the wildebeest\nnaked, or pounding one rock onto another rock for some primitive reason\nnaked, or whatever.  But if National Geographic were to publish an\narticle entitled \"The Girls of the California Junior College System\nHunt the Wildebeest Naked,\" some people would call it pornography.  But\nothers would not.  And still others, such as the Spectacularly Rev.\nJerry Falwell, would get upset about seeing the wildebeest naked.\n\t\t-- Dave Barry, \"Pornography\"\n",
  "\nThe cable TV sex channels don't expand our horizons, don't make us better\npeople, and don't come in clearly enough.\n\t\t-- Bill Maher\n",
  "\nThe capacity of human beings to bore one another seems to be vastly\ngreater than that of any other animals.  Some of their most esteemed\ninventions have no other apparent purpose, for example, the dinner party\nof more than two, the epic poem, and the science of metaphysics.\n\t\t-- H. L. Mencken\n",
  "\nThe chief enemy of creativity is \"good\" sense\n\t\t-- Picasso\n",
  "\nThe covers of this book are too far apart.\n\t\t-- Book review by Ambrose Bierce.\n",
  "\nThe difference between waltzes and disco is mostly one of volume.\n\t\t-- T.K.\n",
  "\nThe faster we go, the rounder we get.\n\t\t-- The Grateful Dead\n",
  "\nThe first thing I do in the morning is brush my teeth and sharpen my tongue.\n\t\t-- Dorothy Parker\n",
  "\nThe Great Movie Posters:\n\n*A Giggle Gurgling Gulp of Glee*\nWith Pretty Girls, Peppy Scenes, and Gorgeous Revues -- plus a good story.\n\t\t-- Tea with a Kick (1924)\n\nWhoopie!  Let's go!... Hand-picked Beauties doing cute tricks!\nGET IN THE KNOW FOR THE HEY-HEY WHOOPIE!\n\t\t-- The Wild Party (1929)\n\nYOU HEAR HIM MAKE LOVE!\nDIX -- the dashing soldier!\n\tDIX -- the bold adventurer!\n\t\tDIX -- the throbbing lover!\n\t\t-- The Wheel of Life (1929)\n\nSEE CHARLES BUTTERWORTH DRIVE A STREETCAR AND SING LOVE\nSONGS TO HIS MARE \"MITZIE\"!\n\t\t-- The Night is Young (1934)\n",
  "\nThe Great Movie Posters:\n\nA mis-spawned murderous abomination from the nether reaches of an\nunimaginable hell.\n\t\t-- The Killer of Castle Brood (1967)\n\nNEW -- SICKENING HORROR to make your STOMACH TURN and FLESH CRAWL!\n\t\t-- Frankenstein's Bloody Terror (1968)\n\nLUST-MAD MEN AND LAWLESS WOMEN IN A VICIOUS AND SENSUOUS ORGY OF SLAUGHTER!\n\t\t-- Five Bloody Graves (1969)\n\nThe family that slays together stays together.\n\t\t-- Bloody Mama (1970)\n",
  "\nThe Great Movie Posters:\n\nAn AVALANCHE of KILLER WORMS!\n\t\t-- Squirm (1976)\n\nMost Movies Live Less Than Two Hours.\nThis Is One of Everlasting Torment!\n\t\t-- The New House on the Left (1977)\n\nWE ARE GOING TO EAT YOU!\n\t\t-- Zombie (1980)\n\nIt's not human and it's got an axe.\n\t\t-- The Prey (1981)\n",
  "\nThe Great Movie Posters:\n\nDifferent! Daring! Dynamic! Defying! Dumbfounding!\nSEE Uncle Tom lead the Negroes to FREEDOM!\n... Now, all the SENSUAL and VIOLENT passions Roots couldn't show on TV!\n\t\t-- Uncle Tom's Cabin (1972)\n\nAn appalling amalgam of carnage and carnality!\n\t\t-- Flesh and Blood Show (1973)\n\nWHEN THE CATS ARE HUNGRY...\nRUN FOR YOUR LIVES!\nAlone, only a harmless pet...\n\tOne Thousand Strong, They Become a Man-Eating Machine!\n\t\t-- The Night of a Thousand Cats (1972)\n\nThey're Over-Exposed\nBut Not Under-Developed!\n\t\t-- Cover Girl Models (1976)\n",
  "\nThe Great Movie Posters:\n\nHOODLUMS FROM ANOTHER WORLD ON A RAY-GUN RAMPAGE!\n\t\t-- Teenagers from Outher Space (1959)\n\nWhich will be Her Mate... MAN OR BEAST?\nMeet Velda -- the Kind of Woman -- Man or Gorilla would kill... to Keep.\n\t\t-- Untamed Mistress (1960)\n\nNOW AN ALL-MIGHTY ALL-NEW MOTION PICTURE BRINGS THEM TOGETHER FOR THE\nFIRST TIME...  HISTORY'S MOST GIGANTIC MONSTERS IN COMBAT ATOP MOUNT FUJI!\n\t\t-- King Kong vs. Godzilla (1963)\n",
  "\nThe Great Movie Posters:\n\nHOT STEEL BETWEEN THEIR LEGS!\n\t\t-- The Cycle Savages (1969)\n\nThe Hand that Rocks the Cradle...   Has no Flesh on It!\n\t\t-- Who Slew Auntie Roo? (1971)\n\nTWO GREAT BLOOD HORRORS TO RIP OUT YOUR GUTS!\n\t\t-- I Eat Your Skin & I Drink Your Blood (1971 double-bill)\n\nThey Went In People and Came Out Hamburger!\n\t\t-- The Corpse Grinders (1971)\n",
  "\nThe Great Movie Posters:\n\nKATHERINE HEPBURN as the lying, stealing, singing, preying witch girl\nof the Ozarks... \"Low down white trash\"?  Maybe so -- but let her hear\nyou say it and she'll break your head to prove herself a lady!\n\t\t-- Spitfire (1934)\n\nDo Native Women Live With Apes?\n\t\t-- Love Life of a Gorilla (1937)\n\nJUNGLE KISS!!\n\tWhen she looked into his eyes, felt his arms around her -- she\nwas no longer Tura, mysterious white goddess of the jungle tribes --\nshe was no longer the frozen-hearted high priestess under whose hypnotic\nspell the worshippers of the great crocodile god meekly bowed -- she\nwas a girl in love!\n\tSEE the ravening charge of the hundred scared CROCODILES!\n\t\t-- Her Jungle Love (1938)\n\nLOVE! HATE! JOY! FEAR! TORMENT! PANIC! SHAME! RAGE!\n\t\t-- Intermezzo (1939)\n",
  "\nThe Great Movie Posters:\n\nPOWERFUL! SHOCKING! RAW! ROUGH! CHALLENGING! SEE A LITTLE GIRL MOLESTED!\n\t\t-- Never Take Candy from a Stranger (1963)\n\nShe Sins in Mobile --\nMarries in Houston --\nLoses Her Baby in Dallas --\nLeaves Her Husband in Tuscon --\nMEETS HARRU IN SAN DIEGO!...\nFIRST -- HARLOW!\nTHEN -- MONROE!\nNOW -- McCLANAHAN!!!\n\t\t-- The Rotten Apple (1963), Rue McClanahan\n\n*NOT FOR SISSIES! DON'T COME IF YOU'RE CHICKEN! \nA Horrifying Movie of Wierd Beauties and Shocking Monsters...\n1001 WIERDEST SCENES EVER!!  MOST SHOCKING THRILLER OF THE CENTURY!\n\t\t-- Teenage Psycho meets Bloody Mary (1964)  (Alternate Title:\n\t\t   The Incredibly Strange Creatures Who Stopped Living and\n\t\t   Became Mixed Up Zombies)\n",
  "\nThe Great Movie Posters:\n\nSCENES THAT WILL STAGGER YOUR SIGHT!\n-- DANCING CALLED GO-GO\n-- MUSIC CALLED JU-JU\n-- NARCOTICS CALLED BANGI!\n-- FIRES OF PUBERTY!\n\tSEE the burning of a virgin!\n\tSEE power of witch doctor over women!\n\tSEE pygmies with fantastic Physical Endowments!!!\n\t\t-- Kwaheri (1965)\n\nThe Big Comedy of Nineteen-Sexty-Sex!\n\t\t-- Boeing-Boeing (1965)\n\nAN ASTRONAUT WENT UP-\nA \"GUESS WHAT\" CAME DOWN!\n\tThe picture that comes complete with a 10-foot tall monster to\ngive you the wim-wams!\n\t\t-- Monster a Go-Go (1965)\n",
  "\nThe Great Movie Posters:\n\nSEE rebel guerrillas torn apart by trucks!\nSEE corpses cut to pieces and fed to dogs and vultures!\nSEE the monkey trained to perform nursing duties for her paralyzed owner!\n\t\t-- Sweet and Savage (1983)\n\nWhat a Guy!  What a Gal!  What a Pair!\n\t\t-- Stroker Ace (1983)\n\nIt's always better when you come again!\n\t\t-- Porky's II: The Next Day (1983)\n\nYou Don't Have to Go to Texas for a Chainsaw Massacre!\n\t\t-- Pieces (1983)\n",
  "\nThe Great Movie Posters:\n\nSHE TOOK ON A WHOLE GANG! A howling hellcat humping a hot steel hog\non a roaring rampage of revenge!\n\t\t-- Bury Me an Angel (1972)\n\nWHAT'S THE SECRET INGREDIENT USED BY THE MAD BUTCHER FOR HIS SUPERB SAUSAGES?\n\t\t-- Meat is Meat (1972)\n\nTODAY the Pond!\nTOMORROW the World!\n\t\t-- Frogs (1972)\n",
  "\nThe Great Movie Posters:\n\nShe's got the biggest six-shooters in the West!\n\t\t-- The Beautiful Blonde from Bashful Bend (1949)\n\nCAST OF 3,000!\n4 WRITERS,\n2 DIRECTORS,\n3 CAMERAMEN,\n3 PRODUCERS!\n1 YEAR TO MAKE THIS FILM --\n24 YEARS TO REHEARSE --\n20 YEARS TO DISTRIBUTE!\n\tBEAUTIFUL BEYOND WORDS!\n\tAWE-INSPIRING! VITAL!\nTHE PRINCE OF PEACE PROVIDES THE ANSWER TO EVERY PROBLEM!\nBe Brave--bring your troubles and your family to:\n\tHISTORY'S MOST SUBLIME EVENT! YOU'LL FIND GOD RIGHT IN THERE!\n\t\t-- The Prince of Peace (1948).  Starring members of the\n\t\t   Wichita Mountain Pageant featuring Millard Coody as Jesus.\n",
  "\nThe Great Movie Posters:\n\nThe Miracle of the Age!!!  A LION in your lap!  A LOVER in your arms!\n\t\t-- Bwana Devil (1952)\n\nOVERWHELMING!  ELECTRIFYING!  BAFFLING!\nFire Can't Burn Them!  Bullets Can't Kill Them!  See the Unfolding of\nthe Mysteries of the Moon as Murderous Robot Monsters Descend Upon the\nEarth!  You've Never Seen Anything Like It!  Neither Has the World!\n\tSEE... Robots from Space in All Their Glory!!!\n\t\t-- Robot Monster (1953)\n\n1,965 pyramids, 5,337 dancing girls, one million swaying bullrushes,\n802 scared bulls!\n\t\t-- The Egyptian (1954)\n",
  "\nThe Great Movie Posters:\n\nThe nightmare terror of the slithering eye that unleashed agonizing\nhorror on a screaming world!\n\t\t-- The Crawling Eye (1958)\n\nSEE a female colossus... her mountainous torso, scyscraper limbs,\ngiant desires!\n\t\t-- Attack of the Fifty-Foot Woman (1958)\n\nHere Is Your Chance To Know More About Sex.\nWhat Should a Movie Do?  Hide Its Head in the Sand Like an Ostrich?\nOr Face the JOLTING TRUTH as does...\n\t\t-- The Desperate Women (1958)\n",
  "\nThe Great Movie Posters:\n\nThey hungered for her treasure!  And died for her pleasure!\nSEE Man-Fish Battle Shark-Man-Killer!\n\t\t-- The Golden Mistress (1954)\n\nSee Jane Russell in 3-D; She'll Knock Both Your Eyes Out!\n\t\t-- The French Line (1954)\n\nSee Jane Russell Shake Her Tamborines... and Drive Cornel WILDE!\n\t\t-- Hot Blood (1956)\n",
  "\nThe Great Movie Posters:\n\nWhen You're Six Tons -- And They Call You Killer -- It's Hard To Make Friends...\n\t\t-- Namu, the Killer Whale (1966)\n\nMeet the Girls with the Thermo-Nuclear Navels!\n\t\t-- Dr. Goldfoot and the Girl Bombs (1966)\n\nA GHASTLY TALE DRENCHED WITH GOUTS OF BLOOD SPURTING FROM THE VICTIMS\nOF A CRAZED MADMAN'S LUST.\n\t\t-- A Taste of Blood (1967)\n",
  "\nThe Hollywood tradition I like best is called \"sucking up to the stars.\"\n\t\t-- Johnny Carson\n",
  "\nThe horror... the horror!\n",
  "\nThe human animal differs from the lesser primates in his passion for\nlists of \"Ten Best\".\n\t\t-- H. Allen Smith\n",
  "\nThe human brain is a wonderful thing.  It starts working the moment\nyou are born, and never stops until you stand up to speak in public.\n\t\t-- Sir George Jessel\n",
  "\n\"The human brain is like an enormous fish -- it is flat and slimy and\nhas gills through which it can see.\"\n\t\t-- Monty Python\n",
  "\nThe key to building a superstar is to keep their mouth shut.  To reveal\nan artist to the people can be to destroy him.  It isn't to anyone's\nadvantage to see the truth.\n\t\t-- Bob Ezrin, rock music producer\n",
  "\nThe last vestiges of the old Republic have been swept away.\n\t\t-- Governor Tarkin\n",
  "\nThe mome rath isn't born that could outgrabe me.\n\t\t-- Nicol Williamson\n",
  "\nThe old complaint that mass culture is designed for eleven-year-olds\nis of course a shameful canard.  The key age has traditionally been\nmore like fourteen.\n\t\t-- Robert Christgau, \"Esquire\"\n",
  "\nThe older I grow, the less important the comma becomes.  Let the reader\ncatch his own breath.\n\t\t-- Elizabeth Clarkson Zwart\n",
  "\nThe only \"ism\" Hollywood believes in is plagiarism.\n\t\t-- Dorothy Parker\n",
  "\nThe only real advantage to punk music is that nobody can whistle it.\n",
  "\nThe plot was designed in a light vein that somehow became varicose.\n\t\t-- David Lardner\n",
  "\nThe profession of book writing makes horse racing seem like a solid,\nstable business.\n\t\t-- John Steinbeck\n\t[Horse racing *is* a stable business ...]\n",
  "\nThe Ranger isn't gonna like it, Yogi.\n",
  "\nThe real trouble with reality is that there's no background music.\n",
  "\nThe story you are about to hear is true.  Only the names have been\nchanged to protect the innocent.\n",
  "\nThe streets were dark with something more than night.\n\t\t-- Raymond Chandler\n",
  "\nThe sun never sets on those who ride into it.\n\t\t-- RKO\n",
  "\nThe trouble with superheros is what to do between phone booths.\n\t\t-- Ken Kesey\n",
  "\nThe typewriting machine, when played with expression, is no more\nannoying than the piano when played by a sister or near relation.\n\t\t-- Oscar Wilde\n",
  "\nThe ultimate game show will be the one where somebody gets killed at the end.\n\t\t-- Chuck Barris, creator of \"The Gong Show\"\n",
  "\nThe world has many unintentionally cruel mechanisms that are not\ndesigned for people who walk on their hands.\n\t\t-- John Irving, \"The World According to Garp\"\n",
  "\nThe Worst Musical Trio\n\tThere are few bad musicians who have a chance to give a recital at\na famous concert hall while still learning the rudiments of their\ninstrument.  This happened about thirty years ago to the son of a Rumanian\ngentleman who was owed a personal favour by Georges Enesco, the celebrated\nviolinist.  Enesco agreed to give lessons to the son who was quite\nunhampered by great musical talent.\n\tThree years later the boy's father insisted that he give a public\nconcert.  \"His aunt said that nobody plays the violin better than he does.\nA cousin heard him the other day and screamed with enthusiasm.\"  Although\nEnesco feared the consequences, he arranged a recital at the Salle Gaveau\nin Paris.  However, nobody bought a ticket since the soloist was unknown.\n\t\"Then you must accompany him on the piano,\" said the boy's father,\n\"and it will be a sell out.\"\n\tReluctantly, Enesco agreed and it was.  On the night an excited\naudience gathered.  Before the concert began Enesco became nervous and\nasked for someone to turn his pages.\n\tIn the audience was Alfred Cortot, the brilliant pianist, who\nvolunteered and made his way to the stage.\n\tThe soloist was of uniformly low standard and next morning the\nmusic critic of Le Figaro wrote: \"There was a strange concert at the Salle\nGaveau last night.  The man whom we adore when he plays the violin played\nthe piano.  Another whom we adore when he plays the piano turned the pages.\nBut the man who should have turned the pages played the violin.\"\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThere are three reasons for becoming a writer: the first is that you need\nthe money; the second that you have something to say that you think the\nworld should know; the third is that you can't think what to do with the\nlong winter evenings.\n\t\t-- Quentin Crisp\n",
  "\nThere are three rules for writing a novel.  Unfortunately, no one knows\nwhat they are.\n\t\t-- Somerset Maugham\n",
  "\nThere are two jazz musicians who are great buddies.  They hang out and play\ntogether for years, virtually inseparable.  Unfortunately, one of them is\nstruck by a truck and killed.  About a week later his friend wakes up in\nthe middle of the night with a start because he can feel a presence in the\nroom.  He calls out, \"Who's there?  Who's there?  What's going on?\"\n\t\"It's me -- Bob,\" replies a faraway voice.\n\tExcitedly he sits up in bed.  \"Bob!  Bob!  Is that you?  Where are\nyou?\"\n\t\"Well,\" says the voice, \"I'm in heaven now.\"\n\t\"Heaven!  You're in heaven!  That's wonderful!  What's it like?\"\n\t\"It's great, man.  I gotta tell you, I'm jamming up here every day.\nI'm playing with Bird, and 'Trane, and Count Basie drops in all the time!\nMan it is smokin'!\"\n\t\"Oh, wow!\" says his friend. \"That sounds fantastic, tell me more,\ntell me more!\"\n\t\"Let me put it this way,\" continues the voice.  \"There's good news\nand bad news.  The good news is that these guys are in top form.  I mean\nI have *never* heard them sound better.  They are *wailing* up here.\"\n\t\"The bad news is that God has this girlfriend that sings...\"\n",
  "\nThere are two ways of disliking art.   One is to dislike it.  The other is\nto like it rationally.\n\t\t-- Oscar Wilde\n",
  "\nThere are two ways of disliking poetry; one way is to dislike it, the\nother is to read Pope.\n\t\t-- Oscar Wilde\n",
  "\nThere is much Obi-Wan did not tell you.\n\t\t-- Darth Vader\n",
  "\nThere is nothing wrong with writing ... as long as it is done in private\nand you wash your hands afterward.\n",
  "\nThere is only one thing in the world worse than being talked about, and\nthat is not being talked about.\n\t\t-- Oscar Wilde\n",
  "\nThere's a trick to the Graceful Exit.  It begins with the vision to\nrecognize when a job, a life stage, a relationship is over -- and to let\ngo.  It means leaving what's over without denying its validity or its\npast importance in our lives.  It involves a sense of future, a belief\nthat every exit line is an entry, that we are moving on, rather than out.\nThe trick of retiring well may be the trick of living well.  It's hard to\nrecognize that life isn't a holding action, but a process.  It's hard to\nlearn that we don't leave the best parts of ourselves behind, back in the\ndugout or the office. We own what we learned back there.  The experiences\nand the growth are grafted onto our lives.  And when we exit, we can take\nourselves along -- quite gracefully.\n\t\t-- Ellen Goodman\n",
  "\nThere's nothing remarkable about it.  All one has to do is hit the right\nkeys at the right time and the instrument plays itself.\n\t\t-- J.S. Bach\n",
  "\nThere's nothing to writing.  All you do is sit at a typewriter and open a vein.\n\t\t-- Red Smith\n",
  "\nThere's something the technicians need to learn from the artists.\nIf it isn't aesthetically pleasing, it's probably wrong.\n",
  "\nThere's such a thing as too much point on a pencil.\n\t\t-- H. Allen Smith, \"Let the Crabgrass Grow\"\n",
  "\nThey can't stop us... we're on a mission from God!\n\t\t-- The Blues Brothers\n",
  "\n... TheysaidDoyouseethebiggreenglowinthedarkhouseuponthehill?andIsaidYesIsee\nthebiggreenglowinthedarkhouseuponthehillTheresabigdarkforestbetweenmeandthe\nbiggreenglowinthedarkhouseuponthehillandalittleoldladyridingonaHoovervacuum\ncleanersayingIllgetyoumyprettyandyourlittledogTototoo ...\n\n\tI don't even *HAVE* a dog Toto...\n",
  "\nThis door is baroquen, please wiggle Handel.\n(If I wiggle Handel, will it wiggle Bach?)\n\t\t-- Found on a door in the MSU music building\n",
  "\nThis is Jim Rockford.\nAt the tone leave your name and message; I'll get back to you.\u0007\n\nThis is Maria, Liberty Bail Bonds.  Your client, Todd Lieman, skipped and\nhis bail is forfeit.  That's the pink slip on your '74 Firebird, I believe.\nSorry, Jim, bring it on over.\n\nThis is Marilyn Reed, I wanta talk to you...  Is this a machine?  I don't\ntalk to machines!  [Click]\n\t\t-- \"The Rockford Files\"\n",
  "\nThis is the ____\b\b\b\bLAST time I take travel suggestions from Ray Bradbury!\n",
  "\nThis is the Baron.  Angel Martin tells me you buy information.  Ok,\nmeet me at one a.m. behind the bus depot, bring five-hundred dollars\nand come alone.  I'm serious!\n\t\t-- \"The Rockford Files\"\n",
  "\nThis novel is not to be tossed lightly aside, but to be hurled with great force.\n\t\t-- Dorothy Parker\n",
  "\nThis unit... must... survive.\n",
  "\nThis wasn't just plain terrible, this was fancy terrible.  This was terrible\nwith raisins in it.\n\t\t-- Dorothy Parker\n",
  "\n\tThree actors, Tom, Fred, and Cec, wanted to do the jousting scene\nfrom Don Quixote for a local TV show.  \"I'll play the title role,\" proposed\nTom.  \"Fred can portray Sancho Panza, and Cecil B. De Mille.\"\n",
  "\nThree hours a day will produce as much as a man ought to write.\n\t\t-- Trollope\n",
  "\nTo be is to do.\n\t\t-- I. Kant\nTo do is to be.\n\t\t-- A. Sartre\nDo be a Do Bee!\n\t\t-- Miss Connie, Romper Room\nDo be do be do!\n\t\t-- F. Sinatra\nYabba-Dabba-Doo!\n\t\t-- F. Flintstone\n",
  "\nToday you'll start getting heavy metal radio on your dentures.\n",
  "\nToday's thrilling story has been brought to you by Mushies, the great new\ncereal that gets soggy even without milk or cream.  Join us soon for more \nspectacular adventure starring...  Tippy, the Wonder Dog!\n\t\t-- Bob & Ray\n",
  "\n\"Today, of course, it is considered very poor taste to use the F-word\nexcept in major motion pictures.\"\n\t\t-- Dave Barry, \"$#$",
  "#^",
  "!^",
  "&@",
  "@!\"\n",
  "\nTraveling through hyperspace isn't like dusting crops, boy.\n\t\t-- Han Solo\n",
  "\nTrifles make perfection, and perfection is no trifle.\n\t\t-- Michelangelo\n",
  "\n\"Truth is stranger than fiction, because fiction has to make sense.\"\n",
  "\nTV is chewing gum for the eyes.\n\t\t-- Frank Lloyd Wright\n",
  "\nUnprovided with original learning, unformed in the habits of thinking,\nunskilled in the arts of composition, I resolved to write a book.\n\t\t-- Edward Gibbon\n",
  "\nUse an accordion.  Go to jail.\n\t\t-- KFOG, San Francisco\n",
  "\nUse what talents you possess: the woods would be very silent if no birds\nsang there except those that sang best.\n\t\t-- Henry Van Dyke\n",
  "\nVery few people do anything creative after the age of thirty-five.  The\nreason is that very few people do anything creative before the age of\nthirty-five.\n\t\t-- Joel Hildebrand\n",
  "\n VII. Certain bodies can pass through solid walls painted to resemble tunnel\n      entrances; others cannot.\n\tThis trompe l'oeil inconsistency has baffled generations, but at least\n\tit is known that whoever paints an entrance on a wall's surface to\n\ttrick an opponent will be unable to pursue him into this theoretical\n\tspace.  The painter is flattened against the wall when he attempts to\n\tfollow into the painting.  This is ultimately a problem of art, not\n\tof science.\nVIII. Any violent rearrangement of feline matter is impermanent.\n\tCartoon cats possess even more deaths than the traditional nine lives\n\tmight comfortably afford.  They can be decimated, spliced, splayed,\n\taccordion-pleated, spindled, or disassembled, but they cannot be\n\tdestroyed.  After a few moments of blinking self pity, they reinflate,\n\telongate, snap back, or solidify.\n  IX. For every vengeance there is an equal and opposite revengeance.\n\tThis is the one law of animated cartoon motion that also applies to\n\tthe physical world at large.  For that reason, we need the relief of\n\twatching it happen to a duck instead.\n   X. Everything falls faster than an anvil.\n\tExamples too numerous to mention from the Roadrunner cartoons.\n\t\t-- Esquire, \"O'Donnell's Laws of Cartoon Motion\", June 1980\n",
  "\nWatch all-night Donna Reed reruns until your mind resembles oatmeal.\n",
  "\nWatch your mouth, kid, or you'll find yourself floating home.\n\t\t-- Han Solo\n",
  "\nWe don't like their sound.  Groups of guitars are on the way out.\n\t\t-- Decca Recording Company, turning down the Beatles, 1962\n",
  "\nWe have art that we do not die of the truth.\n\t\t-- Nietzsche\n",
  "\nWe'll be recording at the Paradise Friday night.  Live, on the Death label.\n\t\t-- Swan, \"Phantom of the Paradise\"\n",
  "\nWe'll know that rock is dead when you have to get a degree to work in it.\n",
  "\nWe're constantly being bombarded by insulting and humiliating music, which\npeople are making for you the way they make those Wonder Bread products.\nJust as food can be bad for your system, music can be bad for your spirtual\nand emotional feelings.  It might taste good or clever, but in the long run,\nit's not going to do anything for you.\n\t\t-- Bob Dylan, \"LA Times\", September 5, 1984\n",
  "\nWe're only in it for the volume.\n\t\t-- Black Sabbath\n",
  "\n\"Well, if you can't believe what you read in a comic book, what *___\b\b\bcan*\nyou believe?!\"\n\t\t-- Bullwinkle J. Moose [Jay Ward]\n",
  "\n\t\"Well, it's garish, ugly, and derelicts have used it for a toilet.\nThe rides are dilapidated to the point of being lethal, and could easily\nmaim or kill innocent little children.\"\n\t\"Oh, so you don't like it?\"\n\t\"Don't like it?  I'm CRAZY for it.\"\n\t\t-- The Killing Joke\n",
  "\n\"Well, that was a piece of cake, eh K-9?\"\n\n\"Piece of cake, Master?  Radial slice of baked confection ... coefficient of\nrelevance to Key of Time: zero.\"\n\t\t-- Dr. Who\n",
  "\nWharbat darbid yarbou sarbay?\n",
  "\nWhat a bonanza!  An unknown beginner to be directed by Lubitsch, in a script\nby Wilder and Brackett, and to play with Paramount's two superstars, Gary\nCooper and Claudette Colbert, and to be beaten up by both of them!\n\t\t-- David Niven, \"Bring On the Empty Horses\"\n",
  "\nWhat an artist dies with me!\n\t\t-- Nero\n",
  "\nWhat an author likes to write most is his signature on the back of a cheque.\n\t\t-- Brendan Francis\n",
  "\n\t\"What are you watching?\"\n\t\"I don't know.\"\n\t\"Well, what's happening?\"\n\t\"I'm not sure...  I think the guy in the hat did something terrible.\"\n\t\"Why are you watching it?\"\n\t\"You're so analytical.  Sometimes you just have to let art flow\nover you.\"\n\t\t-- The Big Chill\n",
  "\nWhat did you bring that book I didn't want to be read to out of about\nDown Under up for?\n",
  "\n\t\"What do you do when your real life exceeds your wildest fantasies?\"\n\t\"You keep it to yourself.\"\n\t\t-- Broadcast News\n",
  "\nWhat ever happened to happily ever after?\n",
  "\nWhat garlic is to food, insanity is to art.\n",
  "\nWhat no spouse of a writer can ever understand is that a writer is working\nwhen he's staring out the window.\n",
  "\n\t\"What was the worst thing you've ever done?\"\n\t\"I won't tell you that, but I'll tell you the worst thing that\never happened to me... the most dreadful thing.\"\n\t\t-- Peter Straub, \"Ghost Story\"\n",
  "\nWhen all else fails, try Kate Smith.\n",
  "\nWhen confronted by a difficult problem, you can solve it more easily by\nreducing it to the question, \"How would the Lone Ranger handle this?\"\n",
  "\nWhen in doubt, have a man come through the door with a gun in his hand.\n\t\t-- Raymond Chandler\n",
  "\nWhen one woman was asked how long she had been going to symphony concerts,\nshe paused to calculate and replied, \"Forty-seven years -- and I find I mind\nit less and less.\"\n\t\t-- Louise Andrews Kent\n",
  "\nWhere is John Carson now that we need him?\n\t\t-- RLG\n",
  "\nWhile he was in New York on location for _Bronco Billy_ (1980), Clint\nEastwood agreed to a television interview.  His host, somewhat hostile,\nbegan by defining a Clint Eastwood picture as a violent, ruthless,\nlawless, and bloody piece of mayhem, and then asked Eastwood himself to\ndefine a Clint Eastwood picture.  \"To me,\" said Eastwood calmly, \"what\na Clint Eastwood picture is, is one that I'm in.\"\n\t\t-- Boller and Davis, \"Hollywood Anecdotes\"\n",
  "\nWhistler's mother is off her rocker.\n",
  "\nWho is D.B. Cooper, and where is he now?\n",
  "\nWho is John Galt?\n",
  "\nWho is W.O. Baker, and why is he saying those terrible things about me?\n",
  "\nWho was that masked man?\n",
  "\nWho's on first?\n",
  "\nWho's scruffy-looking?\n\t\t-- Han Solo\n",
  "\nWhy am I so soft in the middle when the rest of my life is so hard?\n\t\t-- Paul Simon\n",
  "\n\"Why are we importing all these highbrow plays like `Amadeus'?  I could\nhave told you Mozart was a jerk for nothing.\"\n\t\t-- Ian Shoales\n",
  "\n\tWhy are you doing this to me?\n\tBecause knowledge is torture, and there must be awareness before\nthere is change.\n\t\t-- Jim Starlin, \"Captain Marvel\", #29\n",
  "\nWhy do we have two eyes?  To watch 3-D movies with.\n",
  "\nWhy not? -- What? -- Why not? -- Why should I not send it? -- Why should I\nnot dispatch it? -- Why not? -- Strange!  I don't know why I shouldn't --\nWell, then -- You will do me this favor. -- Why not? -- Why should you not\ndo it? -- Why not? -- Strange!  I shall do the same for you, when you want\nme to.  Why not?  Why should I not do it for you?  Strange!  Why not? --\nI can't think why not.\n\t\t-- Wolfgang Amadeus Mozart, from a letter to his cousin Maria,\n\t\t   \"The Definitive Biography of PDQ Bach\", Peter Schickele\n",
  "\nWhy you say you no bunny rabbit when you have little powder-puff tail? \n\t\t-- The Tasmanian Devil\n",
  "\nWorking with Julie Andrews is like getting hit over the head with a valentine.\n\t\t-- Christopher Plummer\n",
  "\nWorth seeing?  Yes, but not worth going to see.\n",
  "\nWould it help if I got out and pushed?\n\t\t-- Princess Leia Organa\n",
  "\nWriting about music is like dancing about architecture.\n\t\t-- Frank Zappa\n",
  "\nWriting free verse is like playing tennis with the net down.\n",
  "\nX-rated movies are all alike ... the only thing they leave to the\nimagination is the plot.\n",
  "\nYeah, that's me, Tracer Bullet.  I've got eight slugs in me.  One's lead,\nthe rest bourbon.  The drink packs a wallop, and I pack a revolver.  I'm\na private eye.\n\t\t-- \"Calvin & Hobbes\"\n",
  "\nYear  Name\t\t\t\tJames Bond\tBook\n----  --------------------------------\t--------------\t----\n50's  James Bond TV Series\t\tBarry Nelson\n1962  Dr. No\t\t\t\tSean Connery\t1958\n1963  From Russia With Love\t\tSean Connery\t1957\n1964  Goldfinger\t\t\tSean Connery\t1959\n1965  Thunderball\t\t\tSean Connery\t1961\n1967* Casino Royale\t\t\tDavid Niven\t1954\n1967  You Only Live Twice\t\tSean Connery\t1964\n1969  On Her Majesty's Secret Service\tGeorge Lazenby\t1963\n1971  Diamonds Are Forever\t\tSean Connery\t1956\n1973  Live And Let Die\t\t\tRoger Moore\t1955\n1974  The Man With The Golden Gun\tRoger Moore\t1965\n1977  The Spy Who Loved Me\t\tRoger Moore\t1962 (novelette)\n1979  Moonraker\t\t\t\tRoger Moore\t1955\n1981  For Your Eyes Only\t\tRoger Moore\t1960 (novelette)\n1983  Octopussy\t\t\t\tRoger Moore\t1965\n1983* Never Say Never Again\t\tSean Connery\n1985  A View To A Kill\t\t\tRoger Moore\t1960 (novelette)\n1987  The Living Daylights\t\tTimothy Dalton\t1965 (novelette)\n\t* -- Not a Broccoli production.\n",
  "\nYevtushenko has... an ego that can crack crystal at a distance of twenty feet.\n\t\t-- John Cheever\n",
  "\n\t\"You boys lookin' for trouble?\"\n\t\"Sure.  Whaddya got?\"\n\t\t-- Marlon Brando, \"The Wild Ones\"\n",
  "\nYou're all clear now, kid.  Now blow this thing so we can all go home.\n\t\t-- Han Solo\n",
  "\n\"You've got to have a gimmick if your band sucks.\"\n\t\t-- Gary Giddens\n",
  "\nZero Mostel: That's it baby!  When you got it, flaunt it!  Flaunt it!\n\t\t-- Mel Brooks, \"The Producers\"\n",
  "\n"
]