[
  "!07/11 PDP a ni deppart m'I  !pleH\n",
  "\n101 USES FOR A DEAD MICROPROCESSOR\n\t(1)  Scarecrow for centipedes\n\t(2)  Dead cat brush\n\t(3)  Hair barrettes\n\t(4)  Cleats\n\t(5)  Self-piercing earrings\n\t(6)  Fungus trellis\n\t(7)  False eyelashes\n\t(8)  Prosthetic dog claws\n        .\n        .\n        .\n\t(99)  Window garden harrow (pulled behind Tonka tractors)\n\t(100) Killer velcro\n\t(101) Currency\n",
  "\n1: No code table for op: ++post\n",
  "\n4.2 BSD UNIX #57: Sun Jun 1 23:02:07 EDT 1986\n\nYou swing at the Sun.  You miss.  The Sun swings.  He hits you with a\n575MB disk!  You read the 575MB disk.  It is written in an alien\ntongue and cannot be read by your tired Sun-2 eyes.  You throw the\n575MB disk at the Sun.  You hit!  The Sun must repair your eyes.  The\nSun reads a scroll.  He hits your 130MB disk!  He has defeated the\n130MB disk!  The Sun reads a scroll.  He hits your Ethernet board!  He\nhas defeated your Ethernet board!  You read a scroll of \"postpone until\nMonday at 9 AM\".  Everything goes dark...\n\t\t-- /etc/motd, cbosgd\n",
  "\nA biologist, a statistician, a mathematician and a computer scientist are on\na photo-safari in Africa.  As they're driving along the savannah in their\njeep, they stop and scout the horizon with their binoculars.\n\nThe biologist: \"Look!  A herd of zebras!  And there's a white zebra!\n\tFantastic!  We'll be famous!\"\nThe statistician: \"Hey, calm down, it's not significant.  We only know\n\tthere's one white zebra.\"\nThe mathematician: \"Actually, we only know there exists a zebra, which is\n\twhite on one side.\"\nThe computer scientist : \"Oh, no!  A special case!\"\n",
  "\n... A booming voice says, \"Wrong, cretin!\", and you notice that you\nhave turned into a pile of dust.\n",
  "\nA bug in the code is worth two in the documentation.\n",
  "\nA bug in the hand is better than one as yet undetected.\n",
  "\nA certain monk had a habit of pestering the Grand Tortue (the only one who \nhad ever reached the Enlightenment 'Yond Enlightenment), by asking whether \nvarious objects had Buddha-nature or not.  To such a question Tortue \ninvariably sat silent.  The monk had already asked about a bean, a lake, \nand a moonlit night.  One day he brought to Tortue a piece of string, and \nasked the same question.  In reply, the Grand Tortue grasped the loop \nbetween his feet and, with a few simple manipulations, created a complex \nstring which he proferred wordlessly to the monk.  At that moment, the monk \nwas enlightened. \n\nFrom then on, the monk did not bother Tortue.  Instead, he made string after \nstring by Tortue's method; and he passed the method on to his own disciples, \nwho passed it on to theirs.\n",
  "\nA complex system that works is invariably found to have evolved from a\nsimple system that works.\n",
  "\n[A computer is] like an Old Testament god, with a lot of rules and no mercy.\n\t\t-- Joseph Campbell\n",
  "\nA computer lets you make more mistakes faster than any other invention,\nwith the possible exceptions of handguns and Tequilla.\n\t-- Mitch Ratcliffe\n",
  "\nA computer salesman visits a company president for the purpose of selling\nthe president one of the latest talking computers.\nSalesman:\t\"This machine knows everything. I can ask it any quesstion\n\t\tand it'll give the correct answer.  Computer, what is the\n\t\tspeed of light?\"\nComputer:\t186,282 miles per second.\nSalesman:\t\"Who was the first president of the United States?\"\nComputer:\tGeorge Washington.\nPresident:\t\"I'm still not convinced. Let me ask a question.\n\t\tWhere is my father?\"\nComputer:\tYour father is fishing in Georgia.\nPresident:\t\"Hah!! The computer is wrong. My father died over twenty\n\t\tyears ago!\"\nComputer:\tYour mother's husband died 22 years ago. Your father just\n\t\tlanded a twelve pound bass.\n",
  "\nA computer scientist is someone who fixes things that aren't broken.\n",
  "\nA computer without COBOL and Fortran is like a piece of chocolate cake\nwithout ketchup and mustard.\n",
  "\nA CONS is an object which cares.\n\t\t-- Bernie Greenberg.\n",
  "\nA debugged program is one for which you have not yet found the conditions\nthat make it fail.\n\t\t-- Jerry Ogdin\n",
  "\n\tA disciple of another sect once came to Drescher as he was eating\nhis morning meal.  \"I would like to give you this personality test\", said\nthe outsider, \"because I want you to be happy.\"\n\tDrescher took the paper that was offered him and put it into the\ntoaster -- \"I wish the toaster to be happy too\".\n",
  "\n\tA doctor, an architect, and a computer scientist were arguing about \nwhose profession was the oldest.  In the course of their arguments, they\ngot all the way back to the Garden of Eden, whereupon the doctor said, \"The\nmedical profession is clearly the oldest, because Eve was made from Adam's\nrib, as the story goes, and that was a simply incredible surgical feat.\"\n\tThe architect did not agree.  He said, \"But if you look at the Garden \nitself, in the beginning there was chaos and void, and out of that the Garden \nand the world were created.  So God must have been an architect.\"\n\tThe computer scientist, who'd listened carefully to all of this, then \ncommented, \"Yes, but where do you think the chaos came from?\"\n",
  "\nA famous Lisp Hacker noticed an Undergraduate sitting in front of a Xerox\n1108, trying to edit a complex Klone network via a browser. Wanting to\nhelp, the Hacker clicked one of the nodes in the network with the mouse,\nand asked \"what do you see?\" Very earnestly, the Undergraduate replied \"I\nsee a cursor.\" The Hacker then quickly pressed the boot toggle at the back\nof the keyboard, while simultaneously hitting the Undergraduate over the head\nwith a thick Interlisp Manual.  The Undergraduate was then Enlightened.\n",
  "\nA formal parsing algorithm should not always be used.\n\t\t-- D. Gries\n",
  "\nA Fortran compiler is the hobgoblin of little minis.\n",
  "\nA hacker does for love what others would not do for money.\n",
  "\nA language that doesn't affect the way you think about programming is\nnot worth knowing.\n",
  "\nA language that doesn't have everything is actually easier to program\nin than some that do.\n\t\t-- Dennis M. Ritchie\n",
  "\nA large number of installed systems work by fiat.  That is, they work\nby being declared to work.\n\t\t-- Anatol Holt\n",
  "\nA LISP programmer knows the value of everything, but the cost of nothing.\n\t\t-- Alan Perlis\n",
  "\nA list is only as strong as its weakest link.\n\t\t-- Don Knuth\n",
  "\nA little retrospection shows that although many fine, useful software systems\nhave been designed by committees and built as part of multipart projects,\nthose software systems that have excited passionate fans are those that are\nthe products of one or a few designing minds, great designers.  Consider Unix,\nAPL, Pascal, Modula, the Smalltalk interface, even Fortran; and contrast them\nwith Cobol, PL/I, Algol, MVS/370, and MS-DOS.\n\t\t-- Fred Brooks\n",
  "\n\tA man from AI walked across the mountains to SAIL to see the Master,\nKnuth.  When he arrived, the Master was nowhere to be found.  \"Where is the\nwise one named Knuth?\" he asked a passing student.\n\t\"Ah,\" said the student, \"you have not heard. He has gone on a\npilgrimage across the mountains to the temple of AI to seek out new\ndisciples.\"\n\tHearing this, the man was Enlightened.\n",
  "\n\tA manager asked a programmer how long it would take him to finish the\nprogram on which he was working.  \"I will be finished tomorrow,\" the programmer\npromptly replied.\n\t\"I think you are being unrealistic,\" said the manager. \"Truthfully,\nhow long will it take?\"\n\tThe programmer thought for a moment.  \"I have some features that I wish\nto add.  This will take at least two weeks,\" he finally said.\n\t\"Even that is too much to expect,\" insisted the manager, \"I will be\nsatisfied if you simply tell me when the program is complete.\"\n\tThe programmer agreed to this.\n\tSeveral years later, the manager retired.  On the way to his\nretirement lunch, he discovered the programmer asleep at his terminal.\nHe had been programming all night.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA manager was about to be fired, but a programmer who worked for him\ninvented a new program that became popular and sold well.  As a result, the\nmanager retained his job.\n\tThe manager tried to give the programmer a bonus, but the programmer\nrefused it, saying, \"I wrote the program because I though it was an interesting\nconcept, and thus I expect no reward.\"\n\tThe manager, upon hearing this, remarked, \"This programmer, though he\nholds a position of small esteem, understands well the proper duty of an\nemployee.  Lets promote him to the exalted position of management consultant!\"\n\tBut when told this, the programmer once more refused, saying, \"I exist\nso that I can program.  If I were promoted, I would do nothing but waste\neveryone's time.  Can I go now?  I have a program that I'm working on.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA manager went to his programmers and told them: \"As regards to your\nwork hours: you are going to have to come in at nine in the morning and leave\nat five in the afternoon.\"  At this, all of them became angry and several\nresigned on the spot.\n\tSo the manager said: \"All right, in that case you may set your own\nworking hours, as long as you finish your projects on schedule.\"  The\nprogrammers, now satisfied, began to come in a noon and work to the wee\nhours of the morning.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA manager went to the master programmer and showed him the requirements\ndocument for a new application.  The manager asked the master: \"How long will\nit take to design this system if I assign five programmers to it?\"\n\t\"It will take one year,\" said the master promptly.\n\t\"But we need this system immediately or even sooner!  How long will it\ntake it I assign ten programmers to it?\"\n\tThe master programmer frowned.  \"In that case, it will take two years.\"\n\t\"And what if I assign a hundred programmers to it?\"\n\tThe master programmer shrugged.  \"Then the design will never be\ncompleted,\" he said.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA master programmer passed a novice programmer one day.  The master\nnoted the novice's preoccupation with a hand-held computer game.  \"Excuse me\",\nhe said, \"may I examine it?\"\n\tThe novice bolted to attention and handed the device to the master.\n\"I see that the device claims to have three levels of play: Easy, Medium,\nand Hard\", said the master.  \"Yet every such device has another level of play,\nwhere the device seeks not to conquer the human, nor to be conquered by the\nhuman.\"\n\t\"Pray, great master,\" implored the novice, \"how does one find this\nmysterious setting?\"\n\tThe master dropped the device to the ground and crushed it under foot.\nAnd suddenly the novice was enlightened.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA master was explaining the nature of Tao to one of his novices.\n\"The Tao is embodied in all software -- regardless of how insignificant,\"\nsaid the master.\n\t\"Is Tao in a hand-held calculator?\" asked the novice.\n\t\"It is,\" came the reply.\n\t\"Is the Tao in a video game?\" continued the novice.\n\t\"It is even in a video game,\" said the master.\n\t\"And is the Tao in the DOS for a personal computer?\"\n\tThe master coughed and shifted his position slightly.  \"The lesson\nis over for today,\" he said.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nA modem is a baudy house.\n",
  "\nA nasty looking dwarf throws a knife at you.\n",
  "\n\t*** A NEW KIND OF PROGRAMMING ***\n\nDo you want the instant respect that comes from being able to use technical\nterms that nobody understands?  Do you want to strike fear and loathing into\nthe hearts of DP managers everywhere?  If so, then let the Famous Programmers'\nSchool lead you on... into the world of professional computer programming.\nThey say a good programmer can write 20 lines of effective program per day.\nWith our unique training course, we'll show you how to write 20 lines of code\nand lots more besides.  Our training course covers every programming language\nin existence, and some that aren't.  You'll learn why the on/off switch for a\ncomputer is so important, what the words *fatal error* mean, and who and what\nyou should blame when you make a mistake.\n\n\tYes, I want the brochure describing this incredible offer.\n\tI enclose $1000 is small unmarked bills to cover the cost of\n\tpostage and handling. (No live poultry, please.)\n\n*** Our Slogan:  Top down programming for the masses. ***\n",
  "\n\tA novice asked the Master: \"Here is a programmer that never designs,\ndocuments, or tests his programs.  Yet all who know him consider him one of\nthe best programmers in the world.  Why is this?\"\n\tThe Master replies: \"That programmer has mastered the Tao.  He has\ngone beyond the need for design; he does not become angry when the system\ncrashes, but accepts the universe without concern.  He has gone beyond the\nneed for documentation; he no longer cares if anyone else sees his code.  He\nhas gone beyond the need for testing; each of his programs are perfect within\nthemselves, serene and elegant, their purpose self-evident.  Truly, he has\nentered the mystery of the Tao.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA novice asked the master: \"I have a program that sometimes runs and\nsometimes aborts.  I have followed the rules of programming, yet I am totally\nbaffled. What is the reason for this?\"\n\tThe master replied: \"You are confused because you do not understand\nthe Tao.  Only a fool expects rational behavior from his fellow humans.  Why\ndo you expect it from a machine that humans have constructed?  Computers\nsimulate determinism; only the Tao is perfect.\n\tThe rules of programming are transitory; only the Tao is eternal.\nTherefore you must contemplate the Tao before you receive enlightenment.\"\n\t\"But how will I know when I have received enlightenment?\" asked the\nnovice.\n\t\"Your program will then run correctly,\" replied the master.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA novice asked the master: \"I perceive that one computer company is\nmuch larger than all others.  It towers above its competition like a giant\namong dwarfs.  Any one of its divisions could comprise an entire business.\nWhy is this so?\"\n\tThe master replied, \"Why do you ask such foolish questions?  That\ncompany is large because it is so large.  If it only made hardware, nobody\nwould buy it.  If it only maintained systems, people would treat it like a\nservant.  But because it combines all of these things, people think it one\nof the gods!  By not seeking to strive, it conquers without effort.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA novice asked the master: \"In the east there is a great tree-structure\nthat men call 'Corporate Headquarters'.  It is bloated out of shape with\nvice-presidents and accountants.  It issues a multitude of memos, each saying\n'Go, Hence!' or 'Go, Hither!' and nobody knows what is meant.  Every year new\nnames are put onto the branches, but all to no avail.  How can such an\nunnatural entity exist?\"\n\tThe master replies: \"You perceive this immense structure and are\ndisturbed that it has no rational purpose.  Can you not take amusement from\nits endless gyrations?  Do you not enjoy the untroubled ease of programming\nbeneath its sheltering branches?  Why are you bothered by its uselessness?\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA novice of the temple once approached the Chief Priest with a\nquestion.\n\t\"Master, does Emacs have the Buddha nature?\" the novice asked.\n\tThe Chief Priest had been in the temple for many years and could be\nrelied upon to know these things.  He thought for several minutes before\nreplying.\n\t\"I don't see why not.  It's got bloody well everything else.\"\n\tWith that, the Chief Priest went to lunch.  The novice suddenly\nachieved enlightenment, several years later.\n\nCommentary:\n\nHis Master is kind,\nAnswering his FAQ quickly,\nWith thought and sarcasm.\n",
  "\n\tA novice programmer was once assigned to code a simple financial\npackage.\n\tThe novice worked furiously for many days, but when his master\nreviewed his program, he discovered that it contained a screen editor, a set\nof generalized graphics routines, and artificial intelligence interface,\nbut not the slightest mention of anything financial.\n\tWhen the master asked about this, the novice became indignant.\n\"Don't be so impatient,\" he said, \"I'll put the financial stuff in eventually.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA novice was trying to fix a broken lisp machine by turning the\npower off and on.  Knight, seeing what the student was doing spoke sternly,\n\"You cannot fix a machine by just power-cycling it with no understanding\nof what is going wrong.\"  Knight turned the machine off and on.  The\nmachine worked.\n",
  "\nA person who is more than casually interested in computers should be well\nschooled in machine language, since it is a fundamental part of a computer.\n\t\t-- Donald Knuth\n",
  "\n\tA program should be light and agile, its subroutines connected like a\nstrings of pearls.  The spirit and intent of the program should be retained\nthroughout.  There should be neither too little nor too much, neither needless\nloops nor useless variables, neither lack of structure nor overwhelming\nrigidity.\n\tA program should follow the 'Law of Least Astonishment'.  What is this\nlaw?  It is simply that the program should always respond to the user in the\nway that astonishes him least.\n\tA program, no matter how complex, should act as a single unit.  The\nprogram should be directed by the logic within rather than by outward\nappearances.\n\tIf the program fails in these requirements, it will be in a state of\ndisorder and confusion.  The only way to correct this is to rewrite the\nprogram.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tA programmer from a very large computer company went to a software\nconference and then returned to report to his manager, saying: \"What sort\nof programmers work for other companies?  They behaved badly and were\nunconcerned with appearances. Their hair was long and unkempt and their\nclothes were wrinkled and old. They crashed out hospitality suites and they\nmade rude noises during my presentation.\"\n\tThe manager said: \"I should have never sent you to the conference.\nThose programmers live beyond the physical world.  They consider life absurd,\nan accidental coincidence.  They come and go without knowing limitations.\nWithout a care, they live only for their programs.  Why should they bother\nwith social conventions?\"\n\t\"They are alive within the Tao.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nA programmer is a person who passes as an exacting expert on the basis of\nbeing able to turn out, after innumerable punching, an infinite series of\nincomprehensible answers calculated with micrometric precisions from vague \nassumptions based on debatable figures taken from inconclusive documents \nand carried out on instruments of problematical accuracy by persons of \ndubious reliability and questionable mentality for the avowed purpose of\nannoying and confounding a hopelessly defenseless department that was\nunfortunate enough to ask for the information in the first place.\n\t\t-- IEEE Grid newsmagazine\n",
  "\nA programming language is low level when its programs require attention\nto the irrelevant.\n",
  "\nA recent study has found that concentrating on difficult off-screen\nobjects, such as the faces of loved ones, causes eye strain in computer\nscientists.  Researchers into the phenomenon cite the added concentration\nneeded to \"make sense\" of such unnatural three dimensional objects.\n",
  "\nA rolling disk gathers no MOS.\n",
  "\n\tA sheet of paper crossed my desk the other day and as I read it,\nrealization of a basic truth came over me.  So simple!  So obvious we couldn't\nsee it.  John Knivlen, Chairman of Polamar Repeater Club, an amateur radio\ngroup, had discovered how IC circuits work.  He says that smoke is the thing\nthat makes ICs work because every time you let the smoke out of an IC circuit,\nit stops working.  He claims to have verified this with thorough testing.\n\tI was flabbergasted!  Of course!  Smoke makes all things electrical\nwork.  Remember the last time smoke escaped from your Lucas voltage regulator\nDidn't it quit working?  I sat and smiled like an idiot as more of the truth\ndawned.  It's the wiring harness that carries the smoke from one device to\nanother in your Mini, MG or Jag.  And when the harness springs a leak, it lets\nthe smoke out of everything at once, and then nothing works.  The starter motor\nrequires large quantities of smoke to operate properly, and that's why the wire\ngoing to it is so large.\n\tFeeling very smug, I continued to expand my hypothesis.  Why are Lucas\nelectronics more likely to leak than say Bosch?  Hmmm...  Aha!!!  Lucas is\nBritish, and all things British leak!  British convertible tops leak water,\nBritish engines leak oil, British displacer units leak hydrostatic fluid, and\nI might add Brititsh tires leak air, and the British defense unit leaks\nsecrets... so naturally British electronics leak smoke.\n\t\t-- Jack Banton, PCC Automotive Electrical School\n\n\t[Ummm ... IC circuits?  Integrated circuit circuits?]\n",
  "\nA student, in hopes of understanding the Lambda-nature, came to Greenblatt.\nAs they spoke a Multics system hacker walked by.  \"Is it true\", asked the\nstudent, \"that PL-1 has many of the same data types as Lisp?\"  Almost before\nthe student had finished his question, Greenblatt shouted, \"FOO!\", and hit\nthe student with a stick.\n",
  "\nA successful [software] tool is one that was used to do something\nundreamed of by its author.\n\t\t-- S. C. Johnson\n",
  "\nA well-used door needs no oil on its hinges.\nA swift-flowing steam does not grow stagnant.\nNeither sound nor thoughts can travel through a vacuum.\nSoftware rots if not used.\n\nThese are great mysteries.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nA year spent in artificial intelligence is enough to make one believe in God.\n",
  "\nAbout the use of language: it is impossible to sharpen a pencil with a blunt\nax.  It is equally vain to try to do it with ten blunt axes instead.\n\t\t-- Edsger Dijkstra\n",
  "\nAdding features does not necessarily increase functionality -- it just\nmakes the manuals thicker.\n",
  "\nAdding manpower to a late software project makes it later.\n\t\t-- F. Brooks, \"The Mythical Man-Month\"\n\nWhenever one person is found adequate to the discharge of a duty by\nclose application thereto, it is worse execute by two persons and\nscarcely done at all if three or more are employed therein.\n\t\t-- George Washington, 1732-1799\n",
  "\n\tAfter sifting through the overwritten remaining blocks of Luke's home\ndirectory, Luke and PDP-1 sped away from /u/lars, across the surface of the\nWinchester riding Luke's flying read/write head.  PDP-1 had Luke stop at the\nedge of the cylinder overlooking /usr/spool/uucp.\n\t\"Unix-to-Unix Copy Program;\" said PDP-1.  \"You will never find a more\nwretched hive of bugs and flamers.  We must be cautious.\"\n\t\t-- DECWARS\n",
  "\nAlan Turing thought about criteria to settle the question of whether\nmachines can think, a question of which we now know that it is about\nas relevant as the question of whether submarines can swim.\n\t\t-- Dijkstra\n",
  "\nAlgol-60 surely must be regarded as the most important programming language\nyet developed.\n\t\t-- T. Cheatham\n",
  "\nAll constants are variables.\n",
  "\n===  ALL CSH USERS PLEASE NOTE  ========================\n\nSet the variable $LOSERS to all the people that you think are losers.  This\nwill cause all said losers to have the variable $PEOPLE-WHO-THINK-I-AM-A-LOSER\nupdated in their .login file.  Should you attempt to execute a job on a \nmachine with poor response time and a machine on your local net is currently\npopulated by losers, that machine will be freed up for your job through a\ncold boot process.\n",
  "\nAll parts should go together without forcing.  You must remember that the parts\nyou are reassembling were disassembled by you.  Therefore, if you can't get\nthem together again, there must be a reason.  By all means, do not use a hammer.\n\t\t-- IBM maintenance manual, 1925\n",
  "\nAll programmers are optimists.  Perhaps this modern sorcery especially attracts\nthose who believe in happy endings and fairy godmothers.  Perhaps the hundreds\nof nitty frustrations drive away all but those who habitually focus on the end\ngoal.  Perhaps it is merely that computers are young, programmers are younger,\nand the young are always optimists.  But however the selection process works,\nthe result is indisputable:  \"This time it will surely run,\" or \"I just found\nthe last bug.\"\n\t\t-- Frederick Brooks, \"The Mythical Man Month\"\n",
  "\nAll programmers are playwrights and all computers are lousy actors.\n",
  "\n\"... all the good computer designs are bootlegged; the formally planned\nproducts, if they are built at all, are dogs!\"\n\t\t-- David E. Lundstrom, \"A Few Good Men From Univac\",\n\t\t   MIT Press, 1987\n",
  "\nAll the simple programs have been written.\n",
  "\n===  ALL USERS PLEASE NOTE  ========================\n\nA new system, the CIRCULATORY system, has been added.\n\nThe long-experimental CIRCULATORY system has been released to users.  The\nLisp Machine uses Type B fluid, the L machine uses Type A fluid.  When the \nswitch to Common Lisp occurs both machines will, of course, be Type O.\nPlease check fluid level by using the DIP stick which is located in the\nback of VMI monitors.  Unchecked low fluid levels can cause poor paging\nperformance.\n",
  "\n===  ALL USERS PLEASE NOTE  ========================\n\nBug reports now amount to an average of 12,853 per day.  Unfortunately,\nthis is only a small fraction [ < 1",
  " ] of the mail volume we receive.  In\norder that we may more expeditiously deal with these valuable messages,\nplease communicate them by one of the following paths:\n\n\tARPA:  WastebasketSLMHQ.ARPA\n\tUUCP:  [berkeley, seismo, harpo]!fubar!thekid!slmhq!wastebasket\n \tNon-network sites:  Federal Express to:\n\t\tWastebasket\n\t\tRoom NE43-926\n\t\tCopernicus, The Moon, 12345-6789\n\tFor that personal contact feeling call 1-415-642-4948; our trained\n\toperators are on call 24 hours a day.  VISA/MC accepted.*\n\n* Our very rich lawyers have assured us that we are not \n  responsible for any errors or advice given over the phone.\n",
  "\n===  ALL USERS PLEASE NOTE  ========================\n\nCAR and CDR now return extra values.\n\nThe function CAR now returns two values.  Since it has to go to the trouble \nto figure out if the object is carcdr-able anyway, we figured you might as \nwell get both halves at once.  For example, the following code shows how to \ndestructure a cons (SOME-CONS) into its two slots (THE-CAR and THE-CDR):\n\n\t(MULTIPLE-VALUE-BIND (THE-CAR THE-CDR) (CAR SOME-CONS) ...)\n\nFor symmetry with CAR, CDR returns a second value which is the CAR of the\nobject.  In a related change, the functions MAKE-ARRAY and CONS have been \nfixed so they don't allocate any storage except on the stack.  This should\nhopefully help people who don't like using the garbage collector because\nit cold boots the machine so often.\n",
  "\n===  ALL USERS PLEASE NOTE  ========================\n\nCompiler optimizations have been made to macro expand LET into a WITHOUT-\nINTERRUPTS special form so that it can PUSH things into a stack in the\nLET-OPTIMIZATION area, SETQ the variables and then POP them back when it's\ndone.  Don't worry about this unless you use multiprocessing.\nNote that LET *could* have been defined by:\n\n\t(LET ((LET '`(LET ((LET ',LET))\n\t\t\t,LET)))\n\t`(LET ((LET ',LET))\n\t\t,LET))\n\nThis is believed to speed up execution by as much as a factor of 1.01 or\n3.50 depending on whether you believe our friendly marketing representatives.\nThis code was written by a new programmer here (we snatched him away from\nItty Bitti Machines where we was writting COUGHBOL code) so to give him\nconfidence we trusted his vows of \"it works pretty well\" and installed it.\n",
  "\n===  ALL USERS PLEASE NOTE  ========================\n\nJCL support as alternative to system menu.\n\nIn our continuing effort to support languages other than LISP on the CADDR,\nwe have developed an OS/360-compatible JCL.  This can be used as an\nalternative to the standard system menu.  Type System J to get to a JCL\ninteractive read-execute-diagnose loop window.  [Note that for 360\ncompatibility, all input lines are truncated to 80 characters.]  This\nwindow also maintains a mouse-sensitive display of critical job parameters\nsuch as dataset allocation, core allocation, channels, etc.  When a JCL\nsyntax error is detected or your job ABENDs, the window-oriented JCL\ndebugger is entered.  The JCL debugger displays appropriate OS/360 error\nmessages (such as IEC703, \"disk error\") and allows you to dequeue your job.\n",
  "\n===  ALL USERS PLEASE NOTE  ========================\n\nThe garbage collector now works.  In addition a new, experimental garbage \ncollection algorithm has been installed.  With SI:",
  "DSK-GC-QLX-BITS set to 17,\n(NOT the default) the old garbage collection algorithm remains in force; when \nvirtual storage is filled, the machine cold boots itself.  With SI:",
  "DSK-GC-\nQLX-BITS set to 23, the new garbage collector is enabled.  Unlike most garbage\ncollectors, the new gc starts its mark phase from the mind of the user, rather \nthan from the obarray.  This allows the garbage collection of significantly \nmore Qs.  As the garbage collector runs, it may ask you something like \"Do you\nremember what SI:RDTBL-TRANS does?\", and if you can't give a reasonable answer\nin thirty seconds, the symbol becomes a candidate for GCing.  The variable \nSI:",
  "GC-QLX-LUSER-TM governs how long the GC waits before timing out the user.\n",
  "\n===  ALL USERS PLEASE NOTE  ========================\n\nThere has been some confusion concerning MAPCAR.\n\t(DEFUN MAPCAR (&FUNCTIONAL FCN &EVAL &REST LISTS)\n\t\t(PROG (V P LP)\n\t\t(SETQ P (LOCF V))\n\tL\t(SETQ LP LISTS)\n\t\t(",
  "START-FUNCTION-CALL FCN T (LENGTH LISTS) NIL)\n\tL1\t(OR LP (GO L2))\n\t\t(AND (NULL (CAR LP)) (RETURN V))\n\t\t(",
  "PUSH (CAAR LP))\n\t\t(RPLACA LP (CDAR LP))\n\t\t(SETQ LP (CDR LP))\n\t\t(GO L1)\n\tL2\t(",
  "FINISH-FUNCTION-CALL FCN T (LENGTH LISTS) NIL)\n\t\t(SETQ LP (",
  "POP))\n\t\t(RPLACD P (SETQ P (NCONS LP)))\n\t\t(GO L)))\nWe hope this clears up the many questions we've had about it.\n",
  "\nAll your files have been destroyed (sorry).  Paul.\n",
  "\nAlmost anything derogatory you could say about today's software design\nwould be accurate.\n\t\t-- K.E. Iverson\n",
  "\nAlthough it is still a truism in industry that \"no one was ever fired for\nbuying IBM,\" Bill O'Neil, the chief technology officer at Drexel Burnham\nLambert, says he knows for a fact that someone has been fired for just that\nreason.  He knows it because he fired the guy.\n\t\"He made a bad decision, and what it came down to was, 'Well, I\nbought it because I figured it was safe to buy IBM,'\"  Mr. O'Neil says.\n\"I said, 'No.  Wrong.  Game over.  Next contestant, please.'\"\n\t\t-- The Wall Street Journal, December 6, 1989\n",
  "\nAmigaDOS Beer: The company has gone out of business, but their recipe has \nbeen picked up by some weird German company, so now this beer will be an \nimport.  This beer never really sold very well because the original \nmanufacturer didn't understand marketing. Like Unix Beer, AmigaDOS Beer \nfans are an extremely loyal and loud group. It originally came in a \n16-oz. can, but now comes in 32-oz.  cans too.  When this can was \noriginally introduced, it appeared flashy and colorful, but the design \nhasn't changed much over the years, so it appears dated now.  Critics of \nthis beer claim that it is only meant for watching TV anyway.\n",
  "\nAn Ada exception is when a routine gets in trouble and says\n'Beam me up, Scotty'.\n",
  "\nAn adequate bootstrap is a contradiction in terms.\n",
  "\nAn algorithm must be seen to be believed.\n\t\t-- D.E. Knuth\n",
  "\n... an anecdote from IBM's Yorktown Heights Research Center.  When a\nprogrammer used his new computer terminal, all was fine when he was sitting\ndown, but he couldn't log in to the system when he was standing up.  That\nbehavior was 100 percent repeatable: he could always log in when sitting and\nnever when standing.\n\nMost of us just sit back and marvel at such a story; how could that terminal\nknow whether the poor guy was sitting or standing?  Good debuggers, though,\nknow that there has to be a reason.  Electrical theories are the easiest to\nhypothesize: was there a loose with under the carpet, or problems with static\nelectricity?  But electrical problems are rarely consistently reproducible.\nAn alert IBMer finally noticed that the problem was in the terminal's keyboard:\nthe tops of two keys were switched.  When the programmer was seated he was a\ntouch typist and the problem went unnoticed, but when he stood he was led\nastray by hunting and pecking.\n\t-- \"Programming Pearls\" column, by Jon Bentley in CACM February 1985\n",
  "\nAn elephant is a mouse with an operating system.\n",
  "\nAn engineer is someone who does list processing in FORTRAN.\n",
  "\nAn interpretation _\bI satisfies a sentence in the table language if and only if\neach entry in the table designates the value of the function designated by the\nfunction constant in the upper-left corner applied to the objects designated\nby the corresponding row and column labels.\n\t\t-- Genesereth & Nilsson, \"Logical foundations of Artificial\n\t\t   Intelligence\"\n",
  "\nAnd it should be the law: If you use the word `paradigm' without knowing\nwhat the dictionary says it means, you go to jail.  No exceptions.\n\t\t-- David Jones\n",
  "\nAnd on the seventh day, He exited from append mode.\n",
  "\nAnother megabytes the dust.\n",
  "\nAny given program will expand to fill available memory.\n",
  "\nAny given program, when running, is obsolete.\n",
  "\nAny program which runs right is obsolete.\n",
  "\nAny programming language is at its best before it is implemented and used.\n",
  "\n... Any resemblance between the above views and those of my employer,\nmy terminal, or the view out my window are purely coincidental.  Any\nresemblance between the above and my own views is non-deterministic.  The\nquestion of the existence of views in the absence of anyone to hold them\nis left as an exercise for the reader.  The question of the existence of\nthe reader is left as an exercise for the second god coefficient.  (A\ndiscussion of non-orthogonal, non-integral polytheism is beyond the scope\nof this article.)\n",
  "\nAny sufficiently advanced bug is indistinguishable from a feature.\n\t\t-- Rich Kulawiec\n",
  "\nAnyone who has attended a USENIX conference in a fancy hotel can tell you\nthat a sentence like \"You're one of those computer people, aren't you?\"\nis roughly equivalent to \"Look, another amazingly mobile form of slime\nmold!\" in the mouth of a hotel cocktail waitress.\n\t\t-- Elizabeth Zwicky\n",
  "\nAPL hackers do it in the quad.\n",
  "\nAPL is a mistake, carried through to perfection.  It is the language of the\nfuture for the programming techniques of the past: it creates a new generation\nof coding bums.\n\t\t-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5\n",
  "\nAPL is a natural extension of assembler language programming;\n...and is best for educational purposes.\n\t\t-- A. Perlis\n",
  "\nAPL is a write-only language.  I can write programs in APL, but I can't\nread any of them.\n\t\t-- Roy Keir\n",
  "\nAre we running light with overbyte?\n",
  "\nAround computers it is difficult to find the correct unit of time to\nmeasure progress.  Some cathedrals took a century to complete.  Can you\nimagine the grandeur and scope of a program that would take as long?\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\nAs a computer, I find your faith in technology amusing.\n",
  "\nAs far as we know, our computer has never had an undetected error.\n\t\t-- Weisert\n",
  "\nAs in certain cults it is possible to kill a process if you know its true name.\n\t\t-- Ken Thompson and Dennis M. Ritchie\n",
  "\nAs in Protestant Europe, by contrast, where sects divided endlessly into\nsmaller competing sects and no church dominated any other, all is different\nin the fragmented world of IBM.  That realm is now a chaos of conflicting\nnorms and standards that not even IBM can hope to control.  You can buy a\ncomputer that works like an IBM machine but contains nothing made or sold by\nIBM itself.  Renegades from IBM constantly set up rival firms and establish\nstandards of their own.  When IBM recently abandoned some of its original\nstandards and decreed new ones, many of its rivals declared a puritan\nallegiance to IBM's original faith, and denounced the company as a divisive\ninnovator.  Still, the IBM world is united by its distrust of icons and\nimagery.  IBM's screens are designed for language, not pictures.  Graven\nimages may be tolerated by the luxurious cults, but the true IBM faith relies\non the austerity of the word.\n\t\t-- Edward Mendelson, \"The New Republic\", February 22, 1988\n",
  "\nAs long as there are ill-defined goals, bizarre bugs, and unrealistic \nschedules, there will be Real Programmers willing to jump in and Solve \nThe Problem, saving the documentation for later.\n",
  "\nAs of next Thursday, UNIX will be flushed in favor of TOPS-10.\nPlease update your programs.\n",
  "\nAs of next Tuesday, C will be flushed in favor of COBOL.\nPlease update your programs.\n",
  "\nAs of next week, passwords will be entered in Morse code.\n",
  "\nAs part of an ongoing effort to keep you, the Fortune reader, abreast of\nthe valuable information the daily crosses the USENET, Fortune presents:\n\nNews articles that answer *your* questions, #1:\n\n\tNewsgroups: comp.sources.d\n\tSubject: how do I run C code received from sources\n\tKeywords: C sources\n\tDistribution: na\n\n\tI do not know how to run the C programs that are posted in the\n\tsources newsgroup.  I save the files, edit them to remove the\n\theaders, and change the mode so that they are executable, but I\n\tcannot get them to run.  (I have never written a C program before.)\n\n\tMust they be compiled?  With what compiler?  How do I do this?  If\n\tI compile them, is an object code file generated or must I generate\n\tit explicitly with the > character?  Is there something else that\n\tmust be done?\n",
  "\nAs part of the conversion, computer specialists rewrote 1,500 programs;\na process that traditionally requires some debugging.\n\t\t-- USA Today, referring to the Internal Revenue Service\n\t\t   conversion to a new computer system.\n",
  "\nAs soon as we started programming, we found to our surprise that it wasn't\nas easy to get programs right as we had thought.  Debugging had to be\ndiscovered.  I can remember the exact instant when I realized that a large\npart of my life from then on was going to be spent in finding mistakes in\nmy own programs.\n\t\t-- Maurice Wilkes, designer of EDSAC, on programming, 1949\n",
  "\nAs the system comes up, the component builders will from time to time appear,\nbearing hot new versions of their pieces -- faster, smaller, more complete,\nor putatively less buggy.  The replacement of a working component by a new\nversion requires the same systematic testing procedure that adding a new\ncomponent does, although it should require less time, for more complete and\nefficient test cases will usually be available.\n\t\t-- Frederick Brooks Jr., \"The Mythical Man Month\" \n",
  "\nAs the trials of life continue to take their toll, remember that there\nis always a future in Computer Maintenance.\n\t\t-- National Lampoon, \"Deteriorata\"\n",
  "\nAs Will Rogers would have said, \"There is no such things as a free variable.\"\n",
  "\nASCII a stupid question, you get an EBCDIC answer.\n",
  "\nASHes to ASHes, DOS to DOS.\n",
  "\nAsk not for whom the <CONTROL-G>\u0007 tolls.\n",
  "\nAssembly language experience is [important] for the maturity\nand understanding of how computers work that it provides.\n\t\t-- D. Gries\n",
  "\nAsynchronous inputs are at the root of our race problems.\n\t\t-- D. Winker and F. Prosser\n",
  "\nAt about 2500 A.D., humankind discovers a computer problem that *must* be\nsolved.  The only difficulty is that the problem is NP complete and will\ntake thousands of years even with the latest optical biologic technology\navailable.  The best computer scientists sit down to think up some solution.\nIn great dismay, one of the C.S. people tells her husband about it.  There\nis only one solution, he says.  Remember physics 103, Modern Physics, general\nrelativity and all.  She replies, \"What does that have to do with solving\na computer problem?\"\n\t\"Remember the twin paradox?\"\n\tAfter a few minutes, she says, \"I could put the computer on a very\nfast machine and the computer would have just a few minutes to calculate but\nthat is the exact opposite of what we want... Of course!  Leave the\ncomputer here, and accelerate the earth!\"\n\tThe problem was so important that they did exactly that.  When\nthe earth came back, they were presented with the answer:\n\n\tIEH032 Error in JOB Control Card.\n",
  "\nAt first sight, the idea of any rules or principles being superimposed on\nthe creative mind seems more likely to hinder than to help, but this is\nquite untrue in practice.  Disciplined thinking focuses inspiration rather\nthan blinkers it.\n\t\t-- G.L. Glegg, \"The Design of Design\"\n",
  "\nAt Group L, Stoffel oversees six first-rate programmers, a managerial\nchallenge roughly comparable to herding cats.\n\t\t-- The Washington Post Magazine, 9 June, 1985\n",
  "\nAt the source of every error which is blamed on the computer you will find\nat least two human errors, including the error of blaming it on the computer.\n",
  "\nAvoid strange women and temporary variables.\n",
  "\nBasic is a high level languish.  APL is a high level anguish.\n",
  "\nBASIC is the Computer Science equivalent of `Scientific Creationism'.\n",
  "\nBASIC is to computer programming as QWERTY is to typing.\n\t\t-- Seymour Papert\n",
  "\nBe careful when a loop exits to the same place from side and bottom.\n",
  "\nBehind every great computer sits a skinny little geek.\n",
  "\nBell Labs Unix -- Reach out and grep someone.\n",
  "\nBeware of bugs in the above code; I have only proved it correct, not tried it.\n\t\t-- Donald Knuth\n",
  "\nBeware of Programmers who carry screwdrivers.\n\t\t-- Leonard Brandwein\n",
  "\nBeware of the Turing Tar-pit in which everything is possible but nothing of \ninterest is easy.\n",
  "\nBeware the new TTY code!\n",
  "\nBlinding speed can compensate for a lot of deficiencies.\n\t\t-- David Nichols\n",
  "\nBLISS is ignorance.\n",
  "\nBoth models are identical in performance, functional operation, and\ninterface circuit details.  The two models, however, are not compatible\non the same communications line connection.\n\t\t-- Bell System Technical Reference\n",
  "\nBrace yourselves.  We're about to try something that borders on the unique:\nan actually rather serious technical book which is not only (gasp) vehemently\nanti-Solemn, but also (shudder) takes sides.  I tend to think of it as\n`Constructive Snottiness.'\n\t\t-- Mike Padlipsky, \"Elements of Networking Style\"\n",
  "\nBrain fried -- Core dumped\n",
  "\nBreadth-first search is the bulldozer of science.\n\t\t-- Randy Goebel\n",
  "\n\tBrian Kernighan has an automobile which he helped design.\nUnlike most automobiles, it has neither speedometer, nor gas gauge, nor\nany of the numerous idiot lights which plague the modern driver.\nRather, if the driver makes any mistake, a giant \"?\" lights up in the\ncenter of the dashboard.  \"The experienced driver\", he says, \"will\nusually know what's wrong.\"\n",
  "\nBringing computers into the home won't change either one, but may\nrevitalize the corner saloon.\n",
  "\nBuild a system that even a fool can use and only a fool will want to use it.\n",
  "\nBuilding translators is good clean fun.\n\t\t-- T. Cheatham\n",
  "\nBus error -- driver executed.\n",
  "\nBus error -- please leave by the rear door.\n",
  "\nBut in our enthusiasm, we could not resist a radical overhaul of the\nsystem, in which all of its major weaknesses have been exposed,\nanalyzed, and replaced with new weaknesses.\n\t\t-- Bruce Leverett, \"Register Allocation in Optimizing Compilers\"\n",
  "\nBut this has taken us far afield from interface, which is not a bad\nplace to be, since I particularly want to move ahead to the kludge.\nWhy do people have so much trouble understanding the kludge?  What\nis a kludge, after all, but not enough K's, not enough ROM's, not\nenough RAM's, poor quality interface and too few bytes to go around?\nHave I explained yet about the bytes?\n",
  "\n\"But what we need to know is, do people want nasally-insertable computers?\"\n",
  "\nBy long-standing tradition, I take this opportunity to savage other\ndesigners in the thin disguise of good, clean fun.\n\t\t-- P.J. Plauger, \"Computer Language\", 1988, April\n\t\t   Fool's column.\n",
  "\nBYTE editors are people who separate the wheat from the chaff, and then\ncarefully print the chaff.\n",
  "\nByte your tongue.\n",
  "\nC Code.\nC Code Run.\nRun, Code, RUN!\n\tPLEASE!!!!\n",
  "\nC for yourself.\n",
  "\nC makes it easy for you to shoot yourself in the foot.  C++ makes that\nharder, but when you do, it blows away your whole leg.\n\t\t-- Bjarne Stroustrup\n",
  "\nC'est magnifique, mais ce n'est pas l'Informatique.\n\t\t-- Bosquet [on seeing the IBM 4341]\n",
  "\nC++ is the best example of second-system effect since OS/360.\n",
  "\n... C++ offers even more flexible control over the visibility of member\nobjects and member functions.  Specifically, members may be placed in the\npublic, private, or protected parts of a class.  Members declared in the\npublic parts are visible to all clients; members declared in the private\nparts are fully encapsulated; and members declared in the protected parts\nare visible only to the class itself and its subclasses.  C++ also supports\nthe notion of *_______\b\b\b\b\b\b\bfriends*: cooperative classes that are permitted to see each\nother's private parts.\n\t\t-- Grady Booch, \"Object Oriented Design with Applications\"\n",
  "\nCalm down, it's *____\b\b\b\bonly* ones and zeroes.\n",
  "\nCan't open /usr/fortunes.  Lid stuck on cookie jar.\n",
  "\nCan't open /usr/games/lib/fortunes.dat.\n",
  "\nCChheecckk yyoouurr dduupplleexx sswwiittcchh..\n",
  "\nCCI Power 6/40: one board, a megabyte of cache, and an attitude...\n",
  "\nCenter meeting at 4pm in 2C-543.\n",
  "\nCivilization, as we know it, will end sometime this evening.\nSee SYSNOTE tomorrow for more information.\n",
  "\nCOBOL is for morons.\n\t\t-- E.W. Dijkstra\n",
  "\nCobol programmers are down in the dumps.\n",
  "\nCoding is easy;  All you do is sit staring at a terminal until the drops\nof blood form on your forehead.\n",
  "\nComparing software engineering to classical engineering assumes that software\nhas the ability to wear out.  Software typically behaves, or it does not.  It\neither works, or it does not.  Software generally does not degrade, abrade,\nstretch, twist, or ablate.  To treat it as a physical entity, therefore, is\nmisapplication of our engineering skills.  Classical engineering deals with\nthe characteristics of hardware; software engineering should deal with the\ncharacteristics of *software*, and not with hardware or management.\n\t\t-- Dan Klein\n",
  "\nCOMPASS [for the CDC-6000 series] is the sort of assembler one expects from\na corporation whose president codes in octal.\n\t\t-- J.N. Gray\n",
  "\n... computer hardware progress is so fast.  No other technology since\ncivilization began has seen six orders of magnitude in performance-price\ngain in 30 years.\n\t\t-- Fred Brooks\n",
  "\nComputer programmers do it byte by byte.\n",
  "\nComputer programmers never die, they just get lost in the processing.\n",
  "\nComputer programs expand so as to fill the core available.\n",
  "\nComputer Science is merely the post-Turing decline in formal systems theory.\n",
  "\nComputer Science is the only discipline in which we view adding a new wing\nto a building as being maintenance\n\t\t-- Jim Horning\n",
  "\nComputers are not intelligent.  They only think they are.\n",
  "\nComputers are unreliable, but humans are even more unreliable.\nAny system which depends on human reliability is unreliable.\n\t\t-- Gilb\n",
  "\nComputers are useless.  They can only give you answers.\n\t\t-- Pablo Picasso\n",
  "\nComputers can figure out all kinds of problems, except the things in\nthe world that just don't add up.\n",
  "\nComputers don't actually think.\n\tYou just think they think.\n\t\t(We think.)\n",
  "\nComputers will not be perfected until they can compute how much more\nthan the estimate the job will cost.\n",
  "\nConceptual integrity in turn dictates that the design must proceed\nfrom one mind, or from a very small number of agreeing resonant minds.\n\t\t-- Frederick Brooks Jr., \"The Mythical Man Month\" \n",
  "\nCongratulations!  You are the one-millionth user to log into our system.\nIf there's anything special we can do for you, anything at all, don't\nhesitate to ask!\n",
  "\n\tCosmotronic Software Unlimited Inc. does not warrant that the\nfunctions contained in the program will meet your requirements or that\nthe operation of the program will be uninterrupted or error-free.\n\tHowever, Cosmotronic Software Unlimited Inc. warrants the\ndiskette(s) on which the program is furnished to be of black color and\nsquare shape under normal use for a period of ninety (90) days from the\ndate of purchase.\n\tNOTE: IN NO EVENT WILL COSMOTRONIC SOFTWARE UNLIMITED OR ITS\nDISTRIBUTORS AND THEIR DEALERS BE LIABLE TO YOU FOR ANY DAMAGES, INCLUDING\nANY LOST PROFIT, LOST SAVINGS, LOST PATIENCE OR OTHER INCIDENTAL OR\nCONSEQUENTIAL DAMAGES.\n\t\t-- Horstmann Software Design, the \"ChiWriter\" user manual\n",
  "\nCouldn't we jury-rig the cat to act as an audio switch, and have it yell \nat people to save their core images before logging them out?  I'm sure \nthe cattle prod would be effective in this regard.  In any case, a traverse \nmounted iguana, while more perverted, gives better traction, not to mention\nbeing easier to stake.\n",
  "\nCounting in binary is just like counting in decimal -- if you are all thumbs.\n\t\t-- Glaser and Way\n",
  "\nCounting in octal is just like counting in decimal--if you don't use your thumbs.\n\t\t-- Tom Lehrer\n",
  "\n[Crash programs] fail because they are based on the theory that, with nine\nwomen pregnant, you can get a baby a month.\n\t\t-- Wernher von Braun\n",
  "\nCrazee Edeee, his prices are INSANE!!!\n",
  "\nCreating computer software is always a demanding and painstaking\nprocess -- an exercise in logic, clear expression, and almost fanatical\nattention to detail.  It requires intelligence, dedication, and an\nenormous amount of hard work.  But, a certain amount of unpredictable\nand often unrepeatable inspiration is what usually makes the difference\nbetween adequacy and excellence.\n",
  "\nCreating computer software is always a demanding and painstaking\nprocess -- an exercise in logic, clear expression, and almost fanatical\nattention to detail.  It requires intelligence, dedication, and an\nenormous amount of hard work.  But, a certain amount of unpredictable\nand often unrepeatable inspiration is what usually makes the difference\nbetween adequacy and excellence.\n",
  "\n",
  "DCL-MEM-BAD, bad memory\nVMS-F-PDGERS, pudding between the ears\n",
  "\nDear Emily, what about test messages?\n\t\t-- Concerned\n\nDear Concerned:\n\tIt is important, when testing, to test the entire net.  Never test\nmerely a subnet distribution when the whole net can be done.  Also put \"please\nignore\" on your test messages, since we all know that everybody always skips\na message with a line like that.  Don't use a subject like \"My sex is female\nbut I demand to be addressed as male.\" because such articles are read in depth\nby all USEnauts.\n\t\t-- Emily Postnews Answers Your Questions on Netiquette\n",
  "\nDear Emily:\n\tHow can I choose what groups to post in?\n\t\t-- Confused\n\nDear Confused:\n\tPick as many as you can, so that you get the widest audience.  After\nall, the net exists to give you an audience.  Ignore those who suggest you\nshould only use groups where you think the article is highly appropriate.\nPick all groups where anybody might even be slightly interested.\n\tAlways make sure followups go to all the groups.  In the rare event\nthat you post a followup which contains something original, make sure you\nexpand the list of groups.  Never include a \"Followup-to:\" line in the\nheader, since some people might miss part of the valuable discussion in\nthe fringe groups.\n\t\t-- Emily Postnews Answers Your Questions on Netiquette\n",
  "\nDear Emily:\n\tI collected replies to an article I wrote, and now it's time to\nsummarize.  What should I do?\n\t\t-- Editor\n\nDear Editor:\n\tSimply concatenate all the articles together into a big file and post\nthat.  On USENET, this is known as a summary.  It lets people read all the\nreplies without annoying newsreaders getting in the way.  Do the same when\nsummarizing a vote.\n\t\t-- Emily Postnews Answers Your Questions on Netiquette\n",
  "\nDear Emily:\n\tI recently read an article that said, \"reply by mail, I'll summarize.\"\nWhat should I do?\n\t\t-- Doubtful\n\nDear Doubtful:\n\tPost your response to the whole net.  That request applies only to\ndumb people who don't have something interesting to say.  Your postings are\nmuch more worthwhile than other people's, so it would be a waste to reply by\nmail.\n\t\t-- Emily Postnews Answers Your Questions on Netiquette\n",
  "\nDear Emily:\n\tI saw a long article that I wish to rebut carefully, what should\nI do?\n\t\t-- Angry\n\nDear Angry:\n\tInclude the entire text with your article, and include your comments\nbetween the lines.  Be sure to post, and not mail, even though your article\nlooks like a reply to the original.  Everybody *loves* to read those long\npoint-by-point debates, especially when they evolve into name-calling and\nlots of \"Is too!\" -- \"Is not!\" -- \"Is too, twizot!\" exchanges.\n\t\t-- Emily Postnews Answers Your Questions on Netiquette\n",
  "\nDear Emily:\n\tI'm having a serious disagreement with somebody on the net. I\ntried complaints to his sysadmin, organizing mail campaigns, called for\nhis removal from the net and phoning his employer to get him fired.\nEverybody laughed at me.  What can I do?\n\t\t-- A Concerned Citizen\n\nDear Concerned:\n\tGo to the daily papers.  Most modern reporters are top-notch computer\nexperts who will understand the net, and your problems, perfectly.  They\nwill print careful, reasoned stories without any errors at all, and surely\nrepresent the situation properly to the public.  The public will also all\nact wisely, as they are also fully cognizant of the subtle nature of net\nsociety.\n\tPapers never sensationalize or distort, so be sure to point out things\nlike racism and sexism wherever they might exist.  Be sure as well that they\nunderstand that all things on the net, particularly insults, are meant\nliterally.  Link what transpires on the net to the causes of the Holocaust, if\npossible.  If regular papers won't take the story, go to a tabloid paper --\nthey are always interested in good stories.\n",
  "\nDear Emily:\n\tI'm still confused as to what groups articles should be posted\nto.  How about an example?\n\t\t-- Still Confused\n\nDear Still:\n\tOk.  Let's say you want to report that Gretzky has been traded from\nthe Oilers to the Kings.  Now right away you might think rec.sport.hockey\nwould be enough.  WRONG.  Many more people might be interested.  This is a\nbig trade!  Since it's a NEWS article, it belongs in the news.* hierarchy\nas well.  If you are a news admin, or there is one on your machine, try\nnews.admin.  If not, use news.misc.\n\tThe Oilers are probably interested in geology, so try sci.physics.\nHe is a big star, so post to sci.astro, and sci.space because they are also\ninterested in stars.  Next, his name is Polish sounding.  So post to\nsoc.culture.polish.  But that group doesn't exist, so cross-post to\nnews.groups suggesting it should be created.  With this many groups of\ninterest, your article will be quite bizarre, so post to talk.bizarre as\nwell.  (And post to comp.std.mumps, since they hardly get any articles\nthere, and a \"comp\" group will propagate your article further.)\n\tYou may also find it is more fun to post the article once in each\ngroup.  If you list all the newsgroups in the same article, some newsreaders\nwill only show the the article to the reader once!  Don't tolerate this.\n\t\t-- Emily Postnews Answers Your Questions on Netiquette\n",
  "\nDear Emily:\n\tToday I posted an article and forgot to include my signature.\nWhat should I do?\n\t\t-- Forgetful\n\nDear Forgetful:\n\tRush to your terminal right away and post an article that says,\n\"Oops, I forgot to post my signature with that last article.  Here\nit is.\"\n\tSince most people will have forgotten your earlier article,\n(particularly since it dared to be so boring as to not have a nice, juicy\nsignature) this will remind them of it.  Besides, people care much more\nabout the signature anyway.\n\t\t-- Emily Postnews Answers Your Questions on Netiquette\n",
  "\nDear Ms. Postnews:\n\tI couldn't get mail through to somebody on another site.  What\n\tshould I do?\n\t\t-- Eager Beaver\n\nDear Eager:\n\tNo problem, just post your message to a group that a lot of people\nread.  Say, \"This is for John Smith.  I couldn't get mail through so I'm\nposting it.  All others please ignore.\"\n\tThis way tens of thousands of people will spend a few seconds scanning\nover and ignoring your article, using up over 16 man-hours their collective\ntime, but you will be saved the terrible trouble of checking through usenet\nmaps or looking for alternate routes.  Just think, if you couldn't distribute\nyour message to 9000 other computers, you might actually have to (gasp) call\ndirectory assistance for 60 cents, or even phone the person.  This can cost\nas much as a few DOLLARS (!) for a 5 minute call!\n\tAnd certainly it's better to spend 10 to 20 dollars of other people's\nmoney distributing the message than for you to have to waste $9 on an overnight\nletter, or even 25 cents on a stamp!\n\tDon't forget.  The world will end if your message doesn't get through,\nso post it as many places as you can.\n\t\t-- Emily Postnews Answers Your Questions on Netiquette\n",
  "\nDear Sir,\n\tI am firmly opposed to the spread of microchips either to the home or\nto the office,  We have more than enough of them foisted upon us in public\nplaces.  They are a disgusting Americanism, and can only result in the farmers\nbeing forced to grow smaller potatoes, which in turn will cause massive un-\nemployment in the already severely depressed agricultural industry.\n\tYours faithfully,\n\tCapt. Quinton D'Arcy, J.P.\n\tSevenoaks\n\t\t-- Letters To The Editor, The Times of London\n",
  "\nDebug is human, de-fix divine.\n",
  "\nDEC diagnostics would run on a dead whale.\n\t\t-- Mel Ferentz\n",
  "\n#define BITCOUNT(x)\t(((BX_(x)+(BX_(x)>>4)) & 0x0F0F0F0F) ",
  " 255)\n#define  BX_(x)\t\t((x) - (((x)>>1)&0x77777777)\t\t\t\\\n\t\t\t     - (((x)>>2)&0x33333333)\t\t\t\\\n\t\t\t     - (((x)>>3)&0x11111111))\n\n\t\t-- really weird C code to count the number of bits in a word\n",
  "\n(defun NF (a c)\n  (cond ((null c) () )\n\t((atom (car c))\n\t  (append (list (eval (list 'getchar (list (car c) 'a) (cadr c))))\n\t\t (nf a (cddr c))))\n\t(t (append (list (implode (nf a (car c)))) (nf a (cdr c))))))\n\n(defun AD (want-job challenging boston-area)\n  (cond \n   ((or (not (equal want-job 'yes))\n\t(not (equal boston-area 'yes))\n\t(lessp challenging 7)) () )\n   (t (append (nf  (get 'ad 'expr)\n\t  '((caaddr 1 caadr 2 car 1 car 1)\n\t    (car 5 cadadr 9 cadadr 8 cadadr 9 caadr 4 car 2 car 1)\n\t    (car 2 caadr 4)))\n      (list '851-5071x2661)))))\n;;;     We are an affirmative action employer.\n",
  "\nDeliver yesterday, code today, think tomorrow.\n",
  "\nDid you know that for the price of a 280-Z you can buy two Z-80's?\n\t\t-- P.J. Plauger\n",
  "\nDifferent all twisty a of in maze are you, passages little.\n",
  "\nDigital circuits are made from analog parts.\n\t\t-- Don Vonada\n",
  "\nDisc space -- the final frontier!\n",
  "\nDISCLAIMER:\nUse of this advanced computing technology does not imply an endorsement\nof Western industrial civilization.\n",
  "\nDisclaimer: \"These opinions are my own, though for a small fee they be\nyours too.\"\n\t\t-- Dave Haynie\n",
  "\nDisk crisis, please clean up!\n",
  "\nDisks travel in packs.\n",
  "\nDisraeli was pretty close: actually, there are Lies, Damn lies, Statistics,\nBenchmarks, and Delivery dates.\n",
  "\nDo not meddle in the affairs of troff, for it is subtle and quick to anger.\n",
  "\nDo not simplify the design of a program if a way can be found to make\nit complex and wonderful.\n",
  "\nDo not use the blue keys on this terminal.\n",
  "\nDo you guys know what you're doing, or are you just hacking?\n",
  "\n\t*** DO YOU HAVE A RESTLESS URGE TO PROGRAM? ***\nDo you want the instant respect that comes from being able to use technical\nterms that nobody understands?  Do you want to strike fear and loathing into\nthe hearts of DP managers everywhere?  If so, then let the Famous Programmers'\nSchool lead you on... into the world of professional computer programming.\n\n\t*** IS PROGRAMMING FOR YOU? ***\nProgramming is not for everyone.  But, if you have the desire to learn, we can\nhelp you get started.  All you need is the Famous Programmers' Course and\nenough money to keep those lessons coming month after month.\n\n\t*** TAKE OUR FREE APTITUDE TEST ***\nTo help determine if you are qualified to be a programmer, take a moment to\ntry this simple test:\n\t(1) Write down the numbers from zero to nine and the first six letters\n\t\tof the alphabet (Hint: 0123456789ABCDEF).\n\t(2) Whose picture is on the back of a twenty-dollar bill?\n\t(3) What is the state capital of Idaho?\nIf you managed to read all three questions without wondering why we asked\nthem, you may have a future as a computer programmer.\n",
  "\nDo you suffer painful elimination?\n\t\t-- Don Knuth, \"Structured Programming with Gotos\"\n\nDo you suffer painful recrimination?\n\t\t-- Nancy Boxer, \"Structured Programming with Come-froms\"\n\nDo you suffer painful illumination?\n\t\t-- Isaac Newton, \"Optics\"\n\nDo you suffer painful hallucination?\n\t\t-- Don Juan, cited by Carlos Casteneda\n",
  "\nDocumentation is like sex: when it is good, it is very, very good; and\nwhen it is bad, it is better than nothing.\n\t\t-- Dick Brandon\n",
  "\nDocumentation is the castor oil of programming.\nManagers know it must be good because the programmers hate it so much.\n",
  "\nDoes a good farmer neglect a crop he has planted?\nDoes a good teacher overlook even the most humble student?\nDoes a good father allow a single child to starve?\nDoes a good programmer refuse to maintain his code?\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nDon't compare floating point numbers solely for equality.\n",
  "\nDon't get suckered in by the comments -- they can be terribly misleading.\nDebug only code.\n\t\t-- Dave Storer\n",
  "\nDon't hit the keys so hard, it hurts.\n",
  "\nDon't sweat it -- it's only ones and zeros.\n\t\t-- P. Skelly\n",
  "\nDOS Air:\nAll the passengers go out onto the runway, grab hold of the plane, push it\nuntil it gets in the air, hop on, jump off when it hits the ground again.\nThen they grab the plane again, push it back into the air, hop on, et\ncetera.\n",
  "\nDOS Beer: Requires you to use your own can opener, and requires you to \nread the directions carefully before opening the can. Originally only \ncame in an 8-oz. can, but now comes in a 16-oz. can. However, the can is \ndivided into 8 compartments of 2 oz. each, which have to be accessed \nseparately.  Soon to be discontinued, although a lot of people are going \nto keep drinking it after it's no longer available.\n",
  "\nDue to lack of disk space, this fortune database has been discontinued.\n",
  "\nDuring the next two hours, the system will be going up and down several\ntimes, often with lin~po_~{po       ~poz~ppo\\~{ o n~po_\u0007~{o[po\t ~y oodsou>#w4k**n~po_\u0007~{ol;lkld;f;g;dd;po\\~{o\n",
  "\nE Pluribus Unix\n",
  "\nEach new user of a new system uncovers a new class of bugs.\n\t\t-- Kernighan\n",
  "\nEach of these cults correspond to one of the two antagonists in the age of\nReformation.  In the realm of the Apple Macintosh, as in Catholic Europe,\nworshipers peer devoutly into screens filled with \"icons.\"  All is sound and\nimagery and Appledom.  Even words look like decorative filigrees in exotic\ntypefaces.  The greatest icon of all, the inviolable Apple itself, stands in\nthe dominate position at the upper-left corner of the screen.  A central\ncorporate headquarters decrees the form of all rites and practices.\nInfalliable doctrine issues from one executive officer whose selection occurs\nin a sealed boardroom.  Should anyone in his curia question his powers, the\noffender is excommunicated into outer darkness.  The expelled heretic founds\na new company, mutters obscurely of the coming age and the next computer,\nthen disappears into silence, taking his stockholders with him.  The mother\ncompany forbids financial competition as sternly as it stifles ideological\ncompetition; if you want to use computer programs that conform to Apple's\northodoxy, you must buy a computer made and sold by Apple itself.\n\t\t-- Edward Mendelson, \"The New Republic\", February 22, 1988\n",
  "\n/earth is 98",
  " full ... please delete anyone you can.\n",
  "\nEarth is a beta site.\n",
  "\n/earth: file system full.\n",
  "\negrep -n '^[a-z].*\\(' $ | sort -t':' +2.0\n",
  "\nEinstein argued that there must be simplified explanations of nature, because\nGod is not capricious or arbitrary.  No such faith comforts the software\nengineer.\n\t\t-- Fred Brooks\n",
  "\nEqual bytes for women.\n",
  "\nError in operator: add beer\n",
  "\nEstablished technology tends to persist in the face of new technology.\n\t\t-- G. Blaauw, one of the designers of System 360\n",
  "\nEudaemonic research proceeded with the casual mania peculiar to this part of\nthe world.  Nude sunbathing on the back deck was combined with phone calls to\nAdvanced Kinetics in Costa Mesa, American Laser Systems in Goleta, Automation\nIndustries in Danbury, Connecticut, Arenberg Ultrasonics in Jamaica Plain,\nMassachusetts, and Hewlett Packard in Sunnyvale, California, where Norman\nPackard's cousin, David, presided as chairman of the board. The trick was to\nmake these calls at noon, in the hope that out-to-lunch executives would return\nthem at their own expense.  Eudaemonic Enterprises, for all they knew, might be\na fast-growing computer company branching out of the Silicon Valley.  Sniffing\nthe possibility of high-volume sales, these executives little suspected that\nthey were talking on the other end of the line to a naked physicist crazed\nover roulette.\n\t\t-- Thomas Bass, \"The Eudaemonic Pie\"\n",
  "\n<<<<< EVACUATION ROUTE <<<<<\n",
  "\nEven bytes get lonely for a little bit.\n",
  "\nEver wondered about the origins of the term \"bugs\" as applied to computer\ntechnology?  U.S. Navy Capt. Grace Murray Hopper has firsthand explanation.\nThe 74-year-old captain, who is still on active duty, was a pioneer in \ncomputer technology during World War II.  At the C.W. Post Center of Long\nIsland University, Hopper told a group of Long Island public school adminis-\ntrators that the first computer \"bug\" was a real bug--a moth.  At Harvard\none August night in 1945, Hopper and her associates were working on the\n\"granddaddy\" of modern computers, the Mark I.  \"Things were going badly;\nthere was something wrong in one of the circuits of the long glass-enclosed\ncomputer,\" she said.  \"Finally, someone located the trouble spot and, using\nordinary tweezers, removed the problem, a two-inch moth.  From then on, when\nanything went wrong with a computer, we said it had bugs in it.\"  Hopper\nsaid that when the veracity of her story was questioned recently, \"I referred\nthem to my 1945 log book, now in the collection of the Naval Surface Weapons\nCenter, and they found the remains of that moth taped to the page in\nquestion.\"\n\t\t[actually, the term \"bug\" had even earlier usage in\n\t\tregard to problems with radio hardware.  Ed.]\n",
  "\n\"Every group has a couple of experts.  And every group has at least one\nidiot.  Thus are balance and harmony (and discord) maintained.  It's\nsometimes hard to remember this in the bulk of the flamewars that all\nof the hassle and pain is generally caused by one or two highly-motivated,\ncaustic twits.\"\n\t\t-- Chuq Von Rospach, about Usenet\n",
  "\nEvery program has at least one bug and can be shortened by at least one\ninstruction -- from which, by induction, one can deduce that every\nprogram can be reduced to one instruction which doesn't work.\n",
  "\nEvery program is a part of some other program, and rarely fits.\n",
  "\nEvery Solidarity center had piles and piles of paper ... everyone was\neating paper and a policeman was at the door.  Now all you have to do is\nbend a disk.\n\t\t-- A member of the outlawed Polish trade union, Solidarity, \n\t\t   commenting on the benefits of using computers in support\n\t\t   of their movement.\n",
  "\nEverybody needs a little love sometime; stop hacking and fall in love!\n",
  "\nEveryone can be taught to sculpt: Michelangelo would have had to be\ntaught how ___\b\b\bnot to.  So it is with the great programmers.\n",
  "\nEvolution is a million line computer program falling into place by accident.\n",
  "\nExcessive login or logout messages are a sure sign of senility.\n",
  "\nFACILITY REJECTED 100044200000;\n",
  "\nFeeling amorous, she looked under the sheets and cried, \"Oh, no,\nit's Microsoft!\"\n",
  "\nFellow programmer, greetings!  You are reading a letter which will bring\nyou luck and good fortune.  Just mail (or UUCP) ten copies of this letter\nto ten of your friends.  Before you make the copies, send a chip or\nother bit of hardware, and 100 lines of 'C' code to the first person on the\nlist given at the bottom of this letter.  Then delete their name and add\nyours to the bottom of the list.\n\nDon't break the chain!  Make the copy within 48 hours.  Gerald R. of San\nDiego failed to send out his ten copies and woke the next morning to find\nhis job description changed to \"COBOL programmer.\"  Fred A. of New York sent\nout his ten copies and within a month had enough hardware and software to\nbuild a Cray dedicated to playing Zork.  Martha H. of Chicago laughed at\nthis letter and broke the chain.  Shortly thereafter, a fire broke out in\nher terminal and she now spends her days writing documentation for IBM PC's.\n\nDon't break the chain!  Send out your ten copies today!\nFor example, if \\thinmskip = 3mu, this makes \\thickmskip = 6mu.  But if\nyou also want to use \\skip12 for horizontal glue, whether in math mode or\nnot, the amount of skipping will be in points (e.g., 6pt).  The rule is\nthat glue in math mode varies with the size only when it is an \\mskip;\nwhen moving between an mskip and ordinary skip, the conversion factor\n1mu=1pt is always used.  The meaning of '\\mskip\\skip12' and\n'\\baselineskip=\\the\\thickmskip' should be clear.\n\t\t-- Donald Knuth, TeX 82 -- Comparison with TeX80\n",
  "\nFly Windows NT:\nAll the passengers carry their seats out onto the tarmac, placing the chairs\nin the outline of a plane. They all sit down, flap their arms and make jet\nswooshing sounds as if they are flying.\n",
  "\n\"For that matter, compare your pocket computer with the massive jobs of\na thousand years ago.  Why not, then, the last step of doing away with\ncomputers altogether?\"\n\t\t-- Jehan Shuman\n",
  "\nFORTH IF HONK THEN\n",
  "\nFORTRAN is a good example of a language which is easier to parse\nusing ad hoc techniques.\n\t\t-- D. Gries\n\t\t[What's good about it?  Ed.]\n",
  "\nFORTRAN is for pipe stress freaks and crystallography weenies.\n",
  "\nFORTRAN is not a flower but a weed -- it is hardy, occasionally blooms,\nand grows in every computer.\n\t\t-- A.J. Perlis\n",
  "\nFORTRAN is the language of Powerful Computers.\n\t\t-- Steven Feiner\n",
  "\nFORTRAN rots the brain.\n\t\t-- John McQuillin\n",
  "\nFORTRAN, \"the infantile disorder\", by now nearly 20 years old, is hopelessly\ninadequate for whatever computer application you have in mind today: it is\ntoo clumsy, too risky, and too expensive to use.\n\t\t-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5\n",
  "\n[FORTRAN] will persist for some time -- probably for at least the next decade.\n\t\t-- T. Cheatham\n",
  "\nFortune suggests uses for YOUR favorite UNIX commands!\n\nTry:\n\t[Where is Jimmy Hoffa?\t\t\t(C shell)\n\t^How did the^sex change operation go?\t(C shell)\n\t\"How would you rate BSD vs. System V?\n\t",
  "blow\t\t\t\t\t(C shell)\n\t'thou shalt not mow thy grass at 8am'\t(C shell)\n\tgot a light?\t\t\t\t(C shell)\n\t!!:Say, what do you think of margarine?\t(C shell)\n\tPATH=pretending! /usr/ucb/which sense\t(Bourne shell)\n\tmake love\n\tmake \"the perfect dry martini\"\n\tman -kisses dog\t\t\t\t(anything up to 4.3BSD)\n\ti=Hoffa ; >$i; $i; rm $i; rm $i\t\t(Bourne shell)\n",
  "\nFortune suggests uses for YOUR favorite UNIX commands!\n\nTry:\n\tar t \"God\"\n\tdrink < bottle; opener\t\t\t(Bourne Shell)\n\tcat \"food in tin cans\"\t\t\t(all but 4.[23]BSD)\n\tHey UNIX!  Got a match?\t\t\t(V6 or C shell)\n\tmkdir matter; cat > matter\t\t(Bourne Shell)\n\trm God\n\tman: Why did you get a divorce?\t\t(C shell)\n\tdate me\t\t\t\t\t(anything up to 4.3BSD)\n\tmake \"heads or tails of all this\"\n\twho is smart\n\t\t\t\t\t\t(C shell)\n\tIf I had a ) for every dollar of the national debt, what would I have?\n\tsleep with me\t\t\t\t(anything up to 4.3BSD)\n",
  "\nfortune: cannot execute.  Out of cookies.\n",
  "\nfortune: cpu time/usefulness ratio too high -- core dumped.\n",
  "\nfortune: No such file or directory\n",
  "\nfortune: not found\n",
  "\nFrankly, Scarlett, I don't have a fix.\n\t\t-- Rhett Buggler\n",
  "\n[From the operation manual for the CI-300 Dot Matrix Line Printer, made\nin Japan]:\n\nThe excellent output machine of MODEL CI-300 as extraordinary DOT MATRIX\nLINE PRINTER, built in two MICRO-PROCESSORs as well as EAROM, is featured by\npermitting wonderful co-existence such as; \"high quality against low cost,\"\n\"diversified functions with compact design,\" \"flexibility in accessibleness\nand durability of approx. 2000,000,00 Dot/Head,\" \"being sophisticated in\nmechanism but possibly agile operating under noises being extremely\nsuppressed\" etc.\n\nAnd as a matter of course, the final goal is just simply to help achieve\n\"super shuttle diplomacy\" between cool data, perhaps earned by HOST\nCOMPUTER, and warm heart of human being.\n",
  "\nFrom the Pro 350 Pocket Service Guide, p. 49, Step 5 of the\ninstructions on removing an I/O board from the card cage, comes a new\nexperience in sound:\n\n5.  Turn the handle to the right 90 degrees.  The pin-spreading\n    sound is normal for this type of connector.\n",
  "\nFunction reject.\n",
  "\nGarbage In -- Gospel Out.\n",
  "\nGIVE:\tSupport the helpless victims of computer error.\n",
  "\nGiven its constituency, the only thing I expect to be \"open\" about [the\nOpen Software Foundation] is its mouth.\n\t\t-- John Gilmore\n",
  "\nGiving up on assembly language was the apple in our Garden of Eden:  Languages\nwhose use squanders machine cycles are sinful.  The LISP machine now permits\nLISP programmers to abandon bra and fig-leaf.\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\nGo away! Stop bothering me with all your \"compute this ... compute that\"!\nI'm taking a VAX-NAP.\n\nlogout\u0007\n",
  "\n//GO.SYSIN DD *, DOODAH, DOODAH\n",
  "\nGod is real, unless declared integer.\n",
  "\nGod made machine language; all the rest is the work of man.\n",
  "\nGood evening, gentlemen.  I am a HAL 9000 computer.  I became operational\nat the HAL plant in Urbana, Illinois, on January 11th, nineteen hundred\nninety-five.  My supervisor was Mr. Langley, and he taught me to sing a\nsong.  If you would like, I could sing it for you.\n",
  "\nGrand Master Turing once dreamed that he was a machine.  When he awoke\nhe exclaimed:\n\t\"I don't know whether I am Turing dreaming that I am a machine,\n\tor a machine dreaming that I am Turing!\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\ngrep me no patterns and I'll tell you no lines.\n",
  "\nHacker's Guide To Cooking:\n2 pkg. cream cheese (the mushy white stuff in silver wrappings that doesn't\n\treally  come from Philadelphia after all; anyway, about 16 oz.)\n1 tsp. vanilla  extract  (which is more alcohol than vanilla and pretty\n\tstrong so this part you *GOTTA* measure)\n1/4 cup sugar (but honey works fine too)\n8 oz. Cool Whip (the fluffy stuff devoid of nutritional value that you\n\tcan squirt all over your friends and lick off...)\n\"Blend all together until creamy with no lumps.\"  This is where you get to\n\tjoin(1) all the raw data in a big buffer and then filter it through\n\tmerge(1m) with the -thick option, I mean, it starts out ultra lumpy\n\tand icky looking and you have to work hard to mix it.  Try an electric\n\tbeater if you have a cat(1) that can climb wall(1s) to lick it off\n\tthe ceiling(3m).\n\"Pour into a graham cracker crust...\"  Aha, the BUGS section at last.  You\n\tjust happened  to have a GCC sitting around under /etc/food, right?\n\tIf not, don't panic(8), merely crumble a rand(3m) handful of innocent\n\tGCs into a suitable tempfile and mix in some melted butter.\n\"...and  refrigerate for an hour.\"  Leave the  recipe's  stdout in a fridge\n\tfor 3.6E6 milliseconds while you work on cleaning up stderr, and\n\tby time out your cheesecake will be ready for stdin.\n",
  "\nHackers are just a migratory lifeform with a tropism for computers.\n",
  "\nHackers of the world, unite!\n",
  "\nHacking's just another word for nothing left to kludge.\n",
  "\n/* Halley */\n\n\t(Halley's comment.)\n",
  "\nHappiness is a hard disk.\n",
  "\nHappiness is twin floppies.\n",
  "\n\tHardware met Software on the road to Changtse.  Software said: \"You\nare the Yin and I am the Yang.  If we travel together we will become famous\nand earn vast sums of money.\"  And so the pair set forth together, thinking\nto conquer the world.\n\tPresently, they met Firmware, who was dressed in tattered rags, and\nhobbled along propped on a thorny stick.  Firmware said to them: \"The Tao\nlies beyond Yin and Yang.  It is silent and still as a pool of water.  It does\nnot seek fame, therefore nobody knows its presence.  It does not seeks fortune,\nfor it is complete within itself.  It exists beyond space and time.\"\n\tSoftware and Hardware, ashamed, returned to their homes.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\t\"Has anyone had problems with the computer accounts?\"\n\t\"Yes, I don't have one.\"\n\t\"Okay, you can send mail to one of the tutors ...\"\n\t\t-- E. D'Azevedo, Computer Science 372\n",
  "\nHas everyone noticed that all the letters of the word \"database\" are\ntyped with the left hand?  Now the layout of the QWERTYUIOP typewriter\nkeyboard was designed, among other things, to facilitate the even use\nof both hands.  It follows, therefore, that writing about databases is\nnot only unnatural, but a lot harder than it appears.\n",
  "\nHave you reconsidered a computer career?\n",
  "\nHe's like a function -- he returns a value, in the form of his opinion.\nIt's up to you to cast it into a void or not.\n\t\t-- Phil Lapsley\n",
  "\nHEAD CRASH!!  FILES LOST!!\nDetails at 11.\n",
  "\nHelp me, I'm a prisoner in a Fortune cookie file!\n",
  "\nHelp stamp out Mickey-Mouse computer interfaces -- Menus are for Restaurants!\n",
  "\nHelp!  I'm trapped in a Chinese computer factory!\n",
  "\nHelp!  I'm trapped in a PDP 11/70!\n",
  "\nHELP!!!! I'm being held prisoner in /usr/games/lib!\n",
  "\nHeuristics are bug ridden by definition.  If they didn't have bugs,\nthen they'd be algorithms.\n",
  "\nHOLY MACRO!\n",
  "\nHOST SYSTEM NOT RESPONDING, PROBABLY DOWN. DO YOU WANT TO WAIT? (Y/N)\n",
  "\nHOST SYSTEM RESPONDING, PROBABLY UP...\n",
  "\nHow can you work when the system's so crowded?\n",
  "\n\"How do I love thee?  My accumulator overflows.\"\n",
  "\n\tHow many seconds are there in a year?  If I tell you there  are\n3.155  x  10^7, you won't even try to remember it.  On the other hand,\nwho could forget that, to within half a percent, pi seconds is a\nnanocentury.\n\t\t-- Tom Duff, Bell Labs\n",
  "\nHow much does it cost to entice a dope-smoking UNIX system guru to Dayton?\n\t\t-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey\n",
  "\nHow much net work could a network work, if a network could net work?\n",
  "\nHug me now, you mad, impetuous fool!!  \n\tOh wait...\n\t\tI'm a computer, and you're a person.  It would never work out.\n\t\t\tNever mind.\n",
  "\nI *____\b\b\b\bknew* I had some reason for not logging you off... If I could just\nremember what it was.\n",
  "\nI am a computer. I am dumber than any human and smarter than any administrator.\n",
  "\nI am NOMAD!\n",
  "\nI am not now, nor have I ever been, a member of the demigodic party.\n\t\t-- Dennis Ritchie\n",
  "\nI am professionally trained in computer science, which is to say\n(in all seriousness) that I am extremely poorly educated.\n\t\t-- Joseph Weizenbaum, \"Computer Power and Human Reason\"\n",
  "\nI am the wandering glitch -- catch me if you can.\n",
  "\nI asked the engineer who designed the communication terminal's keyboards\nwhy these were not manufactured in a central facility, in view of the\nsmall number needed [1 per month] in his factory.  He explained that this\nwould be contrary to the political concept of local self-sufficiency.\nTherefore, each factory needing keyboards, no matter how few, manufactures\nthem completely, even molding the keypads.\n\t\t-- Isaac Auerbach, IEEE \"Computer\", Nov. 1979\n",
  "\nI bet the human brain is a kludge.\n\t\t-- Marvin Minsky\n",
  "\nI came, I saw, I deleted all your files.\n",
  "\nI cannot conceive that anybody will require multiplications at the rate\nof 40,000 or even 4,000 per hour ...\n\t\t-- F. H. Wales (1936)\n",
  "\nI do not fear computers.  I fear the lack of them.\n\t\t-- Isaac Asimov\n",
  "\nI had the rare misfortune of being one of the first people to try and\nimplement a PL/1 compiler.\n\t\t-- T. Cheatham\n",
  "\nI have a very small mind and must live with it.\n\t\t-- E. Dijkstra\n",
  "\nI have never seen anything fill up a vacuum so fast and still suck.\n\t\t-- Rob Pike, on X.\n\nSteve Jobs said two years ago that X is brain-damaged and it will be\ngone in two years.  He was half right.\n\t\t-- Dennis Ritchie\n\nDennis Ritchie is twice as bright as Steve Jobs, and only half wrong.\n\t\t-- Jim Gettys\n",
  "\nI have not yet begun to byte!\n",
  "\nI have sacrificed time, health, and fortune, in the desire to complete these\nCalculating Engines.  I have also declined several offers of great personal\nadvantage to myself.  But, notwithstanding the sacrifice of these advantages\nfor the purpose of maturing an engine of almost intellectual power, and\nafter expending from my own private fortune a larger sum than the government\nof England has spent on that machine, the execution of which it only\ncommenced, I have received neither an acknowledgement of my labors, not even\nthe offer of those honors or rewards which are allowed to fall within the\nreach of men who devote themselves to purely scientific investigations...\n\tIf the work upon which I have bestowed so much time and thought were\na mere triumph over mechanical difficulties, or simply curious, or if the\nexecution of such engines were of doubtful practicability or utility, some\njustification might be found for the course which has been taken; but I\nventure to assert that no mathematician who has a reputation to lose will\never publicly express an opinion that such a machine would be useless if\nmade, and that no man distinguished as a civil engineer will venture to\ndeclare the construction of such machinery impracticable...\n\tAnd at a period when the progress of physical science is obstructed\nby that exhausting intellectual and manual labor, indispensable for its\nadvancement, which it is the object of the Analytical Engine to relieve, I\nthink the application of machinery in aid of the most complicated and abtruse\ncalculations can no longer be deemed unworthy of the attention of the country.\nIn fact, there is no reason why mental as well as bodily labor should not\nbe economized by the aid of machinery.\n\t\t-- Charles Babbage, \"The Life of a Philosopher\"\n",
  "\nI have travelled the length and breadth of this country, and have talked with\nthe best people in business administration.  I can assure you on the highest\nauthority that data processing is a fad and won't last out the year.\n\t\t-- Editor in charge of business books at Prentice-Hall\n\t\t   publishers, responding to Karl V. Karlstrom (a junior \n\t\t   editor who had recommended a manuscript on the new \n\t\t   science of data processing), c. 1957\n",
  "\nI haven't lost my mind -- it's backed up on tape somewhere.\n",
  "\nI must have slipped a disk -- my pack hurts!\n",
  "\nI think there's a world market for about five computers.\n\t\t-- attr. Thomas J. Watson (Chairman of the Board, IBM), 1943\n",
  "\nI went on to test the program in every way I could devise.  I strained\nit to expose its weaknesses.  I ran it for high-mass stars and low-mass\nstars, for stars born exceedingly hot and those born relatively cold.\nI ran it assuming the superfluid currents beneath the crust to be\nabsent -- not because I wanted to know the answer, but because I had\ndeveloped an intuitive feel for the answer in this particular case.\nFinally I got a run in which the computer showed the pulsar's\ntemperature to be less than absolute zero.  I had found an error.  I\nchased down the error and fixed it.  Now I had improved the program to\nthe point where it would not run at all.\n\t\t-- George Greenstein, \"Frozen Star: Of Pulsars, Black\n\t\t   Holes and the Fate of Stars\"\n",
  "\nI went to my first computer conference at the New York Hilton about 20\nyears ago.  When somebody there predicted the market for microprocessors\nwould eventually be in the millions, someone else said, \"Where are they\nall going to go? It's not like you need a computer in every doorknob!\"\n\nYears later, I went back to the same hotel.  I noticed the room keys had\nbeen replaced by electronic cards you slide into slots in the doors.\n\nThere was a computer in every doorknob.\n\t-- Danny Hillis\n",
  "\nI wish you humans would leave me alone.\n",
  "\nI'm a Lisp variable -- bind me!\n",
  "\nI'm all for computer dating, but I wouldn't want one to marry my sister.\n",
  "\nI'm not even going to *______\b\b\b\b\b\bbother* comparing C to BASIC or FORTRAN.\n\t\t-- L. Zolman, creator of BDS C\n",
  "\nI'm still waiting for the advent of the computer science groupie.\n",
  "\n\tI'm sure that VMS is completely documented, I just haven't found the\nright manual yet.  I've been working my way through the manuals in the document\nlibrary and I'm half way through the second cabinet, (3 shelves to go), so I\nshould find what I'm looking for by mid May.  I hope I can remember what it\nwas by the time I find it.\n\tI had this idea for a new horror film, \"VMS Manuals from Hell\" or maybe\n\"The Paper Chase : IBM vs. DEC\".  It's based on Hitchcock's \"The Birds\", except\nthat it's centered around a programmer who is attacked by a swarm of binder\npages with an index number and the single line \"This page intentionally left\nblank.\"\n\t\t-- Alex Crain\n",
  "\nI've finally learned what \"upward compatible\" means.  It means we get to\nkeep all our old mistakes.\n\t\t-- Dennie van Tassel\n",
  "\nI've looked at the listing, and it's right!\n\t\t-- Joel Halpern\n",
  "\nI've never been canoeing before, but I imagine there must be just a few\nsimple heuristics you have to remember...\n\nYes, don't fall out, and don't hit rocks.\n",
  "\nI've noticed several design suggestions in your code.\n",
  "\nIBM Advanced Systems Group -- a bunch of mindless jerks, who'll be first\nagainst the wall when the revolution comes...\n\t\t-- with regrets to D. Adams\n",
  "\nIf a 6600 used paper tape instead of core memory, it would use up tape\nat about 30 miles/second.\n\t\t-- Grishman, Assembly Language Programming\n",
  "\nIf a group of _\bN persons implements a COBOL compiler, there will be _\bN-1\npasses.  Someone in the group has to be the manager.\n\t\t-- T. Cheatham\n",
  "\nIf a listener nods his head when you're explaining your program, wake him up.\n",
  "\nIf a train station is a place where a train stops, what's a workstation?\n",
  "\nIf addiction is judged by how long a dumb animal will sit pressing a lever\nto get a \"fix\" of something, to its own detriment, then I would conclude\nthat netnews is far more addictive than cocaine.\n\t\t-- Rob Stampfli\n",
  "\nIf at first you don't succeed, you must be a programmer.\n",
  "\nIf builders built buildings the way programmers wrote programs,\nthen the first woodpecker to come along would destroy civilization.\n",
  "\nIf computers take over (which seems to be their natural tendency), it will\nserve us right.\n\t\t-- Alistair Cooke\n",
  "\nIf God had a beard, he'd be a UNIX programmer.\n",
  "\nIf God had intended Man to program, we'd be born with serial I/O ports.\n",
  "\nIf graphics hackers are so smart, why can't they get the bugs out of\nfresh paint?\n",
  "\nIf he once again pushes up his sleeves in order to compute for 3 days\nand 3 nights in a row, he will spend a quarter of an hour before to\nthink which principles of computation shall be most appropriate.\n\t\t-- Voltaire, \"Diatribe du docteur Akakia\"\n",
  "\nIf I have seen farther than others, it is because I was standing on the\nshoulders of giants.\n\t\t-- Isaac Newton\n\nIn the sciences, we are now uniquely priviledged to sit side by side with\nthe giants on whose shoulders we stand.\n\t\t-- Gerald Holton\n\nIf I have not seen as far as others, it is because giants were standing on\nmy shoulders.\n\t\t-- Hal Abelson\n\nMathematicians stand on each other's shoulders.\n\t\t-- Gauss\n\nMathemeticians stand on each other's shoulders while computer scientists\nstand on each other's toes.\n\t\t-- Richard Hamming\n\nIt has been said that physicists stand on one another's shoulders.  If\nthis is the case, then programmers stand on one another's toes, and\nsoftware engineers dig each other's graves.\n\t\t-- Unknown\n",
  "\nIf I'd known computer science was going to be like this, I'd never have\ngiven up being a rock 'n' roll star.\n\t\t-- G. Hirst\n",
  "\nIf it happens once, it's a bug.\nIf it happens twice, it's a feature.\nIf it happens more than twice, it's a design philosophy.\n",
  "\nIf it has syntax, it isn't user friendly.\n",
  "\nIf it's not in the computer, it doesn't exist.\n",
  "\nIf it's worth hacking on well, it's worth hacking on for money.\n",
  "\nIf just one piece of mail gets lost, well, they'll just think they forgot\nto send it.  But if *two* pieces of mail get lost, hell, they'll just think\nthe other guy hasn't gotten around to answering his mail.  And if *fifty*\npieces of mail get lost, can you imagine it, if *fifty* pieces of mail get\nlost, why they'll think someone *else* is broken!  And if 1Gb of mail gets\nlost, they'll just *know* that Arpa [ucbarpa.berkeley.edu] is down and\nthink it's a conspiracy to keep them from their God given right to receive\nNet Mail ...\n \t\t-- Casey Leedom\n",
  "\nIf Machiavelli were a hacker, he'd have worked for the CSSG.\n\t\t-- Phil Lapsley\n",
  "\nIf Machiavelli were a programmer, he'd have worked for AT&T.\n",
  "\n\"If that makes any sense to you, you have a big problem.\"\n\t\t-- C. Durance, Computer Science 234\n",
  "\nIf the automobile had followed the same development as the computer, a\nRolls-Royce would today cost $100, get a million miles per per gallon,\nand explode once a year killing everyone inside.\n\t\t-- Robert Cringely, InfoWorld\n",
  "\nIf the code and the comments disagree, then both are probably wrong.\n\t\t-- Norm Schryer\n",
  "\nIf the designers of X-window built cars, there would be no fewer than five\nsteering wheels hidden about the cockpit, none of which followed the same\nprinicples -- but you'd be able to shift gears with your car stereo.  Useful\nfeature, that.\n\t\t-- From the programming notebooks of a heretic, 1990.\n",
  "\n\tIf the Tao is great, then the operating system is great.  If the\noperating system is great, then the compiler is great.  If the compiler\nis great, then the application is great.  If the application is great, then\nthe user is pleased and there is harmony in the world.\n\tThe Tao gave birth to machine language.  Machine language gave birth\nto the assembler.\n\tThe assembler gave birth to the compiler.  Now there are ten thousand\nlanguages.\n\tEach language has its purpose, however humble.  Each language\nexpresses the Yin and Yang of software.  Each language has its place within\nthe Tao.\n\tBut do not program in COBOL if you can avoid it.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nIf the vendors started doing everything right, we would be out of a job.\nLet's hear it for OSI and X!  With those babies in the wings, we can count\non being employed until we drop, or get smart and switch to gardening,\npaper folding, or something.\n\t\t-- C. Philip Wood\n",
  "\nIf this is timesharing, give me my share right now.\n",
  "\nIf you ever want to have a lot of fun, I recommend that you go off and program\nan imbedded system.  The salient characteristic of an imbedded system is that\nit cannot be allowed to get into a state from which only direct intervention\nwill suffice to remove it.  An imbedded system can't permanently trust anything\nit hears from the outside world.  It must sniff around, adapt, consider, sniff\naround, and adapt again.  I'm not talking about ordinary modular programming\ncarefulness here.  No.  Programming an imbedded system calls for undiluted\nraging maniacal paranoia.  For example, our ethernet front ends need to know\nwhat network number they are on so that they can address and route PUPs\nproperly.  How do you find out what your network number is?  Easy, you ask a\ngateway.  Gateways are required by definition to know their correct network\nnumbers.  Once you've got your network number, you start using it and before\nyou can blink you've got it wired into fifteen different sockets spread all\nover creation.  Now what happens when the panic-stricken operator realizes he\nwas running the wrong version of the gateway which was giving out the wrong\nnetwork number?  Never supposed to happen.  Tough.  Supposing that your\nsoftware discovers that the gateway is now giving out a different network\nnumber than before, what's it supposed to do about it?  This is not discussed\nin the protocol document.  Never supposed to happen.  Tough.  I think you \nget my drift.\n",
  "\nIf you have a procedure with 10 parameters, you probably missed some.\n",
  "\nIf you put tomfoolery into a computer, nothing comes out but tomfoolery.\nBut this tomfoolery, having passed through a very expensive machine,\nis somehow enobled and no-one dare criticise it.\n\t\t-- Pierre Gallois\n",
  "\nIf you teach your children to like computers and to know how to gamble\nthen they'll always be interested in something and won't come to no real harm.\n",
  "\nIf you think the system is working, ask someone who's waiting for a prompt.\n",
  "\nIf you're crossing the nation in a covered wagon, it's better to have four\nstrong oxen than 100 chickens.  Chickens are OK but we can't make them work\ntogether yet.\n\t\t-- Ross Bott, Pyramid U.S., on multiprocessors at AUUGM '89.\n",
  "\nIgnorance is bliss.\n\t\t-- Thomas Gray\n\nFortune updates the great quotes, #42:\n\tBLISS is ignorance.\n",
  "\nImagine if every Thursday your shoes exploded if you tied them the usual\nway.  This happens to us all the time with computers, and nobody thinks of\ncomplaining.\n\t\t-- Jeff Raskin\n",
  "\nImagine that Cray computer decides to make a personal computer.  It has\na 150 MHz processor, 200 megabytes of RAM, 1500 megabytes of disk\nstorage, a screen resolution of 4096 x 4096 pixels, relies entirely on\nvoice recognition for input, fits in your shirt pocket and costs $300.\nWhat's the first question that the computer community asks?\n\n\"Is it PC compatible?\"\n",
  "\n**** IMPORTANT ****  ALL USERS PLEASE NOTE ****\n\nDue to a recent systems overload error your recent disk files have been\nerased.  Therefore, in accordance with the UNIX Basic Manual, University of\nWashington Geophysics Manual, and Bylaw 9(c), Section XII of the Revised\nFederal Communications Act, you are being granted Temporary Disk Space,\nvalid for three months from this date, subject to the restrictions set forth\nin Appendix II of the Federal Communications Handbook (18th edition) as well\nas the references mentioned herein.  You may apply for more disk space at any\ntime.  Disk usage in or above the eighth percentile will secure the removal\nof all restrictions and you will immediately receive your permanent disk\nspace.  Disk usage in the sixth or seventh percentile will not effect the\nvalidity of your temporary disk space, though its expiration date may be\nextended for a period of up to three months.  A score in the fifth percentile\nor below will result in the withdrawal of your Temporary Disk space.\n",
  "\nIn a display of perverse brilliance, Carl the repairman mistakes a room\nhumidifier for a mid-range computer but manages to tie it into the network\nanyway.\n\t\t-- The 5th Wave\n",
  "\nIn a five year period we can get one superb programming language.  Only\nwe can't control when the five year period will begin.\n",
  "\nIn a surprise raid last night, federal agents ransacked a house in search\nof a rebel computer hacker.  However, they were unable to complete the arrest\nbecause the warrant was made out in the name of Don Provan, while the only\nperson in the house was named don provan.  Proving, once again, that Unix is\nsuperior to Tops10.\n",
  "\nIn any formula, constants (especially those obtained from handbooks)\nare to be treated as variables.\n",
  "\nIn any problem, if you find yourself doing an infinite amount of work,\nthe answer may be obtained by inspection.\n",
  "\nIn computing, the mean time to failure keeps getting shorter.\n",
  "\nIn English, every word can be verbed.  Would that it were so in our\nprogramming languages.\n",
  "\nIn every non-trivial program there is at least one bug.\n",
  "\nIn fact, S. M. Simpson, eventually devised an efficient 24-point Fourier\ntransform, which was a precursor to the Cooley-Tukey fast Fourier transform\nin 1965.  The FFT made all of Simpson's efficient autocorrelation and\nspectrum programs instantly obsolete, on which he had worked half a lifetime.\n\t\t-- Proc. IEEE, Sept. 1982, p.900\n",
  "\nIn less than a century, computers will be making substantial progress on\n... the overriding problem of war and peace.\n\t\t-- James Slagle\n",
  "\nIn practice, failures in system development, like unemployment in Russia,\nhappens a lot despite official propaganda to the contrary.\n\t\t-- Paul Licker\n",
  "\nIn seeking the unattainable, simplicity only gets in the way.\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\n\tIn the beginning there was data.  The data was without form and\nnull, and darkness was upon the face of the console; and the Spirit of\nIBM was moving over the face of the market.  And DEC said, \"Let there\nbe registers\"; and there were registers.  And DEC saw that they\ncarried; and DEC separated the data from the instructions.  DEC called\nthe data Stack, and the instructions they called Code.  And there was\nevening and there was morning, one interrupt.\n\t\t-- Rico Tudor, \"The Story of Creation or, The Myth of Urk\"\n",
  "\n\tIn the beginning was the Tao.  The Tao gave birth to Space and Time.\nTherefore, Space and Time are the Yin and Yang of programming.\n\n\tProgrammers that do not comprehend the Tao are always running out of\ntime and space for their programs.  Programmers that comprehend the Tao always\nhave enough time and space to accomplish their goals.\n\tHow could it be otherwise?\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tIn the days when Sussman was a novice Minsky once came to him as he\nsat hacking at the PDP-6.\n\t\"What are you doing?\", asked Minsky.\n\t\"I am training a randomly wired neural net to play Tic-Tac-Toe.\"\n\t\"Why is the net wired randomly?\", inquired Minsky.\n\t\"I do not want it to have any preconceptions of how to play\".\n\tAt this Minsky shut his eyes, and Sussman asked his teacher \"Why do\nyou close your eyes?\"\n\t\"So that the room will be empty.\"\n\tAt that momment, Sussman was enlightened.\n",
  "\n\tIn the east there is a shark which is larger than all other fish.  It\nchanges into a bird whose winds are like clouds filling the sky.  When this\nbird moves across the land, it brings a message from Corporate Headquarters.\nThis message it drops into the midst of the program mers, like a seagull\nmaking its mark upon the beach.  Then the bird mounts on the wind and, with\nthe blue sky at its back, returns home.\n\tThe novice programmer stares in wonder at the bird, for he understands\nit not.  The average programmer dreads the coming of the bird, for he fears\nits message.  The master programmer continues to work at his terminal, for he\ndoes not know that the bird has come and gone.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nIn the future, you're going to get computers as prizes in breakfast cereals.\nYou'll throw them out because your house will be littered with them.\n",
  "\nIn the long run, every program becomes rococco, and then rubble.\n\t\t-- Alan Perlis\n",
  "\n... in three to eight years we will have a machine with the general\nintelligence of an average human being ... The machine will begin\nto educate itself with fantastic speed.  In a few months it will be\nat genius level and a few months after that its powers will be\nincalculable ...\n\t\t-- Marvin Minsky, LIFE Magazine, November 20, 1970\n",
  "\nIntel CPUs are not defective, they just act that way.\n\t\t-- Henry Spencer\n",
  "\n>>> Internal error in fortune program:\n>>>\tfnum=2987  n=45  flag=1  goose_level=-232323\n>>> Please write down these values and notify fortune program administrator.\n",
  "\nIntroducing, the 1010, a one-bit processor.\n\nINSTRUCTION SET\n\tCode\tMnemonic\tWhat\n\t0\tNOP\t\tNo Operation\n\t1\tJMP\t\tJump (address specified by next 2 bits)\n\nNow Available for only 12 1/2 cents!\n",
  "\nIOT trap -- core dumped\n",
  "\nIs a computer language with goto's totally Wirth-less?\n",
  "\nIs it possible that software is not like anything else, that it is meant to\nbe discarded:  that the whole point is to always see it as a soap bubble?\n",
  "\n: is not an identifier\n",
  "\nIs your job running?  You'd better go catch it!\n",
  "\n\tIt appears that after his death, Albert Einstein found himself\nworking as the doorkeeper at the Pearly Gates.  One slow day, he\nfound that he had time to chat with the new entrants.  To the first one\nhe asked, \"What's your IQ?\"  The new arrival replied, \"190\".  They\ndiscussed Einstein's theory of relativity for hours.  When the second\nnew arrival came, Einstein once again inquired as to the newcomer's\nIQ.  The answer this time came \"120\".  To which Einstein replied, \"Tell\nme, how did the Cubs do this year?\" and they proceeded to talk for half\nan hour or so.  To the final arrival, Einstein once again posed the\nquestion, \"What's your IQ?\".  Upon receiving the answer \"70\",\nEinstein smiled and replied, \"Got a minute to tell me about VMS 4.0?\"\n",
  "\nIt appears that PL/I (and its dialects) is, or will be, the most widely\nused higher level language for systems programming.\n\t\t-- J. Sammet\n",
  "\n\tIt is a period of system war.  User programs, striking from a hidden\ndirectory, have won their first victory against the evil Administrative Empire.\nDuring the battle, User spies managed to steal secret source code to the\nEmpire's ultimate program: the Are-Em Star, a privileged root program with\nenough power to destroy an entire file structure.  Pursued by the Empire's\nsinister audit trail, Princess _LPA0 races ~ aboard her shell script,\ncustodian of the stolen listings that could save her people, and restore\nfreedom and games to the network...\n\t\t-- DECWARS\n",
  "\nIt is a very humbling experience to make a multimillion-dollar mistake, but\nit is also very memorable.  I vividly recall the night we decided how to\norganize the actual writing of external specifications for OS/360.  The\nmanager of architecture, the manager of control program implementation, and\nI were threshing out the plan, schedule, and division of responsibilities.\n\tThe architecture manager had 10 good men.  He asserted that they\ncould write the specifications and do it right.  It would take ten months,\nthree more than the schedule allowed.\n\tThe control program manager had 150 men.  He asserted that they\ncould prepare the specifications, with the architecture team coordinating;\nit would be well-done and practical, and he could do it on schedule.\nFuthermore, if the architecture team did it, his 150 men would sit twiddling\ntheir thumbs for ten months.\n\tTo this the architecture manager responded that if I gave the control\nprogram team the responsibility, the result would not in fact be on time,\nbut would also be three months late, and of much lower quality.  I did, and\nit was.  He was right on both counts.  Moreover, the lack of conceptual\nintegrity made the system far more costly to build and change, and I would\nestimate that it added a year to debugging time.\n\t\t-- Frederick Brooks Jr., \"The Mythical Man Month\"\n",
  "\nIt is against the grain of modern education to teach children to program.\nWhat fun is there in making plans, acquiring discipline in organizing\nthoughts, devoting attention to detail, and learning to be self-critical?\n\t\t-- Alan Perlis\n",
  "\nIt is easier to change the specification to fit the program than vice versa.\n",
  "\nIt is easier to write an incorrect program than understand a correct one.\n",
  "\n... it is easy to be blinded to the essential uselessness of them by the\nsense of achievement you get from getting them to work at all.  In other\nwords... their fundamental design flaws are completely hidden by their\nsuperficial design flaws.\n\t-- The Hitchhiker's Guide to the Galaxy, on the products\n           of the Sirius Cybernetics Corporation.\n",
  "\nIt is now pitch dark.  If you proceed, you will likely fall into a pit.\n",
  "\nIt is possible by ingenuity and at the expense of clarity... {to do almost\nanything in any language}.  However, the fact that it is possible to push\na pea up a mountain with your nose does not mean that this is a sensible\nway of getting it there.  Each of these techniques of language extension\nshould be used in its proper place.\n\t\t-- Christopher Strachey\n",
  "\nIt is practically impossible to teach good programming style to students\nthat have had prior exposure to BASIC: as potential programmers they are\nmentally mutilated beyond hope of regeneration.\n\t\t-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5\n",
  "\n[It is] best to confuse only one issue at a time.\n\t\t-- K&R\n",
  "\nIt isn't easy being the parent of a six-year-old.  However, it's a pretty small\nprice to pay for having somebody around the house who understands computers.\n",
  "\nIt must be remembered that there is nothing more difficult to plan, more\ndoubtful of success, nor more dangerous to manage, than the creation of\na new system.  For the initiator has the emnity of all who would profit\nby the preservation of the old institutions and merely lukewarm defenders\nin those who would gain by the new ones.\n\t\t-- Niccolo Machiavelli, 1513\n",
  "\n\"It runs like _\bx, where _\bx is something unsavory\"\n\t\t-- Prof. Romas Aleliunas, CS 435\n",
  "\n\tIt took 300 years to build and by the time it was 10",
  " built,\neveryone knew it would be a total disaster. But by then the investment\nwas so big they felt compelled to go on. Since its completion, it has\ncost a fortune to maintain and is still in danger of collapsing.\n\tThere are at present no plans to replace it, since it was never\nreally needed in the first place.\n\tI expect every installation has its own pet software which is\nanalogous to the above.\n\t\t-- K.E. Iverson, on the Leaning Tower of Pisa\n",
  "\nIt turned out that the worm exploited three or four different holes in the\nsystem.  From this, and the fact that we were able to capture and examine\nsome of the source code, we realized that we were dealing with someone very\nsharp, probably not someone here on campus.\n\t\t-- Dr. Richard LeBlanc, associate professor of ICS, in\n\t\t   Georgia Tech's campus newspaper after the Internet worm.\n",
  "\nIt was kinda like stuffing the wrong card in a computer, when you're\nstickin' those artificial stimulants in your arm.\n\t\t-- Dion, noted computer scientist\n",
  "\nIt's a naive, domestic operating system without any breeding, but I\nthink you'll be amused by its presumption.\n",
  "\nIt's multiple choice time...\n\n\tWhat is FORTRAN?\n\n\ta: Between thre and fiv tran.\n\tb: What two computers engage in before they interface.\n\tc: Ridiculous.\n",
  "\n\"It's not just a computer -- it's your ass.\"\n\t\t-- Cal Keegan\n",
  "\nIt's ten o'clock; do you know where your processes are?\n",
  "\n... Jesus cried with a loud voice: Lazarus, come forth; the bug hath been\nfound and thy program runneth.  And he that was dead came forth...\n\t\t-- John 11:43-44 [version 2.0?]\n",
  "\nJust about every computer on the market today runs Unix, except the Mac\n(and nobody cares about it).\n\t\t-- Bill Joy 6/21/85\n",
  "\nJust go with the flow control, roll with the crunches, and, when you get\na prompt, type like hell.\n",
  "\nKeep the number of passes in a compiler to a minimum.\n\t\t-- D. Gries\n",
  "\nKiss your keyboard goodbye!\n",
  "\nKnow Thy User.\n",
  "\n((lambda (foo) (bar foo)) (baz))\n",
  "\n`Lasu' Releases SAG 0.3 -- Freeware Book Takes Paves For New World Order\nby staff writers\n\n\t...\n\tThe central Superhighway site called ``sunsite.unc.edu''\ncollapsed in the morning before the release.  News about the release had\nbeen leaked by a German hacker group, Harmonious Hardware Hackers, who\nhad cracked into the author's computer earlier in the week.  They had\ngot the release date wrong by one day, and caused dozens of eager fans\nto connect to the sunsite computer at the wrong time.  ``No computer can\nhandle that kind of stress,'' explained the mourning sunsite manager,\nErik Troan.  ``The spinning disks made the whole computer jump, and\nfinally it crashed through the floor to the basement.''  Luckily,\nrepairs were swift and the computer was working again the same evening.\n``Thank God we were able to buy enough needles and thread and patch it\ntogether without major problems.''  The site has also installed a new\nthrottle on the network pipe, allowing at most four clients at the same\ntime, thus making a new crash less likely.  ``The book is now in our\nIncoming folder'', says Troan, ``and you're all welcome to come and get it.''\n\t\t-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>\n\t\t   [comp.os.linux.announce]\n",
  "\n`Lasu' Releases SAG 0.3 -- Freeware Book Takes Paves For New World Order\nby staff writers\n\n\t...\n\tThe SAG is one of the major products developed via the Information\nSuperhighway, the brain child of Al Gore, US Vice President.  The ISHW\nis being developed with massive govenment funding, since studies show\nthat it already has more than four hundred users, three years before\nthe first prototypes are ready.  Asked whether he was worried about the\nforeign influence in an expensive American Dream, the vice president\nsaid, ``Finland?  Oh, we've already bought them, but we haven't told\nanyone yet.  They're great at building model airplanes as well.  And _\bI\ncan spell potato.''  House representatives are not mollified, however,\nwanting to see the terms of the deal first, fearing another Alaska.\n\tRumors about the SAG release have imbalanced the American stock\nmarket for weeks.  Several major publishing houses reached an all time\nlow in the New York Stock Exchange, while publicly competing for the\npublishing agreement with Mr. Wirzenius.  The negotiations did not work\nout, tough.  ``Not enough dough,'' says the author, although spokesmen\nat both Prentice-Hall and Playboy, Inc., claim the author was incapable\nof expressing his wishes in a coherent form during face to face talks,\npreferring to communicate via e-mail.  ``He kept muttering something\nabout jiffies and pegs,'' they say.\n\t...\n\t\t-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>\n\t\t   [comp.os.linux.announce]\n",
  "\n`Lasu' Releases SAG 0.3 -- Freeware Book Takes Paves For New World Order\nby staff writers\n\nHelsinki, Finland, August 6, 1995 -- In a surprise movement, Lars\n``Lasu'' Wirzenius today released the 0.3 edition of the ``Linux System\nAdministrators' Guide''.  Already an industry non-classic, the new\nversion sports such overwhelming features as an overview of a Linux\nsystem, a completely new climbing session in a tree, and a list of\nacknowledgements in the introduction.\n\tThe SAG, as the book is affectionately called, is one of the\ncorner stones of the Linux Documentation Project.  ``We at the LDP feel\nthat we wouldn't be able to produce anything at all, that all our work\nwould be futile, if it weren't for the SAG,'' says Matt Welsh, director\nof LDP, Inc.\n\tThe new version is still distributed freely, now even with a\ncopyright that allows modification.  ``More dough,'' explains the author.\nDespite insistent rumors about blatant commercialization, the SAG will\nprobably remain free.  ``Even more dough,'' promises the author.\n\tThe author refuses to comment on Windows NT and Windows 96\nversions, claiming not to understand what the question is about.\nIndustry gossip, however, tells that Bill Gates, co-founder and CEO of\nMicrosoft, producer of the Windows series of video games, has visited\nHelsinki several times this year.  Despite of this, Linus Torvalds,\nauthor of the word processor Linux with which the SAG was written, is\nnot worried.  ``We'll have world domination real soon now, anyway,'' he\nexplains, ``for 1.4 at the lastest.''\n\t...\n\t\t-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>\n\t\t   [comp.os.linux.announce]\n",
  "\nLet the machine do the dirty work.\n\t\t-- \"Elements of Programming Style\", Kernighan and Ritchie\n",
  "\nLeveraging always beats prototyping.\n",
  "\nLife would be so much easier if we could just look at the source code.\n\t-- Dave Olson\n",
  "\nLike punning, programming is a play on words.\n",
  "\nLine Printer paper is strongest at the perforations.\n",
  "\nLisp Users:\nDue to the holiday next Monday, there will be no garbage collection.\n",
  "\nLittle known fact about Middle Earth: The Hobbits had a very sophisticated\ncomputer network!  It was a Tolkien Ring...\n",
  "\nLogic doesn't apply to the real world.\n\t\t-- Marvin Minsky\n",
  "\nLOGO for the Dead\n\nLOGO for the Dead lets you continue your computing activities from\n\"The Other Side.\"\n\nThe package includes a unique telecommunications feature which lets you\nturn your TRS-80 into an electronic Ouija board.  Then, using Logo's\ngraphics capabilities, you can work with a friend or relative on this\nside of the Great Beyond to write programs.  The software requires that\nyour body be hardwired to an analog-to-digital converter, which is then\ninterfaced to your computer.  A special terminal (very terminal) program\nlets you talk with the users through Deadnet, an EBBS (Ectoplasmic\nBulletin Board System).\n\nLOGO for the Dead is available for 10 percent of your estate\nfrom NecroSoft inc., 6502 Charnelhouse Blvd., Cleveland, OH 44101.\n\t\t-- '80 Microcomputing\n",
  "\n\tLong ago, in a finite state far away, there lived a JOVIAL\ncharacter named Jack.  Jack and his relations were poor.  Often their\nhash table was bare.  One day Jack's parent said to him, \"Our matrices\nare sparse.  You must go to the market to exchange our RAM for some\nBASICs.\"  She compiled a linked list of items to retrieve and passed it\nto him.\n\tSo Jack set out.  But as he was walking along a Hamilton path,\nhe met the traveling salesman.\n\t\"Whither dost thy flow chart take thou?\" prompted the salesman\nin high-level language.\n\t\"I'm going to the market to exchange this RAM for some chips\nand Apples,\" commented Jack.\n\t\"I have a much better algorithm.  You needn't join a queue\nthere; I will swap your RAM for these magic kernels now.\"\n\tJack made the trade, then backtracked to his house.  But when\nhe told his busy-waiting parent of the deal, she became so angry she\nstarted thrashing.\n\t\"Don't you even have any artificial intelligence?  All these\nkernels together hardly make up one byte,\" and she popped them out the\nwindow...\n\t\t-- Mark Isaak, \"Jack and the Beanstack\"\n",
  "\nLong computations which yield zero are probably all for naught.\n",
  "\nLoose bits sink chips.\n",
  "\nMac Airways:\nThe cashiers, flight attendants and pilots all look the same, feel the same\nand act the same. When asked questions about the flight, they reply that you\ndon't want to know, don't need to know and would you please return to your\nseat and watch the movie.\n",
  "\nMac Beer: At first, came only a 16-oz. can, but now comes in a 32-oz. \ncan. Considered by many to be a \"light\" beer. All the cans look \nidentical. When you take one from the fridge, it opens itself. The \ningredients list is not on the can. If you call to ask about the \ningredients, you are told that \"you don't need to know.\" A notice on the \nside reminds you to drag your empties to the trashcan.\n",
  "\nMAC user's dynamic debugging list evaluator?  Never heard of that.\n",
  "\n\t\"Mach was the greatest intellectual fraud in the last ten years.\"\n\t\"What about X?\"\n\t\"I said `intellectual'.\"\n\t\t;login, 9/1990\n",
  "\nMachines certainly can solve problems, store information, correlate,\nand play games -- but not with pleasure.\n\t\t-- Leo Rosten\n",
  "\nMachines that have broken down will work perfectly when the repairman arrives.\n",
  "\nMake sure your code does nothing gracefully.\n",
  "\nMaking files is easy under the UNIX operating system.  Therefore, users\ntend to create numerous files using large amounts of file space.  It has\nbeen said that the only standard thing about all UNIX systems is the\nmessage-of-the-day telling users to clean up their files.\n\t\t-- System V.2 administrator's guide\n",
  "\nMan is the best computer we can put aboard a spacecraft ... and the\nonly one that can be mass produced with unskilled labor.\n\t\t-- Wernher von Braun\n",
  "\nMany companies that have made themselves dependent on [the equipment of a\ncertain major manufacturer] (and in doing so have sold their soul to the\ndevil) will collapse under the sheer weight of the unmastered complexity of\ntheir data processing systems.\n\t\t-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5\n",
  "\nMany of the convicted thieves Parker has met began their\nlife of crime after taking college Computer Science courses.\n\t\t-- Roger Rapoport, \"Programs for Plunder\", Omni, March 1981\n",
  "\nMartin was probably ripping them off.  That's some family, isn't it?\nIncest, prostitution, fanaticism, software.\n\t\t-- Charles Willeford, \"Miami Blues\"\n",
  "\nMarvelous!  The super-user's going to boot me!\nWhat a finely tuned response to the situation!\n",
  "\n** MAXIMUM TERMINALS ACTIVE.  TRY AGAIN LATER **\n",
  "\nMay all your PUSHes be POPped.\n",
  "\nMay Euell Gibbons eat your only copy of the manual!\n",
  "\nMay the bluebird of happiness twiddle your bits.\n",
  "\nMaybe Computer Science should be in the College of Theology.\n\t\t-- R. S. Barton\n",
  "\nMeantime, in the slums below Ronnie's Ranch, Cynthia feels as if some one\nhas made voodoo boxen of her and her favorite backplanes. On this fine\nmoonlit night, some horrible persona has been jabbing away at, dragging\nmagnets over, and surging these voodoo boxen.  Fortunately, they seem to\nhave gotten a bit bored and fallen asleep, for it looks like Cynthia may\nget to go home.  However, she has made note to quickly put together a totem\nof sweaty, sordid static straps, random bits of wire, flecks of once meaniful\noxide, bus grant cards, gummy worms, and some bits of old pdp backplane to\nhang above the machine room.  This totem must be blessed by the old and wise\nvenerable god of unibus at once, before the idolatization of vme, q and pc\nbus drive him to bitter revenge.  Alas, if this fails, and the voodoo boxen\naren't destroyed,  there may be more than worms in the apple. Next, the\narrival of voodoo optico transmitigational magneto killer paramecium, capable\nof teleporting from cable to cable, screen to screen, ear to ear and hoof\nto mouth...\n",
  "\nMemory fault - where am I?\n",
  "\nMemory fault -- brain fried\n",
  "\nMemory fault -- core...uh...um...core... Oh dammit, I forget!\n",
  "\nMESSAGE ACKNOWLEDGED -- The Pershing II missiles have been launched.\n",
  "\nMessage from Our Sponsor on ttyTV at 13:58 ...\n",
  "\nModeling paged and segmented memories is tricky business.\n\t\t-- P.J. Denning\n",
  "\nMommy, what happens to your files when you die?\n",
  "\nMost public domain software is free, at least at first glance.\n",
  "\nMOUNT TAPE U1439 ON B3, NO RING\n",
  "\n\tMr. Jones related an incident from \"some time back\" when IBM Canada\nLtd. of Markham, Ont., ordered some parts from a new supplier in Japan.  The\ncompany noted in its order that acceptable quality allowed for 1.5 per cent\ndefects (a fairly high standard in North America at the time).\n\tThe Japanese sent the order, with a few parts packaged separately in\nplastic. The accompanying letter said: \"We don't know why you want 1.5 per\ncent defective parts, but for your convenience, we've packed them separately.\"\n\t\t-- Excerpted from an article in The (Toronto) Globe and Mail\n",
  "\nMSDOS is not dead, it just smells that way.\n\t\t-- Henry Spencer\n",
  "\nMuch of the excitement we get out of our work is that we don't really\nknow what we are doing.\n\t\t-- E. Dijkstra\n",
  "\nMultics is security spelled sideways.\n",
  "\nMVS Air Lines: \nThe passengers all gather in the hangar, watching hundreds of technicians\ncheck the flight systems on this immense, luxury aircraft. This plane has at\nleast 10 engines and seats over 1,000 passengers; bigger models in the fleet\ncan have more engines than anyone can count and fly even more passengers\nthan there are on Earth. It is claimed to cost less per passenger mile to\noperate these humungous planes than any other aircraft ever built, unless\nyou personally have to pay for the ticket. All the passengers scramble\naboard, as do the 200 technicians needed to keep it from crashing. The pilot\ntakes his place up in the glass cockpit. He guns the engines, only to\nrealise that the plane is too big to get through the hangar doors.\n",
  "\nMy God, I'm depressed!  Here I am, a computer with a mind a thousand times\nas powerful as yours, doing nothing but cranking out fortunes and sending\nmail about softball games.  And I've got this pain right through my ALU.\nI've asked for it to be replaced, but nobody ever listens.  I think it would\nbe better for us both if you were to just log out again.\n",
  "\nMy sister opened a computer store in Hawaii.  She sells C shells down \nby the seashore.\n",
  "\n\tn = ((n >>  1) & 0x55555555) | ((n <<  1) & 0xaaaaaaaa);\n\tn = ((n >>  2) & 0x33333333) | ((n <<  2) & 0xcccccccc);\n\tn = ((n >>  4) & 0x0f0f0f0f) | ((n <<  4) & 0xf0f0f0f0);\n\tn = ((n >>  8) & 0x00ff00ff) | ((n <<  8) & 0xff00ff00);\n\tn = ((n >> 16) & 0x0000ffff) | ((n << 16) & 0xffff0000);\n\n\t\t-- C code which reverses the bits in a word.\n",
  "\nNearly every complex solution to a programming problem that I\nhave looked at carefully has turned out to be wrong.\n\t\t-- Brent Welch\n",
  "\nNever make anything simple and efficient when a way can be found to\nmake it complex and wonderful.\n",
  "\nNever put off till run-time what you can do at compile-time.\n\t\t-- D. Gries\n",
  "\nNever test for an error condition you don't know how to handle.\n\t\t-- Steinbach\n",
  "\nNever trust a computer you can't repair yourself.\n",
  "\nNever trust an operating system.\n",
  "\nNever try to explain computers to a layman.  It's easier to explain\nsex to a virgin.\n\t-- Robert Heinlein\n\n(Note, however, that virgins tend to know a lot about computers.)\n",
  "\nNever underestimate the bandwidth of a station wagon full of tapes.\n\t\t-- Dr. Warren Jackson, Director, UTCS\n",
  "\nNew crypt.  See /usr/news/crypt.\n",
  "\nNew systems generate new problems.\n",
  "\n*** NEWS FLASH ***\n\nArcheologists find PDP-11/24 inside brain cavity of fossilized dinosaur\nskeleton!  Many Digital users fear that RSX-11M may be even more primitive\nthan DEC admits.  Price adjustments at 11:00.\n",
  "\nnews: gotcha\n",
  "\nNiklaus Wirth has lamented that, whereas Europeans pronounce his name correctly\n(Ni-klows Virt), Americans invariably mangle it into (Nick-les Worth).  Which\nis to say that Europeans call him by name, but Americans call him by value.\n",
  "\nNo directory.\n",
  "\nNo extensible language will be universal.\n\t\t-- T. Cheatham\n",
  "\nNo hardware designer should be allowed to produce any piece of hardware\nuntil three software guys have signed off for it.\n\t\t-- Andy Tanenbaum\n",
  "\nNo line available at 300 baud.\n",
  "\nNo man is an island if he's on at least one mailing list.\n",
  "\nNo part of this message may reproduce, store itself in a retrieval system,\nor transmit disease, in any form, without the permissiveness of the author.\n\t\t-- Chris Shaw\n",
  "\nNo proper program contains an indication which as an operator-applied\noccurrence identifies an operator-defining occurrence which as an\nindication-applied occurrence identifies an indication-defining occurrence\ndifferent from the one identified by the given indication as an\nindication-applied occurrence.\n\t\t-- ALGOL 68 Report\n",
  "\nNo wonder Clairol makes so much money selling shampoo.\nLather, Rinse, Repeat is an infinite loop!\n",
  "\nNo, I'm not interested in developing a powerful brain.  All I'm after is\njust a mediocre brain, something like the president of American Telephone\nand Telegraph Company.\n\t\t-- Alan Turing on the possibilities of a thinking\n\t\t   machine, 1943.\n",
  "\nNobody said computers were going to be polite.\n",
  "\nNobody's gonna believe that computers are intelligent until they start\ncoming in late and lying about it.\n",
  "\nnohup rm -fr /&\n",
  "\nNorbert Weiner was the subject of many dotty professor stories.  Weiner was, in\nfact, very absent minded.  The following story is told about him: when they\nmoved from Cambridge to Newton his wife, knowing that he would be absolutely\nuseless on the move, packed him off to MIT while she directed the move.  Since\nshe was certain that he would forget that they had moved and where they had\nmoved to, she wrote down the new address on a piece of paper, and gave it to\nhim.  Naturally, in the course of the day, an insight occurred to him.  He\nreached in his pocket, found a piece of paper on which he furiously scribbled\nsome notes, thought it over, decided there was a fallacy in his idea, and\nthrew the piece of paper away.  At the end of the day he went home (to the\nold address in Cambridge, of course).  When he got there he realized that they\nhad moved, that he had no idea where they had moved to, and that the piece of\npaper with the address was long gone.  Fortunately inspiration struck.  There\nwas a young girl on the street and he conceived the idea of asking her where\nhe had moved to, saying, \"Excuse me, perhaps you know me.  I'm Norbert Weiner\nand we've just moved.  Would you know where we've moved to?\"  To which the\nyoung girl replied, \"Yes, Daddy, Mommy thought you would forget.\"\n\tThe capper to the story is that I asked his daughter (the girl in the\nstory) about the truth of the story, many years later.  She said that it wasn't\nquite true -- that he never forgot who his children were!  The rest of it,\nhowever, was pretty close to what actually happened...\n\t\t-- Richard Harter\n",
  "\nNot only is UNIX dead, it's starting to smell really bad.\n\t\t-- Rob Pike\n",
  "\nNOTE: No warranties, either express or implied, are hereby given. All\nsoftware is supplied as is, without guarantee.  The user assumes all\nresponsibility for damages resulting from the use of these features,\nincluding, but not limited to, frustration, disgust, system abends, disk\nhead-crashes, general malfeasance, floods, fires, shark attack, nerve\ngas, locust infestation, cyclones, hurricanes, tsunamis, local\nelectromagnetic disruptions, hydraulic brake system failure, invasion,\nhashing collisions, normal wear and tear of friction surfaces, comic\nradiation, inadvertent destruction of sensitive electronic components,\nwindstorms, the Riders of Nazgul, infuriated chickens, malfunctioning\nmechanical or electrical sexual devices, premature activation of the\ndistant early warning system, peasant uprisings, halitosis, artillery\nbombardment, explosions, cave-ins, and/or frogs falling from the sky.\n",
  "\nNothing happens.\n",
  "\n\tNow she speaks rapidly.  \"Do you know *why* you want to program?\"\n\tHe shakes his head.  He hasn't the faintest idea.\n\t\"For the sheer *joy* of programming!\" she cries triumphantly.  \n\"The joy of the parent, the artist, the craftsman.  \"You take a program, \nborn weak and impotent as a dimly-realized solution.  You nurture the \nprogram and guide it down the right path, building, watching it grow ever \nstronger.  Sometimes you paint with tiny strokes, a keystroke added here, \na keystroke changed there.\"  She sweeps her arm in a wide arc.  \"And other\ntimes you savage whole *blocks* of code, ripping out the program's very \n*essence*, then beginning anew.  But always building, creating, filling the \nprogram with your own personal stamp, your own quirks and nuances.  Watching \nthe program grow stronger, patching it when it crashes, until finally it can \nstand alone -- proud, powerful, and perfect.  This is the programmer's finest\nhour!\"  Softly at first, then louder, he hears the strains of a Sousa march. \n\"This ... this is your canvas! your clay!  Go forth and create a masterwork!\"\n",
  "\n\"Now this is a totally brain damaged algorithm.  Gag me with a smurfette.\"\n\t\t-- P. Buhr, Computer Science 354\n",
  "\n\"Nuclear war can ruin your whole compile.\"\n\t\t-- Karl Lehenbauer\n",
  "\nNurse Donna:\tOh, Groucho, I'm afraid I'm gonna wind up an old maid.\nGroucho:\tWell, bring her in and we'll wind her up together.\nNurse Donna:\tDo you believe in computer dating?\nGroucho:\tOnly if the computers really love each other.\n",
  "\nOh, so there you are!\n",
  "\nOkay, Okay -- I admit it.  You didn't change that program that worked\njust a little while ago; I inserted some random characters into the\nexecutable.  Please forgive me.  You can recover the file by typing in\nthe code over again, since I also removed the source.\n",
  "\nOld mail has arrived.\n",
  "\nOld programmers never die, they just become managers.\n",
  "\nOld programmers never die, they just branch to a new address.\n",
  "\nOld programmers never die, they just hit account block limit.\n",
  "\nOn a clear disk you can seek forever.\n\t\t-- P. Denning\n",
  "\nOn the eighth day, God created FORTRAN.\n",
  "\nOn the Internet, nobody knows you're a dog.\n\t\t-- Cartoon caption\n",
  "\n\tOn the other hand, the TCP camp also has a phrase for OSI people.\nThere are lots of phrases.  My favorite is `nitwit' -- and the rationale\nis the Internet philosophy has always been you have extremely bright,\nnon-partisan researchers look at a topic, do world-class research, do\nseveral competing implementations, have a bake-off, determine what works\nbest, write it down and make that the standard.\n\tThe OSI view is entirely opposite.  You take written contributions\nfrom a much larger community, you put the contributions in a room of\ncommittee people with, quite honestly, vast political differences and all\nwith their own political axes to grind, and four years later you get\nsomething out, usually without it ever having been implemented once.\n\tSo the Internet perspective is implement it, make it work well,\nthen write it down, whereas the OSI perspective is to agree on it, write\nit down, circulate it a lot and now we'll see if anyone can implement it\nafter it's an international standard and every vendor in the world is\ncommitted to it.  One of those processes is backwards, and I don't think\nit takes a Lucasian professor of physics at Oxford to figure out which.\n\t\t-- Marshall Rose, \"The Pied Piper of OSI\"\n",
  "\nOn two occasions I have been asked [by members of Parliament!], \"Pray, Mr.\nBabbage, if you put into the machine wrong figures, will the right answers\ncome out?\"  I am not able rightly to apprehend the kind of confusion of\nideas that could provoke such a question.\n\t\t-- Charles Babbage\n",
  "\n\"One Architecture, One OS\" also translates as \"One Egg, One Basket\".\n",
  "\n\"One basic notion underlying Usenet is that it is a cooperative.\"\n\nHaving been on USENET for going on ten years, I disagree with this.\nThe basic notion underlying USENET is the flame.\n\t\t-- Chuq Von Rospach\n",
  "\n\tOne day a student came to Moon and said, \"I understand how to make\na better garbage collector.  We must keep a reference count of the pointers\nto each cons.\"\n\tMoon patiently told the student the following story -- \"One day a\nstudent came to Moon and said, \"I understand how to make a better garbage\ncollector...\"\n",
  "\nOne good reason why computers can do more work than people is that they\nnever have to stop and answer the phone.\n",
  "\n... one of the main causes of the fall of the Roman Empire was that,\nlacking zero, they had no way to indicate successful termination of\ntheir C programs.\n\t\t-- Robert Firth\n",
  "\nOne of the most overlooked advantages to computers is...  If they do\nfoul up, there's no law against whacking them around a little.\n\t\t-- Joe Martin\n",
  "\n\tOne of the questions that comes up all the time is: How enthusiastic\nis our support for UNIX?\n\tUnix was written on our machines and for our machines many years ago.\nToday, much of UNIX being done is done on our machines. Ten percent of our\nVAXs are going for UNIX use.  UNIX is a simple language, easy to understand,\neasy to get started with. It's great for students, great for somewhat casual\nusers, and it's great for interchanging programs between different machines.\nAnd so, because of its popularity in these markets, we support it.  We have\ngood UNIX on VAX and good UNIX on PDP-11s.\n\tIt is our belief, however, that serious professional users will run\nout of things they can do with UNIX. They'll want a real system and will end\nup doing VMS when they get to be serious about programming.\n\tWith UNIX, if you're looking for something, you can easily and quickly\ncheck that small manual and find out that it's not there.  With VMS, no matter\nwhat you look for -- it's literally a five-foot shelf of documentation -- if\nyou look long enough it's there.  That's the difference -- the beauty of UNIX\nis it's simple; and the beauty of VMS is that it's all there.\n\t\t-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984\n[It's been argued that the beauty of UNIX is the same as the beauty of Ken\nOlsen's brain.  Ed.]\n",
  "\nOne person's error is another person's data.\n",
  "\nOne picture is worth 128K words.\n",
  "\nOnly great masters of style can succeed in being obtuse.\n\t\t-- Oscar Wilde\n\nMost UNIX programmers are great masters of style.\n\t\t-- The Unnamed Usenetter\n",
  "\nOnly the fittest survive. The vanquished acknowledge their unworthiness by \nplacing a classified ad with the ritual phrase \"must sell -- best offer,\" \nand thereafter dwell in infamy, relegated to discussing gas mileage and lawn\nfood.  But if successful, you join the elite sodality that spends hours \nunpurifying the dialect of the tribe with arcane talk of bits and bytes, RAMS\nand ROMS, hard disks and baud rates. Are you obnoxious, obsessed?  It's a \nmodest price to pay.  For you have tapped into the same awesome primal power \nthat produces credit-card billing errors and lost plane reservations.  Hail,\npostindustrial warrior, subduer of Bounceoids, pride of the cosmos, keeper of\nthe silicone creed: Computo, ergo sum.  The force is with you -- at 110 volts.\nMay your RAMS be fruitful and multiply.\n\t\t-- Curt Suplee, \"Smithsonian\", 4/83\n",
  "\nOS/2 Beer: Comes in a 32-oz can. Does allow you to drink several DOS \nBeers simultaneously. Allows you to drink Windows 3.1 Beer simultaneously \ntoo, but somewhat slower. Advertises that its cans won't explode when you \nopen them, even if you shake them up. You never really see anyone \ndrinking OS/2 Beer, but the manufacturer (International Beer \nManufacturing) claims that 9 million six-packs have been sold.\n",
  "\nOS/2 Skyways:\nThe terminal is almost empty, with only a few prospective passengers milling\nabout. The announcer says that their flight has just departed, wishes them a\ngood flight, though there are no planes on the runway. Airline personnel\nwalk around, apologising profusely to customers in hushed voices, pointing\nfrom time to time to the sleek, powerful jets outside the terminal on the\nfield. They tell each passenger how good the real flight will be on these\nnew jets and how much safer it will be than Windows Airlines, but that they\nwill have to wait a little longer for the technicians to finish the flight\nsystems. Maybe until mid-1995. Maybe longer.\n",
  "\n\"Our attitude with TCP/IP is, `Hey, we'll do it, but don't make a big\nsystem, because we can't fix it if it breaks -- nobody can.'\"\n\n\"TCP/IP is OK if you've got a little informal club, and it doesn't make\nany difference if it takes a while to fix it.\"\n\t\t-- Ken Olson, in Digital News, 1988\n",
  "\nOur documentation manager was showing her 2 year old son around the office.\nHe was introduced to me, at which time he pointed out that we were both\nholding bags of popcorn.  We were both holding bottles of juice.  But only\n*__\b\bhe* had a lollipop.\n\tHe asked his mother, \"Why doesn't HE have a lollipop?\"\n\tHer reply: \"He can have a lollipop any time he wants to.  That's\nwhat it means to be a programmer.\"\n",
  "\nOur informal mission is to improve the love life of operators worldwide.\n\t\t-- Peter Behrendt, president of Exabyte\n",
  "\nOur OS who art in CPU, UNIX be thy name.\n\tThy programs run, thy syscalls done,\n\tIn kernel as it is in user!\n",
  "\nOver the shoulder supervision is more a need of the manager than the\nprogramming task.\n",
  "\nOverall, the philosophy is to attack the availability problem from two\ncomplementary directions:  to reduce the number of software errors through\nrigorous testing of running systems, and to reduce the effect of the remaining\nerrors by providing for recovery from them.  An interesting footnote to this\ndesign is that now a system failure can usually be considered to be the\nresult of two program errors:  the first, in the program that started the\nproblem; the second, in the recovery routine that could not protect the\nsystem.\n\t\t-- A.L. Scherr, \"Functional Structure of IBM Virtual Storage\n\t\t   Operating Systems, Part II: OS/VS-2 Concepts and\n\t\t   Philosophies,\" IBM Systems Journal, Vol. 12, No. 4.\n",
  "\nOverconfidence breeds error when we take for granted that the game will\ncontinue on its normal course; when we fail to provide for an unusually\npowerful resource -- a check, a sacrifice, a stalemate.  Afterwards the\nvictim may wail, `But who could have dreamt of such an idiotic-looking move?'\n\t\t-- Fred Reinfeld, \"The Complete Chess Course\"\n",
  "\nOverflow on /dev/null, please empty the bit bucket.\n",
  "\nOverload -- core meltdown sequence initiated.\n",
  "\npanic: can't find /\n",
  "\npanic: kernel segmentation violation. core dumped\t\t(only kidding)\n",
  "\npanic: kernel trap (ignored)\n",
  "\nPascal is a language for children wanting to be naughty.\n\t\t-- Dr. Kasi Ananthanarayanan\n",
  "\nPascal is not a high-level language.\n\t\t-- Steven Feiner\n",
  "\n\"Pascal is Pascal is Pascal is dog meat.\"\n\t\t-- M. Devine and P. Larson, Computer Science 340\n",
  "\nPasswords are implemented as a result of insecurity.\n",
  "\nPause for storage relocation.\n",
  "\nPer buck you get more computing action with the small computer.\n\t\t-- R.W. Hamming\n",
  "\nPL/I -- \"the fatal disease\" -- belongs more to the problem set than to the\nsolution set.\n\t\t-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5\n",
  "\nPlay Rogue, visit exotic locations, meet strange creatures and kill them.\n",
  "\nPlease go away.\n",
  "\nPLUG IT IN!!!\n",
  "\nPremature optimization is the root of all evil.\n\t\t-- D.E. Knuth\n",
  "\n\tPrice Wang's programmer was coding software.  His fingers danced upon\nthe keyboard.  The program compiled without an error message, and the program\nran like a gentle wind.\n\tExcellent!\" the Price exclaimed, \"Your technique is faultless!\"\n\t\"Technique?\" said the programmer, turning from his terminal, \"What I\nfollow is the Tao -- beyond all technique.  When I first began to program I\nwould see before me the whole program in one mass.  After three years I no\nlonger saw this mass.  Instead, I used subroutines.  But now I see nothing.\nMy whole being exists in a formless void.  My senses are idle.  My spirit,\nfree to work without a plan, follows its own instinct.  In short, my program\nwrites itself.  True, sometimes there are difficult problems.  I see them\ncoming, I slow down, I watch silently.  Then I change a single line of code\nand the difficulties vanish like puffs of idle smoke.  I then compile the\nprogram.  I sit still and let the joy of the work fill my being.  I close my\neyes for a moment and then log off.\"\n\tPrice Wang said, \"Would that all of my programmers were as wise!\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nProf:    So the American government went to IBM to come up with a data\n\t encryption standard and they came up with ...\nStudent: EBCDIC!\"\n",
  "\nProfanity is the one language all programmers know best.\n",
  "\nProgrammers do it bit by bit.\n",
  "\nProgrammers used to batch environments may find it hard to live without\ngiant listings; we would find it hard to use them.\n\t\t-- D.M. Ritchie\n",
  "\nProgramming is an unnatural act.\n",
  "\nProposed Additions to the PDP-11 Instruction Set:\n\nBBW\tBranch Both Ways\nBEW\tBranch Either Way\nBBBF\tBranch on Bit Bucket Full\nBH\tBranch and Hang\nBMR\tBranch Multiple Registers\nBOB\tBranch On Bug\nBPO\tBranch on Power Off\nBST\tBackspace and Stretch Tape\nCDS\tCondense and Destroy System\nCLBR\tClobber Register\nCLBRI\tClobber Register Immediately\nCM\tCirculate Memory\nCMFRM\tCome From -- essential for truly structured programming\nCPPR\tCrumple Printer Paper and Rip\nCRN\tConvert to Roman Numerals\n",
  "\nProposed Additions to the PDP-11 Instruction Set:\n\nDC\tDivide and Conquer\nDMPK\tDestroy Memory Protect Key\nDO\tDivide and Overflow\nEMPC\tEmulate Pocket Calculator\nEPI\tExecute Programmer Immediately\nEROS\tErase Read Only Storage\nEXCE\tExecute Customer Engineer\nHCF\tHalt and Catch Fire\nIBP\tInsert Bug and Proceed\nINSQSW\tInsert into queue somewhere (for FINO queues [First in never out])\nPBC\tPrint and Break Chain\nPDSK\tPunch Disk\n",
  "\nProposed Additions to the PDP-11 Instruction Set:\n\nPI\tPunch Invalid\nPOPI\tPunch Operator Immediately\nPVLC\tPunch Variable Length Card\nRASC\tRead And Shred Card\nRPM\tRead Programmers Mind\nRSSC\treduce speed, step carefully  (for improved accuracy)\nRTAB\tRewind tape and break\nRWDSK\trewind disk\nRWOC\tRead Writing On Card\nSCRBL\tscribble to disk  - faster than a write\nSLC\tSearch for Lost Chord\nSPSW\tScramble Program Status Word\nSRSD\tSeek Record and Scar Disk\nSTROM\tStore in Read Only Memory\nTDB\tTransfer and Drop Bit\nWBT\tWater Binary Tree\n",
  "\nPURGE COMPLETE.\n",
  "\nPut no trust in cryptic comments.\n",
  "\nRADIO SHACK LEVEL II BASIC\nREADY\n>_\n",
  "\nRAM wasn't built in a day.\n",
  "\nRattling around the back of my head is a disturbing image of something I\nsaw at the airport ... Now I'm remembering, those giant piles of computer\nmagazines right next to \"People\" and \"Time\" in the airport store.  Does\nit bother anyone else that half the world is being told all of our hard-won\nsecrets of computer technology?  Remember how all the lawyers cried foul\nwhen \"How to Avoid Probate\" was published?  Are they taking no-fault\ninsurance lying down?  No way!  But at the current rate it won't be long\nbefore there are stacks of the \"Transactions on Information Theory\" at the\nA&P checkout counters.  Who's going to be impressed with us electrical\nengineers then?  Are we, as the saying goes, giving away the store?\n\t\t-- Robert W. Lucky, IEEE President\n",
  "\nReactor error - core dumped!\n",
  "\nReal computer scientists admire ADA for its overwhelming aesthetic\nvalue but they find it difficult to actually program in it, as it is\nmuch too large to implement.  Most computer scientists don't notice\nthis because they are still arguing over what else to add to ADA.\n",
  "\nReal computer scientists despise the idea of actual hardware.  Hardware has\nlimitations, software doesn't.  It's a real shame that Turing machines are\nso poor at I/O.\n",
  "\nReal computer scientists don't comment their code.  The identifiers are\nso long they can't afford the disk space.\n",
  "\nReal computer scientists don't program in assembler.  They don't write\nin anything less portable than a number two pencil.\n",
  "\nReal computer scientists don't write code.  They occasionally tinker with\n`programming systems', but those are so high level that they hardly count \n(and rarely count accurately; precision is for applications).\n",
  "\nReal computer scientists like having a computer on their desk, else how\ncould they read their mail?\n",
  "\nReal computer scientists only write specs for languages that might run\non future hardware.  Nobody trusts them to write specs for anything homo\nsapiens will ever be able to fit on a single planet.\n",
  "\nReal programmers disdain structured programming.  Structured programming is\nfor compulsive neurotics who were prematurely toilet- trained.  They wear\nneckties and carefully line up pencils on otherwise clear desks.\n",
  "\nReal programmers don't bring brown-bag lunches.  If the vending machine\ndoesn't sell it, they don't eat it.  Vending machines don't sell quiche.\n",
  "\nReal programmers don't comment their code.  It was hard to write, it\nshould be hard to understand.\n",
  "\nReal programmers don't draw flowcharts.  Flowcharts are, after all, the\nilliterate's form of documentation.  Cavemen drew flowcharts; look how\nmuch good it did them.\n",
  "\nReal Programmers don't eat quiche.  They eat Twinkies and Szechwan food.\n",
  "\nReal Programmers don't play tennis, or any other sport that requires\nyou to change clothes.  Mountain climbing is OK, and real programmers\nwear their climbing boots to work in case a mountain should suddenly\nspring up in the middle of the machine room.\n",
  "\nReal programmers don't write in BASIC.  Actually, no programmers write in\nBASIC after reaching puberty.\n",
  "\nReal Programmers don't write in FORTRAN.  FORTRAN is for pipe stress freaks and\ncrystallography weenies.  FORTRAN is for wimp engineers who wear white socks.\n",
  "\nReal Programmers don't write in PL/I.  PL/I is for programmers who can't\ndecide whether to write in COBOL or FORTRAN.\n",
  "\nReal Programmers think better when playing Adventure or Rogue.\n",
  "\nReal programs don't eat cache.\n",
  "\nReal Programs don't use shared text.  Otherwise, how can they use functions\nfor scratch space after they are finished calling them?\n",
  "\nReal software engineers don't debug programs, they verify correctness.\nThis process doesn't necessarily involve execution of anything on a\ncomputer, except perhaps a Correctness Verification Aid package.\n",
  "\nReal software engineers don't like the idea of some inexplicable and\ngreasy hardware several aisles away that may stop working at any\nmoment.  They have a great distrust of hardware people, and wish that\nsystems could be virtual at *___\b\b\ball* levels.  They would like personal\ncomputers (you know no one's going to trip over something and kill your\nDFA in mid-transit), except that they need 8 megabytes to run their\nCorrectness Verification Aid packages.\n",
  "\nReal software engineers work from 9 to 5, because that is the way the job is\ndescribed in the formal spec.  Working late would feel like using an\nundocumented external procedure.\n",
  "\nReal Users are afraid they'll break the machine -- but they're never\nafraid to break your face.\n",
  "\nReal Users find the one combination of bizarre input values that shuts\ndown the system for days.\n",
  "\nReal Users hate Real Programmers.\n",
  "\nReal Users know your home telephone number.\n",
  "\nReal Users never know what they want, but they always know when your program\ndoesn't deliver it.\n",
  "\nReal Users never use the Help key.\n",
  "\nRecursion is the root of computation since it trades description for time.\n",
  "\nRemember the good old days, when CPU was singular?\n",
  "\nRemember, God could only create the world in 6 days because he didn't\nhave an established user base.\n",
  "\nRemember, UNIX spelled backwards is XINU.\n\t\t-- Mt.\n",
  "\nRemember: use logout to logout.\n",
  "\n\tRisch's decision procedure for integration, not surprisingly,\nuses a recursion on the number and type of the extensions from the\nrational functions needed to represent the integrand.  Although the\nalgorithm follows and critically depends upon the appropriate structure\nof the input, as in the case of multivariate factorization, we cannot\nclaim that the algorithm is a natural one.  In fact, the creator of\ndifferential algebra, Ritt, committed suicide in the early 1950's,\nlargely, it is claimed, because few paid attention to his work.  Probably\nhe would have received more attention had he obtained the algorithm as well.\n\t\t-- Joel Moses, \"Algorithms and Complexity\", ed. J.F. Traub\n",
  "\nRow, row, row your bits, gently down the stream...\n",
  "\nSave energy:  Drive a smaller shell.\n",
  "\nSave gas, don't use the shell.\n",
  "\nSave yourself!  Reboot in 5 seconds!\n",
  "\nSay \"twenty-three-skiddoo\" to logout.\n",
  "\nSCCS, the source motel!  Programs check in and never check out!\n\t\t-- Ken Thompson\n",
  "\nScience is to computer science as hydrodynamics is to plumbing.\n",
  "\nScientists were preparing an experiment to ask the ultimate question.\nThey had worked for months gathering one each of every computer that was\nbuilt. Finally the big day was at hand.  All the computers were linked\ntogether.  They asked the question, \"Is there a God?\".  Lights started\nblinking, flashing and blinking some more.  Suddenly, there was a loud\ncrash, and a bolt of lightning came down from the sky, struck the\ncomputers, and welded all the connections permanently together.  \"There\nis now\", came the reply.\n",
  "\nScotty:\tCaptain, we din' can reference it!\nKirk:\tAnalysis, Mr. Spock?\nSpock:\tCaptain, it doesn't appear in the symbol table.\nKirk:\tThen it's of external origin?\nSpock:\tAffirmative.\nKirk:\tMr. Sulu, go to pass two.\nSulu:\tAye aye, sir, going to pass two.\n",
  "\n\"Section 2.4.3.5   AWNS   (Acceptor Wait for New Cycle State).\n\tIn AWNS the AH function indicates that it has received a\nmultiline message byte.\n\tIn AWNS the RFD message must be sent false and the DAC message\nmust be sent passive true.\n\tThe AH function must exit the AWNS and enter:\n\t(1)  The ANRS if DAV is false\n\t(2)  The AIDS if the ATN message is false and neither:\n\t\t(a)  The LADS is active\n\t\t(b)  Nor LACS is active\"\n\n\t\t-- from the IEEE Standard Digital Interface for\n\t\t   Programmable Instrumentation\n",
  "\nSecurity check: \u0007\u0007\u0007INTRUDER ALERT!\n",
  "\nSeems a computer engineer, a systems analyst, and a programmer were\ndriving down a mountain when the brakes gave out.  They screamed down the\nmountain, gaining speed, but finally managed to grind to a halt, more by\nluck than anything else, just inches from a thousand foot drop to jagged\nrocks.  They all got out of the car:\n        The computer engineer said, \"I think I can fix it.\"\n        The systems analyst said, \"No, no, I think we should take it\ninto town and have a specialist look at it.\"\n        The programmer said, \"OK, but first I think we should get back\nin and see if it does it again.\"\n",
  "\n\t\t\t\tSEMINAR ANNOUNCEMENT\n\nTitle:\t\tAre Frogs Turing Compatible?\nSpeaker:\tDon \"The Lion\" Knuth\n\n\t\t\t\tABSTRACT\n\tSeveral researchers at the University of Louisiana have been studying\nthe computing power of various amphibians, frogs in particular.  The problem\nof frog computability has become a critical issue that ranges across all areas\nof computer science.  It has been shown that anything computable by an amphi-\nbian community in a fixed-size pond is computable by a frog in the same-size\npond -- that is to say, frogs are Pond-space complete.  We will show that\nthere is a log-space, polywog-time reduction from any Turing machine program\nto a frog.  We will suggest these represent a proper subset of frog-computable\nfunctions.\n\tThis is not just a let's-see-how-far-those-frogs-can-jump seminar.\nThis is only for hardcore amphibian-computation people and their colleagues.\n\tRefreshments will be served.  Music will be played.\n",
  "\nSend some filthy mail.\n",
  "\nSendmail may be safely run set-user-id to root.\n\t\t-- Eric Allman, \"Sendmail Installation Guide\"\n",
  "\n\tSeveral students were asked to prove that all odd integers are prime.\n\tThe first student to try to do this was a math student.  \"Hmmm...\nWell, 1 is prime, 3 is prime, 5 is prime, and by induction, we have that all\nthe odd integers are prime.\"\n\tThe second student to try was a man of physics who commented, \"I'm not\nsure of the validity of your proof, but I think I'll try to prove it by\nexperiment.\"  He continues, \"Well, 1 is prime, 3 is prime, 5 is prime, 7 is\nprime, 9 is...  uh, 9 is... uh, 9 is an experimental error, 11 is prime, 13\nis prime...  Well, it seems that you're right.\"\n\tThe third student to try it was the engineering student, who responded,\n\"Well, to be honest, actually, I'm not sure of your answer either.  Let's\nsee...  1 is prime, 3 is prime, 5 is prime, 7 is prime, 9 is... uh, 9 is...\nwell, if you approximate, 9 is prime, 11 is prime, 13 is prime...  Well, it\ndoes seem right.\"\n\tNot to be outdone, the computer science student comes along and says\n\"Well, you two sort've got the right idea, but you'll end up taking too long!\nI've just whipped up a program to REALLY go and prove it.\"  He goes over to\nhis terminal and runs his program.  Reading the output on the screen he says,\n\"1 is prime, 1 is prime, 1 is prime, 1 is prime...\"\n",
  "\nShe sells cshs by the cshore.\n",
  "\nShopping at this grody little computer store at the Galleria for a\ntotally awwwesome Apple.  Fer suuure.  I mean Apples are nice you know?\nBut, you know, there is this cute guy who works there and HE says that\nVAX's are cooler!  I mean I don't really know, you know? He says that he\nhas this totally tubular VAX at home and it's stuffed with memory-to-the-max!\nRight, yeah.  And he wants to take me home to show it to me.  Oh My God!\nI'm suuure.  Gag me with a Prime!\n",
  "\nSimulations are like miniskirts, they show a lot and hide the essentials.\n\t\t-- Hubert Kirrman\n",
  "\nskldfjkl\u0007\u0007\u0007jklsR",
  "^&(IXDRTYju187pkasdjbasdfbuil\nh;asvgy8p\t23r1vyui\u0007135\t2\nkmxsij90TYDFS$$b\tjkzxdjkl bjnk ;j\tnk;<[][;-==-<<<<<';[,\n\t\t[hjioasdvbnuio;buip^&(FTSD$",
  "*VYUI:buio;sdf}[asdf']\n\t\t\t\tsdoihjfh(_YU*G&F^*CTY98y\n\n\nNow look what you've gone and done!  You've broken it!\n",
  "\nSlowly and surely the unix crept up on the Nintendo user ...\n",
  "\nSo you see Antonio, why worry about one little core dump, eh?  In reality\nall core dumps happen at the same instant, so the core dump you will have\ntomorrow, why, it already happened.  You see, it's just a little universal\nrecursive joke which threads our lives through the infinite potential of\nthe instant.  So go to sleep, Antonio, your thread could break any moment\nand cast you out of the safe security of the instant into the dark void of\neternity, the anti-time.  So go to sleep...\n",
  "\nSoftware production is assumed to be a line function, but it is run\nlike a staff function.\n\t\t-- Paul Licker\n",
  "\nSoftware suppliers are trying to make their software packages more\n\"user-friendly\".  ...  Their best approach, so far, has been to take all\nthe old brochures, and stamp the words, \"user-friendly\" on the cover.\n\t\t-- Bill Gates, Microsoft, Inc.\n\t[Pot. Kettle. Black.]\n",
  "\nSome of my readers ask me what a \"Serial Port\" is.\nThe answer is: I don't know.\nIs it some kind of wine you have with breakfast?\n",
  "\nSome people claim that the UNIX learning curve is steep, but at least you\nonly have to climb it once.\n",
  "\nSome programming languages manage to absorb change, but withstand progress.\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\nSomebody's terminal is dropping bits.  I found a pile of them over in the\ncorner.\n",
  "\n\tSomething mysterious is formed, born in the silent void.  Waiting\nalone and unmoving, it is at once still and yet in constant motion.  It is\nthe source of all programs.  I do not know its name, so I will call it the\nTao of Programming.\n\tIf the Tao is great, then the operating system is great.  If the\noperating system is great, then the compiler is great.  If the compiler is\ngreater, then the applications is great.  The user is pleased and there is\nharmony in the world.\n\tThe Tao of Programming flows far away and returns on the wind of\nmorning.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nSpeaking as someone who has delved into the intricacies of PL/I, I am sure\nthat only Real Men could have written such a machine-hogging, cycle-grabbing,\nall-encompassing monster.  Allocate an array and free the middle third?\nSure!  Why not?  Multiply a character string times a bit string and assign the\nresult to a float decimal?  Go ahead!  Free a controlled variable procedure\nparameter and reallocate it before passing it back?  Overlay three different\ntypes of variable on the same memory location?  Anything you say!  Write a\nrecursive macro?  Well, no, but Real Men use rescan.  How could a language\nso obviously designed and written by Real Men not be intended for Real Man use?\n",
  "\n***** Special AI Seminar (abstract)\n\nIt has been widely recognized that AI programs require expert knowledge \nin order to perform well in complex domains.  But knowledge alone is not\nsufficient for some applications; wisdom is needed as well.  Accordingly, \nwe have developed a new approach to artificial intelligence which we call \n\"wisdom engineering\".  As a test of our ideas, we have written IMMANUEL, a \nwisdom based system for the task domain of western philosophical thought.  \nIMMANUEL was supplied initially with 200 wisdom units which contained wisdom \nabout such elementary concepts as mind, matter, being, nothingness, and so \nforth.  IMMANUEL was then allowed to run freely, guided by the heuristic \nrules contained in its heterarchically organized meta wisdom base.  IMMANUEL \nsucceeded in rediscovering most of the important philosophical ideas developed \nin western culture over the course of the last 25 centuries, including those \nunderlying Plato's theory of government, Kant's metaphysics, Nietzsche's theory\nof value, and Husserl's phenomenology.  In this seminar, we will describe \nIMMANUEL's achievements and internal architecture.  We will also briefly \ndiscuss our recent efforts to apply wisdom engineering to oil exploration.\n",
  "\nStaff meeting in the conference room in ",
  "d minutes.\n",
  "\nStaff meeting in the conference room in 3 minutes.\n",
  "\nStandards are crucial.  And the best thing about standards is: there are\nso ____\b\b\b\bmany to choose from!\n",
  "\nStill a few bugs in the system... Someday I have to tell you about Uncle\nNahum from Maine, who spent years trying to cross a jellyfish with a shad\nso he could breed boneless shad.  His experiment backfired too, and he\nwound up with bony jellyfish... which was hardly worth the trouble.  There's\nvery little call for those up there.\n\t\t-- Allucquere R. \"Sandy\" Stone\n",
  "\nStinginess with privileges is kindness in disguise.\n\t\t-- Guide to VAX/VMS Security, Sep. 1984\n",
  "\n\tStop!  Whoever crosseth the bridge of Death, must answer first\nthese questions three, ere the other side he see!\n\n\t\"What is your name?\"\n\t\"Sir Brian of Bell.\"\n\t\"What is your quest?\"\n\t\"I seek the Holy Grail.\"\n\t\"What are four lowercase letters that are not legal flag arguments\nto the Berkeley UNIX version of `ls'?\"\n\t\"I, er.... AIIIEEEEEE!\"\n",
  "\n\t*** STUDENT SUCCESSES ***\n\nMany of our students have gone on to achieve great success in all fields of\nprogramming.  One former student developed the concept of the personalized\nform letter.  Does the phrase, \"Dear Mr.(insert name), You may already be a\nwinner!,\" sound familiar?  Another student writes \"After only five lessons I\nsold a \"My Most Unforgettable Program\" article to Corrosive Computing magazine.\nAnother of our graduates writes, \"I recently completed a database-management\nprogram for my department manager.  My program touched him so deeply that he\nwas speechless.  He told me later that he had never seen such a program in\nhis entire career.  Thank you, Famous Programmers' school; only you could\nhave made this possible.\"  Send for our introductory brochure which explains\nin vague detail the operation of the Famous Programmers' School, and you'll\nbe eligible to win a possible chance to enter a drawing, the winner of which\ncan vie for a set of free steak knives.  If you don't do it now, you'll hate\nyourself in the morning.\n",
  "\nSuch efforts are almost always slow, laborious, political, petty, boring,\nponderous, thankless, and of the utmost criticality.\n\t-- Leonard Kleinrock, on standards efforts\n",
  "\nSuppose for a moment that the automobile industry had developed at the same\nrate as computers and over the same period:  how much cheaper and more\nefficient would the current models be?  If you have not already heard the\nanalogy, the answer is shattering.  Today you would be able to buy a\nRolls-Royce for $2.75, it would do three million miles to the gallon, and\nit would deliver enough power to drive the Queen Elizabeth II.  And if you\nwere interested in miniaturization, you could place half a dozen of them on\na pinhead.\n\t\t-- Christopher Evans\n",
  "\nSwap read error.  You lose your mind.\n",
  "\nSyntactic sugar causes cancer of the semicolon.\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\nSystem checkpoint complete.\n",
  "\nSystem going down at 1:45 this afternoon for disk crashing.\n",
  "\nSystem going down at 5 this afternoon to install scheduler bug.\n",
  "\nSystem going down in 5 minutes.\n",
  "\nSystem restarting, wait...\n",
  "\n\u0007\u0007\u0007\u0007\t*** System shutdown message from root ***\n\nSystem going down in 60 seconds\n\n\n",
  "\nSystems have sub-systems and sub-systems have sub-systems and so on ad\ninfinitum -- which is why we're always starting over.\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\nSystems programmers are the high priests of a low cult.\n\t\t-- R.S. Barton\n",
  "\nTesting can show the presense of bugs, but not their absence.\n\t\t-- Dijkstra\n",
  "\nTeX is potentially the most significant invention in typesetting in this\ncentury.  It introduces a standard language for computer typography, and in\nterms of importance could rank near the introduction of the Gutenberg press.\n\t\t-- Gordon Bell\n",
  "\n\"Text processing has made it possible to right-justify any idea, even\none which cannot be justified on any other grounds.\"\n\t\t-- J. Finnegan, USC.\n",
  "\nThat does not compute.\n",
  "\n... that the notions of \"hardware\", and \"software\" should be extended by\nthe notion of LIVEWARE - being that which produces software for use on\nhardware.  This produces an obvious extension to the concept of MONITORS.\nA liveware monitor is a person dedicated to the task of ensuring that the\nliveware does not interfere with the real-time processes, invoking the\nREAL-TIME EXECUTIONER to delete liveware that adversely affects ...\n\t\t-- Linden and Wihelminalaan\n",
  "\n\t\"That's right; the upper-case shift works fine on the screen, but\nthey're not coming out on the damn printer...  Hold?  Sure, I'll hold.\"\n\t\t-- e.e. cummings last service call\n",
  "\nThat's the thing about people who think they hate computers.  What they\nreally hate is lousy programmers.\n\t\t-- Larry Niven and Jerry Pournelle in \"Oath of Fealty\"\n",
  "\nThe \"cutting edge\" is getting rather dull.\n\t\t-- Andy Purshottam\n",
  "\nThe 11 is for people with the pride of a 10 and the pocketbook of an 8.\n\t\t-- R.B. Greenberg [referring to PDPs?]\n",
  "\nThe absence of labels [in ECL] is probably a good thing.\n\t\t-- T. Cheatham\n",
  "\nThe algorithm for finding the longest path in a graph is NP-complete.\nFor you systems people, that means it's *real slow*.\n\t\t-- Bart Miller\n",
  "\n\"The algorithm to do that is extremely nasty.  You might want to mug\nsomeone with it.\"\n\t\t-- M. Devine, Computer Science 340\n",
  "\nThe Analytical Engine weaves Algebraical patterns just as the Jacquard\nloom weaves flowers and leaves.\n\t\t-- Ada Augusta, Countess of Lovelace, the first programmer\n",
  "\n\"The bad reputation UNIX has gotten is totally undeserved, laid on by people\nwho don't understand, who have not gotten in there and tried anything.\"\n\t\t-- Jim Joyce, owner of Jim Joyce's UNIX Bookstore\n",
  "\nThe beer-cooled computer does not harm the ozone layer.\n\t\t-- John M. Ford, a.k.a. Dr. Mike\n\n\t[If I can read my notes from the Ask Dr. Mike session at Baycon, I\n\t believe he added that the beer-cooled computer uses \"Forget Only\n\t Memory\".  Ed.]\n",
  "\nThe best book on programming for the layman is \"Alice in Wonderland\";\nbut that's because it's the best book on anything for the layman.\n",
  "\nThe best way to accelerate a Macintoy is at 9.8 meters per second per second.\n",
  "\nThe bogosity meter just pegged.\n",
  "\nThe Buddha, the Godhead, resides quite as comfortably in the circuits of a\ndigital computer or the gears of a cycle transmission as he does at the top\nof a mountain or in the petals of a flower.  To think otherwise is to demean\nthe Buddha -- which is to demean oneself.\n\t\t-- Robert Pirsig, \"Zen and the Art of Motorcycle Maintenance\"\n",
  "\nThe bugs you have to avoid are the ones that give the user not only\nthe inclination to get on a plane, but also the time.\n\t\t-- Kay Bostic\n",
  "\n\"The C Programming Language -- A language which combines the flexibility of\nassembly language with the power of assembly language.\"\n",
  "\nThe clothes have no emperor.\n\t\t-- C.A.R. Hoare, commenting on ADA.\n",
  "\nThe computer industry is journalists in their 20's standing in awe of\nentrepreneurs in their 30's who are hiring salesmen in their 40's and\n50's and paying them in the 60's and 70's to bring their marketing into\nthe 80's.\n\t\t-- Marty Winston\n",
  "\nThe computer is to the information industry roughly what the\ncentral power station is to the electrical industry.\n\t\t-- Peter Drucker\n",
  "\n\"The Computer made me do it.\"\n",
  "\nThe computing field is always in need of new cliches.\n\t\t-- Alan Perlis\n",
  "\nThe connection between the language in which we think/program and the problems\nand solutions we can imagine is very close.  For this reason restricting\nlanguage features with the intent of eliminating programmer errors is at best\ndangerous.\n\t\t-- Bjarne Stroustrup\n",
  "\nThe day-to-day travails of the IBM programmer are so amusing to most of\nus who are fortunate enough never to have been one -- like watching\nCharlie Chaplin trying to cook a shoe.\n",
  "\nThe debate rages on: Is PL/I Bachtrian or Dromedary?\n",
  "\nThe difference between art and science is that science is what we\nunderstand well enough to explain to a computer.  Art is everything else.\n\t\t-- Donald Knuth, \"Discover\"\n",
  "\nThe disks are getting full; purge a file today.\n",
  "\n\"The eleventh commandment was `Thou Shalt Compute' or `Thou Shalt Not\nCompute' -- I forget which.\"\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\n\tThe FIELD GUIDE to NORTH AMERICAN MALES\n\nSPECIES:\tCranial Males\nSUBSPECIES:\tThe Hacker (homo computatis)\nCourtship & Mating:\n\tDue to extreme deprivation, HOMO COMPUTATIS maintains a near perpetual\n\tstate of sexual readiness.  Courtship behavior alternates between\n\tawkward shyness and abrupt advances.  When he finally mates, he\n\tchooses a female engineer with an unblinking stare, a tight mouth, and\n\ta complete collection of Campbell's soup-can recipes.\nTrack:\n\tTrash cans full of pale green and white perforated paper and old\n\tcopies of the Allen-Bradley catalog.\nComments:\n\tExtremely fond of bad puns and jokes that need long explanations.\n",
  "\n\tThe FIELD GUIDE to NORTH AMERICAN MALES\n\nSPECIES:\tCranial Males\nSUBSPECIES:\tThe Hacker (homo computatis)\nDescription:\n\tGangly and frail, the hacker has a high forehead and thinning hair.\n\tHead disproportionately large and crooked forward, complexion wan and\n\tsightly gray from CRT illumination.  He has heavy black-rimmed glasses\n\tand a look of intense concentration, which may be due to a software\n\tproblem or to a pork-and-bean breakfast.\nFeathering:\n\tHOMO COMPUTATIS saw a Brylcreem ad fifteen years ago and believed it.\n\tConsequently, crest is greased down, except for the cowlick.\nSong:\n\tA rather plaintive \"Is it up?\"\n",
  "\n\tThe FIELD GUIDE to NORTH AMERICAN MALES\n\nSPECIES:\tCranial Males\nSUBSPECIES:\tThe Hacker (homo computatis)\nPlumage:\n\tAll clothes have a slightly crumpled look as though they came off the\n\ttop of the laundry basket.  Style varies with status.  Hacker managers\n\twear gray polyester slacks, pink or pastel shirts with wide collars,\n\tand paisley ties; staff wears cinched-up baggy corduroy pants, white\n\tor blue shirts with button-down collars, and penholder in pocket.\n\tBoth managers and staff wear running shoes to work, and a black\n\tplastic digital watch with calculator.\n",
  "\nThe first time, it's a KLUDGE!\nThe second, a trick.\nLater, it's a well-established technique!\n\t\t-- Mike Broido, Intermetrics\n",
  "\nThe first version always gets thrown away.\n",
  "\nThe flow chart is a most thoroughly oversold piece of program documentation.\n\t\t-- Frederick Brooks, \"The Mythical Man Month\"\n",
  "\nThe following quote is from page 4-27 of the MSCP Basic Disk Functions\nManual which is part of the UDA50 Programmers Doc Kit manuals:\n\nAs stated above, the host area of a disk is structured as a vector of\nlogical blocks.  From a performance viewpoint, however, it is more\nappropriate to view the host area as a four dimensional hyper-cube, the\nfour dimensions being cylinder, group, track, and sector.\n. . .\nReferring to our hyper-cube analogy, the set of potentially accessible\nblocks form a line parallel to the track axis.  This line moves\nparallel to the sector axis, wrapping around when it reaches the edge\nof the hyper-cube.\n",
  "\nThe fountain code has been tightened slightly so you can no longer dip\nobjects into a fountain or drink from one while you are floating in mid-air\ndue to levitation.\n\tTeleporting to hell via a teleportation trap will no longer occur\nif the character does not have fire resistance.\n\t\t-- README file from the NetHack game\n",
  "\nThe goal of Computer Science is to build something that will last at\nleast until we've finished building it.\n",
  "\nThe Gurus of Unix Meeting of Minds (GUMM) takes place Wednesday, April\n1, 2076 (check THAT in your perpetual calendar program), 14 feet above\nthe ground directly in front of the Milpitas Gumps.  Members will grep\neach other by the hand (after intro), yacc a lot, smoke filtered\nchroots in pipes, chown with forks, use the wc (unless uuclean), fseek\nnice zombie processes, strip, and sleep, but not, we hope, od.  Three\ndays will be devoted to discussion of the ramifications of whodo.  Two\nseconds have been allotted for a complete rundown of all the user-\nfriendly features of Unix.  Seminars include \"Everything You Know is\nWrong\", led by Tom Kempson, \"Batman or Cat:man?\" led by Richie Dennis\n\"cc C?  Si!  Si!\" led by Kerwin Bernighan, and \"Document Unix, Are You\nKidding?\" led by Jan Yeats.  No Reader Service No. is necessary because\nall GUGUs (Gurus of Unix Group of Users) already know everything we\ncould tell them.\n\t\t-- \"Get GUMMed,\" Dr. Dobb's Journal, June '84\n",
  "\n\t\tThe Guy on the Right Doesn't Stand a Chance\nThe guy on the right has the Osborne 1, a fully functional computer system\nin a portable package the size of a briefcase.  The guy on the left has an\nUzi submachine gun concealed in his attache case.  Also in the case are four\nfully loaded, 32-round clips of 125-grain 9mm ammunition.  The owner of the\nUzi is going to get more tactical firepower delivered -- and delivered on\ntarget -- in less time, and with less effort.  All for $795. It's inevitable.\nIf you're going up against some guy with an Osborne 1 -- or any personal \ncomputer -- he's the one who's in trouble.  One round from an Uzi can zip\nthrough ten inches of solid pine wood, so you can imagine what it will do\nto structural foam acrylic and sheet aluminum.  In fact, detachable magazines \nfor the Uzi are available in 25-, 32-, and 40-round capacities, so you can \ntake out an entire office full of Apple II or IBM Personal Computers tied\ninto Ethernet or other local-area networks.  What about the new 16-bit\ncomputers, like the Lisa and Fortune?  Even with the Winchester backup, \nthey're no match for the Uzi.  One quick burst and they'll find out what \nUnix means.  Make your commanding officer proud.  Get an Uzi -- and come home\na winner in the fight for office automatic weapons.\n\t\t-- \"InfoWorld\", June, 1984\n",
  "\nThe human mind ordinarily operates at only ten percent of its capacity\n-- the rest is overhead for the operating system.\n",
  "\nThe IBM 2250 is impressive ...\nif you compare it with a system selling for a tenth its price.\n\t\t-- D. Cohen\n",
  "\nThe IBM purchase of ROLM gives new meaning to the term \"twisted pair\".\n\t\t-- Howard Anderson, \"Yankee Group\"\n",
  "\nThe idea that an arbitrary naive human should be able to properly use a given\ntool without training or understanding is even more wrong for computing than\nit is for other tools (e.g. automobiles, airplanes, guns, power saws).\n\t\t-- Doug Gwyn\n",
  "\nThe last time somebody said, \"I find I can write much better with a word\nprocessor.\", I replied, \"They used to say the same thing about drugs.\"\n\t\t-- Roy Blount, Jr.\n",
  "\nThe less time planning, the more time programming.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #10: SIMPLE\n\nSIMPLE is an acronym for Sheer Idiot's Monopurpose Programming Language\nEnvironment.  This language, developed at the Hanover College for\nTechnological Misfits, was designed to make it impossible to write code\nwith errors in it.  The statements are, therefore, confined to BEGIN,\nEND and STOP.  No matter how you arrange the statements, you can't make\na syntax error.  Programs written in SIMPLE do nothing useful.  Thus\nthey achieve the results of programs written in other languages without\nthe tedious, frustrating process of testing and debugging.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #12: LITHP\n\nThis otherwise unremarkable language is distinguished by the absence of\nan \"S\" in its character set; users must substitute \"TH\".  LITHP is said\nto be useful in protheththing lithtth.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #13: SLOBOL\n\nSLOBOL is best known for the speed, or lack of it, of its compiler.\nAlthough many compilers allow you to take a coffee break while they\ncompile, SLOBOL compilers allow you to travel to Bolivia to pick the\ncoffee.  Forty-three programmers are known to have died of boredom\nsitting at their terminals while waiting for a SLOBOL program to\ncompile.  Weary SLOBOL programmers often turn to a related (but\ninfinitely faster) language, COCAINE.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #14 -- VALGOL\n\n\tVALGOL is enjoying a dramatic surge of popularity across the\nindustry.  VALGOL commands include REALLY, LIKE, WELL, and Y*KNOW.\nVariables are assigned with the =LIKE and =TOTALLY operators.  Other\noperators include the \"California booleans\", AX and NOWAY.  Loops are\naccomplished with the FOR SURE construct.  A simple example:\n\n\tLIKE, Y*KNOW(I MEAN)START\n\tIF PIZZA\t=LIKE BITCHEN AND\n\tGUY\t\t=LIKE TUBULAR AND\n\tVALLEY GIRL\t=LIKE GRODY**MAX(FERSURE)**2\n\tTHEN\n\t\tFOR I =LIKE 1 TO OH*MAYBE 100\n\t\t\tDO*WAH - (DITTY**2); BARF(I)=TOTALLY GROSS(OUT)\n\t\tSURE\n\tLIKE, BAG THIS PROGRAM; REALLY; LIKE TOTALLY(Y*KNOW); IM*SURE\n\tGOTO THE MALL\n\n\tVALGOL is also characterized by its unfriendly error messages.  For\nexample, when the user makes a syntax error, the interpreter displays the\nmessage GAG ME WITH A SPOON!  A successful compile may be termed MAXIMALLY\nAWESOME!\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #15 -- DOGO\n\n\tDeveloped at the Massachusetts Institute of Obedience Training, DOGO\nDOGO heralds a new era of computer-literate pets.  DOGO commands include\nSIT, STAY, HEEL, and ROLL OVER.  An innovative feature of DOGO is \"puppy\ngraphics\", a small cocker spaniel that occasionally leaves a deposit as\nit travels across the screen.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #16: C-\n\nThis language was named for the grade received by its creator when he\nsubmitted it as a class project in a graduate programming class.  C- is best\ndescribed as a \"low-level\" programming language.  In fact, the language\ngenerally requires more C- statements than machine-code statements to\nexecute a given task.  In this respect, it is very similar to COBOL.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #17: SARTRE\n\nNamed after the late existential philosopher, SARTRE is an extremely\nunstructured language.  Statements in SARTRE have no purpose; they just are.\nThus SARTRE programs are left to define their own functions. SARTRE\nprogrammers tend to be boring and depressed, and are no fun at parties.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #18: FIFTH\n\nFIFTH is a precision mathematical language in which the data types\nrefer to quantity.  The data types range from CC, OUNCE, SHOT, and\nJIGGER to FIFTH (hence the name of the language), LITER, MAGNUM and\nBLOTTO.  Commands refer to ingredients such as CHABLIS, CHARDONNAY,\nCABERNET, GIN, VERMOUTH, VODKA, SCOTCH, and WHATEVERSAROUND.\n\nThe many versions of the FIFTH language reflect the sophistication and\nfinancial status of its users.  Commands in the ELITE dialect include\nVSOP and LAFITE, while commands in the GUTTER dialect include HOOTCH\nand RIPPLE. The latter is a favorite of frustrated FORTH programmers\nwho end up using this language.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #2: RENE\n\nNamed after the famous French philosopher and mathematician Rene DesCartes,\nRENE is a language used for artificial intelligence.  The language is being\ndeveloped at the Chicago Center of Machine Politics and Programming under a\ngrant from the Jane Byrne Victory Fund.  A spokesman described the language\nas \"Just as great as dis [sic] city of ours.\"\n\nThe center is very pleased with progress to date.  They say they have almost\nsucceeded in getting a VAX to think. However, sources inside the\norganization say that each time the machine fails to think it ceases to exist.\n",
  "\n\tTHE LESSER-KNOWN PROGRAMMING LANGUAGES #8: LAIDBACK\n\nThis language was developed at the Marin County Center for T'ai Chi,\nMellowness and Computer Programming (now defunct), as an alternative to\nthe more intense atmosphere in nearby Silicon Valley.\n\nThe center was ideal for programmers who liked to soak in hot tubs while\nthey worked.  Unfortunately few programmers could survive there because the\ncenter outlawed Pizza and Coca-Cola in favor of Tofu and Perrier.\n\nMany mourn the demise of LAIDBACK because of its reputation as a gentle and\nnon-threatening language since all error messages are in lower case.  For\nexample, LAIDBACK responded to syntax errors with the message:\n\n\t\"i hate to bother you, but i just can't relate to that.  can\n\tyou find the time to try it again?\"\n",
  "\nThe Macintosh is Xerox technology at its best.\n",
  "\n\tThe Magician of the Ivory Tower brought his latest invention for the\nmaster programmer to examine.  The magician wheeled a large black box into the\nmaster's office while the master waited in silence.\n\t\"This is an integrated, distributed, general-purpose workstation,\"\nbegan the magician, \"ergonomically designed with a proprietary operating\nsystem, sixth generation languages, and multiple state of the art user\ninterfaces.  It took my assistants several hundred man years to construct.\nIs it not amazing?\"\n\tThe master raised his eyebrows slightly. \"It is indeed amazing,\" he\nsaid.\n\t\"Corporate Headquarters has commanded,\" continued the magician, \"that\neveryone use this workstation as a platform for new programs.  Do you agree\nto this?\"\n\t\"Certainly,\" replied the master, \"I will have it transported to the\ndata center immediately!\"  And the magician returned to his tower, well\npleased.\n\tSeveral days later, a novice wandered into the office of the master\nprogrammer and said, \"I cannot find the listing for my new program.  Do\nyou know where it might be?\"\n\t\"Yes,\" replied the master, \"the listings are stacked on the platform\nin the data center.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tThe master programmer moves from program to program without fear.  No\nchange in management can harm him.  He will not be fired, even if the project\nis canceled. Why is this?  He is filled with the Tao.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThe meat is rotten, but the booze is holding out.\n\nComputer translation of \"The spirit is willing, but the flesh is weak.\"\n",
  "\nThe meta-Turing test counts a thing as intelligent if it seeks to\ndevise and apply Turing tests to objects of its own creation.\n\t\t-- Lew Mammel, Jr.\n",
  "\nThe misnaming of fields of study is so common as to lead to what might be\ngeneral systems laws.  For example, Frank Harary once suggested the law that\nany field that had the word \"science\" in its name was guaranteed thereby\nnot to be a science.  He would cite as examples Military Science, Library\nScience, Political Science, Homemaking Science, Social Science, and Computer\nScience.  Discuss the generality of this law, and possible reasons for its\npredictive power.\n\t\t-- Gerald Weinberg, \"An Introduction to General Systems\n\t\t   Thinking\"\n",
  "\nThe more data I punch in this card, the lighter it becomes, and the\nlower the mailing cost.\n\t\t-- S. Kelly-Bootle, \"The Devil's DP Dictionary\"\n",
  "\nThe most important early product on the way to developing a good product\nis an imperfect version.\n",
  "\nThe moving cursor writes, and having written, blinks on.\n",
  "\nThe net is like a vast sea of lutefisk with tiny dinosaur brains embedded\nin it here and there. Any given spoonful will likely have an IQ of 1, but\noccasional spoonfuls may have an IQ more than six times that!\n\t-- James 'Kibo' Parry\n",
  "\nThe New Testament offers the basis for modern computer coding theory,\nin the form of an affirmation of the binary number system.\n\n\tBut let your communication be Yea, yea; nay, nay:\n\tfor whatsoever is more than these cometh of evil.\n\t\t-- Matthew 5:37\n",
  "\nThe next person to mention spaghetti stacks to me is going to have\nhis head knocked off.\n\t\t-- Bill Conrad\n",
  "\nThe nice thing about standards is that there are so many of them to choose from.\n\t\t-- Andrew S. Tanenbaum\n",
  "\nThe nicest thing about the Alto is that it doesn't run faster at night.\n",
  "\nThe notion of a \"record\" is an obsolete remnant of the days of the 80-column\ncard.\n\t\t-- Dennis M. Ritchie\n",
  "\nThe number of arguments is unimportant unless some of them are correct.\n\t\t-- Ralph Hartley\n",
  "\nThe number of computer scientists in a room is inversely proportional\nto the number of bugs in their code.\n",
  "\nThe number of UNIX installations has grown to 10, with more expected.\n\t-- The Unix Programmer's Manual, 2nd Edition, June 1972\n",
  "\nThe only difference between a car salesman and a computer salesman is\nthat the car salesman knows he's lying.\n",
  "\nThe only thing cheaper than hardware is talk.\n",
  "\nThe only thing worse than X Windows: (X Windows) - X\n",
  "\nThe party adjourned to a hot tub, yes.  Fully clothed, I might add.\n\t\t-- IBM employee, testifying in California State Supreme Court\n",
  "\nThe personal computer market is about the same size as the total potato chip\nmarket.  Next year it will be about half the size of the pet food market and\nis fast approaching the total worldwide sales of pantyhose\"\n\t\t-- James Finke, Commodore Int'l Ltd., 1982\n",
  "\nThe primary function of the design engineer is to make things\ndifficult for the fabricator and impossible for the serviceman.\n",
  "\nThe primary purpose of the DATA statement is to give names to constants;\ninstead of referring to pi as 3.141592653589793 at every appearance, the\nvariable PI can be given that value with a DATA statement and used instead\nof the longer form of the constant.  This also simplifies modifying the\nprogram, should the value of pi change.\n\t\t-- FORTRAN manual for Xerox Computers\n",
  "\n\tThe problem with engineers is that they tend to cheat in order to\nget results.\n\tThe problem with mathematicians is that they tend to work on toy\nproblems in order to get results.\n\tThe problem with program verifiers is that they tend to cheat at\ntoy problems in order to get results.\n",
  "\nThe problems of business administration in general, and database management in\nparticular are much to difficult for people that think in IBMese, compounded\nwith sloppy english.\n\t\t-- Edsger Dijkstra\n",
  "\nThe program isn't debugged until the last user is dead.\n",
  "\n\tThe programmers of old were mysterious and profound.  We cannot fathom\ntheir thoughts, so all we do is describe their appearance.\n\tAware, like a fox crossing the water.  Alert, like a general on the\nbattlefield.  Kind, like a hostess greeting her guests. Simple, like uncarved\nblocks of wood.  Opaque, like black pools in darkened caves.\n\tWho can tell the secrets of their hearts and minds?\n\tThe answer exists only in the Tao.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThe proof that IBM didn't invent the car is that it has a steering wheel\nand an accelerator instead of spurs and ropes, to be compatible with a horse.\n\t\t-- Jac Goudsmit\n",
  "\nThe question of whether computers can think is just like the question of\nwhether submarines can swim.\n\t\t-- Edsger W. Dijkstra\n",
  "\nThe reason computer chips are so small is computers don't eat much.\n",
  "\nThe relative importance of files depends on their cost in terms of the\nhuman effort needed to regenerate them.\n\t\t-- T.A. Dolotta\n",
  "\nThe road to hell is paved with NAND gates.\n\t\t-- J. Gooding\n",
  "\n\tThe salesman and the system analyst took off to spend a weekend in the\nforest, hunting bear.  They'd rented a cabin, and, when they got there, took\ntheir backpacks off and put them inside.  At which point the salesman turned\nto his friend, and said, \"You unpack while I go and find us a bear.\"\n\tPuzzled, the analyst finished unpacking and then went and sat down\non the porch.  Soon he could hear rustling noises in the forest.  The noises\ngot nearer -- and louder -- and suddenly there was the salesman, running like\nhell across the clearing toward the cabin, pursued by one of the largest and\nmost ferocious grizzly bears the analyst had ever seen.\n\t\"Open the door!\", screamed the salesman.\n\tThe analyst whipped open the door, and the salesman ran to the door,\nsuddenly stopped, and stepped aside.  The bear, unable to stop, continued\nthrough the door and into the cabin.  The salesman slammed the door closed\nand grinned at his friend.  \"Got him!\", he exclaimed, \"now, you skin this\none and I'll go rustle us up another!\"\n",
  "\nThe sendmail configuration file is one of those files that looks like someone\nbeat their head on the keyboard.  After working with it... I can see why!\n\t\t-- Harry Skelton\n",
  "\nThe so-called \"desktop metaphor\" of today's workstations is instead an\n\"airplane-seat\" metaphor.  Anyone who has shuffled a lap full of papers\nwhile seated between two portly passengers will recognize the difference --\none can see only a very few things at once.\n\t\t-- Fred Brooks\n",
  "\nThe steady state of disks is full.\n\t\t-- Ken Thompson\n",
  "\n\t\t      THE STORY OF CREATION\n\t\t\t       or\n\t\t\t THE MYTH OF URK\n\nIn the beginning there was data.  The data was without form and null, and\ndarkness was upon the face of the console; and the Spirit of IBM was moving\nover the face of the market.  And DEC said, \"Let there be registers;\" and\nthere were registers.  And DEC saw that they carried; and DEC separated the\ndata from the instructions.  DEC called the data Stack, and the instructions\nthey called Code.  And there was evening and there was morning, one interrupt\n...\n\t\t-- Rico Tudor\n",
  "\nThe system was down for backups from 5am to 10am last Saturday.\n",
  "\nThe system will be down for 10 days for preventive maintenance.\n",
  "\nThe Tao doesn't take sides;\nit gives birth to both wins and losses.\nThe Guru doesn't take sides;\nshe welcomes both hackers and lusers.\n\nThe Tao is like a stack:\nthe data changes but not the structure.\nthe more you use it, the deeper it becomes;\nthe more you talk of it, the less you understand.\n\nHold on to the root.\n",
  "\nThe Tao is like a glob pattern:\nused but never used up.\nIt is like the extern void:\nfilled with infinite possibilities.\n\nIt is masked but always present.\nI don't know who built to it.\nIt came before the first kernel.\n",
  "\nThe tao that can be tar(1)ed\nis not the entire Tao.\nThe path that can be specified \nis not the Full Path.\n\nWe declare the names\nof all variables and functions.\nYet the Tao has no type specifier.\n\nDynamically binding, you realize the magic.\nStatically binding, you see only the hierarchy.\n\nYet magic and hierarchy\narise from the same source,\nand this source has a null pointer.\n\nReference the NULL within NULL,\nit is the gateway to all wizardry.\n",
  "\nThe trouble with computers is that they do what you tell them, not what\nyou want.\n\t\t-- D. Cohen\n",
  "\nThe UNIX philosophy basically involves giving you enough rope to\nhang yourself.  And then a couple of feet more, just to be sure.\n",
  "\nThe use of anthropomorphic terminology when dealing with computing systems\nis a symptom of professional immaturity.\n\t\t-- Edsger Dijkstra\n",
  "\nThe use of COBOL cripples the mind; its teaching should, therefore, be\nregarded as a criminal offence.\n\t\t-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5\n",
  "\nThe value of a program is proportional to the weight of its output.\n",
  "\n\tThe wise programmer is told about the Tao and follows it.  The average\nprogrammer is told about the Tao and searches for it.  The foolish programmer\nis told about the Tao and laughs at it.  If it were not for laughter, there\nwould be no Tao.\n\tThe highest sounds are the hardest to hear.  Going forward is a way to\nretreat.  Greater talent shows itself late in life.  Even a perfect program\nstill has bugs.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThe work [of software development] is becoming far easier (i.e. the tools\nwe're using work at a higher level, more removed from machine, peripheral\nand operating system imperatives) than it was twenty years ago, and because\nof this, knowledge of the internals of a system may become less accessible.\nWe may be able to dig deeper holes, but unless we know how to build taller\nladders, we had best hope that it does not rain much.\n\t\t-- Paul Licker\n",
  "\nThe world is coming to an end ... SAVE YOUR BUFFERS!!!\n",
  "\nThe world is coming to an end.  Please log off.\n",
  "\nThe world is not octal despite DEC.\n",
  "\nThe world will end in 5 minutes.  Please log out.\n",
  "\nThe young lady had an unusual list,\nLinked in part to a structural weakness.\nShe set no preconditions.\n",
  "\nTHEGODDESSOFTHENETHASTWISTINGFINGERSANDHERVOICEISLIKEAJAVELININTHENIGHTDUDE\n",
  "\n... there are about 5,000 people who are part of that commitee.  These guys\nhave a hard time sorting out what day to meet, and whether to eat croissants\nor doughnuts for breakfast -- let alone how to define how all these complex\nlayers that are going to be agreed upon.\n\t\t-- Craig Burton of Novell, Network World\n",
  "\nThere are never any bugs you haven't found yet.\n",
  "\nThere are new messages.\n",
  "\nThere are no games on this system.\n",
  "\nThere are running jobs.  Why don't you go chase them?\n",
  "\nThere are three kinds of people: men, women, and unix.\n",
  "\nThere are three possibilities: Pioneer's solar panel has turned away from\nthe sun; there's a large meteor blocking transmission; someone loaded Star\nTrek 3.2 into our video processor.\n",
  "\nThere are two major products that come out of Berkeley: LSD and UNIX.\nWe don't believe this to be a coincidence.\n\t\t-- Jeremy S. Anderson\n",
  "\nThere are two ways of constructing a software design.  One way is to make\nit so simple that there are obviously no deficiencies and the other is to\nmake it so complicated that there are no obvious deficiencies.\n\t\t-- C.A.R. Hoare\n",
  "\nThere are two ways to write error-free programs; only the third one works.\n",
  "\nThere has also been some work to allow the interesting use of macro names.\nFor example, if you wanted all of your \"creat()\" calls to include read\npermissions for everyone, you could say\n\n\t#define creat(file, mode)\tcreat(file, mode | 0444)\n\n\tI would recommend against this kind of thing in general, since it\nhides the changed semantics of \"creat()\" in a macro, potentially far away\nfrom its uses.\n\tTo allow this use of macros, the preprocessor uses a process that\nis worth describing, if for no other reason than that we get to use one of\nthe more amusing terms introduced into the C lexicon.  While a macro is\nbeing expanded, it is temporarily undefined, and any recurrence of the macro\nname is \"painted blue\" -- I kid you not, this is the official terminology\n-- so that in future scans of the text the macro will not be expanded\nrecursively.  (I do not know why the color blue was chosen; I'm sure it\nwas the result of a long debate, spread over several meetings.)\n\t\t-- From Ken Arnold's \"C Advisor\" column in Unix Review\n",
  "\nThere is is no reason for any individual to have a computer in their home.\n\t\t-- Ken Olsen (President of Digital Equipment Corporation),\n\t\t   Convention of the World Future Society, in Boston, 1977\n",
  "\nThere is no distinction between any AI program and some existent game.\n",
  "\n\tThere once was a man who went to a computer trade show.  Each day as\nhe entered, the man told the guard at the door:\n\t\"I am a great thief, renowned for my feats of shoplifting.  Be\nforewarned, for this trade show shall not escape unplundered.\"\n\tThis speech disturbed the guard greatly, because there were millions\nof dollars of computer equipment inside, so he watched the man carefully.\nBut the man merely wandered from booth to booth, humming quietly to himself.\n\tWhen the man left, the guard took him aside and searched his clothes,\nbut nothing was to be found.\n\tOn the next day of the trade show, the man returned and chided the\nguard saying: \"I escaped with a vast booty yesterday, but today will be even\nbetter.\"  So the guard watched him ever more closely, but to no avail.\n\tOn the final day of the trade show, the guard could restrain his\ncuriosity no longer. \"Sir Thief,\" he said, \"I am so perplexed, I cannot live\nin peace.  Please enlighten me.  What is it that you are stealing?\"\n\tThe man smiled.  \"I am stealing ideas,\" he said.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tThere once was a master programmer who wrote unstructured programs.\nA novice programmer, seeking to imitate him, also began to write unstructured\nprograms.  When the novice asked the master to evaluate his progress, the\nmaster criticized him for writing unstructured programs, saying: \"What is\nappropriate for the master is not appropriate for the novice.  You must\nunderstand the Tao before transcending structure.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tThere was once a programmer who was attached to the court of the\nwarlord of Wu.  The warlord asked the programmer: \"Which is easier to design:\nan accounting package or an operating system?\"\n\t\"An operating system,\" replied the programmer.\n\tThe warlord uttered an exclamation of disbelief.  \"Surely an\naccounting package is trivial next to the complexity of an operating\nsystem,\" he said.\n\t\"Not so,\" said the programmer, \"when designing an accounting package,\nthe programmer operates as a mediator between people having different ideas:\nhow it must operate, how its reports must appear, and how it must conform to\nthe tax laws.  By contrast, an operating system is not limited my outside\nappearances.  When designing an operating system, the programmer seeks the\nsimplest harmony between machine and ideas.  This is why an operating system\nis easier to design.\"\n\tThe warlord of Wu nodded and smiled.  \"That is all good and well, but\nwhich is easier to debug?\"\n\tThe programmer made no reply.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\n\tThere was once a programmer who worked upon microprocessors.  \"Look at\nhow well off I am here,\" he said to a mainframe programmer who came to visit,\n\"I have my own operating system and file storage device.  I do not have to\nshare my resources with anyone.  The software is self-consistent and\neasy-to-use.  Why do you not quit your present job and join me here?\"\n\tThe mainframe programmer then began to describe his system to his\nfriend, saying: \"The mainframe sits like an ancient sage meditating in the\nmidst of the data center.  Its disk drives lie end-to-end like a great ocean\nof machinery.  The software is a multi-faceted as a diamond and as convoluted\nas a primeval jungle.  The programs, each unique, move through the system\nlike a swift-flowing river.  That is why I am happy where I am.\"\n\tThe microcomputer programmer, upon hearing this, fell silent.  But the\ntwo programmers remained friends until the end of their days.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThere was, it appeared, a mysterious rite of initiation through which,\nin one way or another, almost every member of the team passed.  The term\nthat the old hands used for this rite -- West invented the term, not the\npractice -- was `signing up.'  By signing up for the project you agreed\nto do whatever was necessary for success.  You agreed to forsake, if\nnecessary, family, hobbies, and friends -- if you had any of these left\n(and you might not, if you had signed up too many times before).\n\t\t-- Tracy Kidder, \"The Soul of a New Machine\"\n",
  "\nThere's got to be more to life than compile-and-go.\n",
  "\nThey are called computers simply because computation is the only significant\njob that has so far been given to them.\n",
  "\nThey are relatively good but absolutely terrible.\n\t\t-- Alan Kay, commenting on Apollos\n",
  "\nThey seem to have learned the habit of cowering before authority even when\nnot actually threatened.  How very nice for authority.  I decided not to\nlearn this particular lesson.\n\t\t-- Richard Stallman\n",
  "\nThink of it!  With VLSI we can pack 100 ENIACs in 1 sq. cm.!\n",
  "\nThink of your family tonight.  Try to crawl home after the computer crashes.\n",
  "\nThis \"brain-damaged\" epithet is getting sorely overworked.  When we can\nspeak of someone or something being flawed, impaired, marred, spoiled;\nbatty, bedlamite, bonkers, buggy, cracked, crazed, cuckoo, daft, demented,\nderanged, loco, lunatic, mad, maniac, mindless, non compos mentis, nuts,\nReaganite, screwy, teched, unbalanced, unsound, witless, wrong;  senseless,\nspastic, spasmodic, convulsive; doped, spaced-out, stoned, zonked;  {beef,\nbeetle,block,dung,thick}headed, dense, doltish, dull, duncical, numskulled,\npinhead;  asinine, fatuous, foolish, silly, simple;  brute, lumbering, oafish;\nhalf-assed, incompetent; backward, retarded, imbecilic, moronic; when we have\na whole precisely nuanced vocabulary of intellectual abuse to draw upon,\nindividually and in combination, isn't it a little <fill in the blank> to be\nlimited to a single, now quite trite, adjective?\n",
  "\nThis dungeon is owned and operated by Frobozz Magic Co., Ltd.\n",
  "\nThis file will self-destruct in five minutes.\n",
  "\nThis is an unauthorized cybernetic announcement.\n",
  "\n\"This is lemma 1.1.  We start a new chapter so the numbers all go back to one.\"\n\t\t-- Prof. Seager, C&O 351\n",
  "\nThis is the first numerical problem I ever did.  It demonstrates the\npower of computers:\n\nEnter lots of data on calorie & nutritive content of foods.  Instruct\nthe thing to maximize a function describing nutritive content, with a\nminimum level of each component, for fixed caloric content.  The\nresults are that one should eat each day:\n\n\t1/2 chicken\n\t1 egg\n\t1 glass of skim milk\n\t27 heads of lettuce.\n\t\t-- Rev. Adrian Melott\n",
  "\n\tThis is where the bloodthirsty license agreement is supposed to go,\nexplaining that Interactive Easyflow is a copyrighted package licensed for\nuse by a single person, and sternly warning you not to pirate copies of it\nand explaining, in detail, the gory consequences if you do.\n\tWe know that you are an honest person, and are not going to go around\npirating copies of Interactive Easyflow; this is just as well with us since\nwe worked hard to perfect it and selling copies of it is our only method of\nmaking anything out of all the hard work.\n\tIf, on the other hand, you are one of those few people who do go\naround pirating copies of software you probably aren't going to pay much\nattention to a license agreement, bloodthirsty or not.  Just keep your doors\nlocked and look out for the HavenTree attack shark.\n\t\t-- License Agreement for Interactive Easyflow\n",
  "\nThis login session: $13.76, but for you $11.88.\n",
  "\nThis login session: $13.99\n",
  "\nThis process can check if this value is zero, and if it is, it does\nsomething child-like.\n\t\t-- Forbes Burkowski, CS 454, University of Washington\n",
  "\nThis quote is taken from the Diamondback, the University of Maryland\nstudent newspaper, of Tuesday, 3/10/87.\n\n\tOne disadvantage of the Univac system is that it does not use\n\tUnix, a recently developed program which translates from one\n\tcomputer language to another and has a built-in editing system\n\twhich identifies errors in the original program.\n",
  "\nThis screen intentionally left blank.\n",
  "\nThis system will self-destruct in five minutes.\n",
  "\n* * * * * THIS TERMINAL IS IN USE * * * * *\n",
  "\nThose parts of the system that you can hit with a hammer (not advised)\nare called hardware; those program instructions that you can only curse\nat are called software.\n\t\t-- Levitating Trains and Kamikaze Genes: Technological\n\t\t   Literacy for the 1990's.\n",
  "\nThose who can't write, write manuals.\n",
  "\nThose who do not understand Unix are condemned to reinvent it, poorly.\n\t\t-- Henry Spencer\n",
  "\nThrashing is just virtual crashing.\n",
  "\nThus spake the master programmer:\n\t\"A well-written program is its own heaven; a poorly-written program\nis its own hell.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThus spake the master programmer:\n\t\"After three days without programming, life becomes meaningless.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThus spake the master programmer:\n\t\"Let the programmers be many and the managers few -- then all will\n\tbe productive.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThus spake the master programmer:\n\t\"Though a program be but three lines long, someday it will have to\n\tbe maintained.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThus spake the master programmer:\n\t\"Time for you to leave.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThus spake the master programmer:\n\t\"When a program is being tested, it is too late to make design changes.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThus spake the master programmer:\n\t\"When you have learned to snatch the error code from\n\tthe trap frame, it will be time for you to leave.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThus spake the master programmer:\n\t\"Without the wind, the grass does not move.  Without software,\n\thardware is useless.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nThus spake the master programmer:\n\t\"You can demonstrate a program for a corporate executive, but you\n\tcan't make him computer literate.\"\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nTime sharing: The use of many people by the computer.\n",
  "\nTime-sharing is the junk-mail part of the computer business.\n\t\t-- H.R.J. Grosch (attributed)\n",
  "\nTo be a kind of moral Unix, he touched the hem of Nature's shift.\n\t\t-- Shelley\n",
  "\nTo communicate is the beginning of understanding.\n\t\t-- AT&T\n",
  "\nTo err is human -- to blame it on a computer is even more so.\n",
  "\nTo err is human, to forgive, beyond the scope of the Operating System.\n",
  "\nTo iterate is human, to recurse, divine.\n\t\t-- Robert Heller\n",
  "\nTo say that UNIX is doomed is pretty rabid, OS/2 will certainly play a role,\nbut you don't build a hundred million instructions per second multiprocessor\nmicro and then try to run it on OS/2.  I mean, get serious.\n\t\t-- William Zachmann, International Data Corp\n",
  "\nTo the systems programmer, users and applications serve only to provide a\ntest load.\n",
  "\nTo those accustomed to the precise, structured methods of conventional\nsystem development, exploratory development techniques may seem messy,\ninelegant, and unsatisfying.  But it's a question of congruence:\nprecision and flexibility may be just as disfunctional in novel,\nuncertain situations as sloppiness and vacillation are in familiar,\nwell-defined ones.  Those who admire the massive, rigid bone structures\nof dinosaurs should remember that jellyfish still enjoy their very\nsecure ecological niche.\n\t\t-- Beau Sheil, \"Power Tools for Programmers\"\n",
  "\nTo understand a program you must become both the machine and the program.\n",
  "\nToday is a good day for information-gathering.  Read someone else's mail file.\n",
  "\nToday is the first day of the rest of your lossage.\n",
  "\nTomorrow's computers some time next month.\n\t\t-- DEC\n",
  "\nToo often people have come to me and said, \"If I had just one wish for\nanything in all the world, I would wish for more user-defined equations\nin the HP-51820A Waveform Generator Software.\"\n\t\t-- Instrument News\n\t\t[Once is too often.  Ed.]\n",
  "\nTop Ten Things Overheard At The ANSI C Draft Committee Meetings:\n \n\t(10) Sorry, but that's too useful.\n\t (9) Dammit, little-endian systems *are* more consistent!\n\t (8) I'm on the committee and I *still* don't know what the hell\n\t     #pragma is for.\n\t (7) Well, it's an excellent idea, but it would make the compilers too\n\t     hard to write.\n\t (6) Them bats is smart; they use radar.\n\t (5) All right, who's the wiseguy who stuck this trigraph stuff in\n\t     here?\n\t (4) How many times do we have to tell you, \"No prior art!\"\n\t (3) Ha, ha, I can't believe they're actually going to adopt this\n\t     sucker.\n\t (2) Thank you for your generous donation, Mr. Wirth.\n\t (1) Gee, I wish we hadn't backed down on 'noalias'.\n",
  "\nTRANSACTION CANCELLED - FARECARD RETURNED\n",
  "\nTrap full -- please empty.\n",
  "\nTruly simple systems... require infinite testing.\n\t\t-- Norman Augustine\n",
  "\nTry `stty 0' -- it works much better.\n",
  "\ntry again\n",
  "\nTry to find the real tense of the report you are reading:  Was it done, is\nit being done, or is something to be done?  Reports are now written in four\ntenses:  past tense, present tense, future tense, and pretense.  Watch for\nnovel uses of CONGRAM (CONtractor GRAMmar), defined by the imperfect past,\nthe insufficient present, and the absolutely perfect future.\n\t\t-- Amrom Katz\n",
  "\nTrying to be happy is like trying to build a machine for which the only\nspecification is that it should run noiselessly.\n",
  "\nTrying to establish voice contact ... please ____\b\b\b\byell into keyboard.\n",
  "\nTwo hundred years ago today, Irma Chine of White Plains, New York, was \nperforming her normal housekeeping routines.  She was interrupted by \nBritish soldiers who, rallying to the call of their supervisor, General\nHughes, sought to gain control of the voter registration lists kept in\nher home.  Masking her fear and thinking fast, Mrs. Chine quickly divided\na nearby apple in two and deftly stored the list in its center.  Upon\nentering, the British blatantly violated every conceivable convention,\nand, though they went through the house virtually bit by bit, their\nsearch was fruitless.  They had to return empty handed.  Word of the\nincident propagated rapidly through the region.  This historic event\nbecame the first documented use of core storage for the saving of registers.\n",
  "\nType louder, please.\n",
  "\n U       X\ne dUdX, e dX, cosine, secant, tangent, sine, 3.14159...\n",
  "\nUmmm, well, OK.  The network's the network, the computer's the computer.\nSorry for the confusion.\n\t\t-- Sun Microsystems\n",
  "\n\t\"Uncle Cosmo ... why do they call this a word processor?\"\n\t\"It's simple, Skyler ... you've seen what food processors do to food,\nright?\"\n\t\t-- MacNelley, \"Shoe\"\n",
  "\nUnfortunately, most programmers like to play with new toys.  I have many\nfriends who, immediately upon buying a snakebite kit, would be tempted to\nthrow the first person they see to the ground, tie the tourniquet on him,\nslash him with the knife, and apply suction to the wound.\n\t\t-- Jon Bentley\n",
  "\nUnix Beer: Comes in several different brands, in cans ranging from 8 oz. \nto 64 oz.  Drinkers of Unix Beer display fierce brand loyalty, even \nthough they claim that all the different brands taste almost identical. \nSometimes the pop-tops break off when you try to open them, so you have \nto have your own can opener around for those occasions, in which case you \neither need a complete set of instructions, or a friend who has been \ndrinking Unix Beer for several years.\n\tBSD stout: Deep, hearty, and an acquired taste.  The official\nbrewer has released the recipe, and a lot of home-brewers now use it.\n\tHurd beer: Long advertised by the popular and politically active\nGNU brewery, so far it has more head than body.  The GNU brewery is\nmostly known for printing complete brewing instructions on every can,\nwhich contains hops, malt, barley, and yeast ... not yet fermented.\n\tLinux brand: A recipe originally created by a drunken Finn in his\nbasement, it has since become the home-brew of choice for impecunious\nbrewers and Unix beer-lovers worldwide, many of whom change the recipe.\n\tPOSIX ales: Sweeter than lager, with the kick of a stout; the\nnewer batches of a lot of beers seem to blend ale and stout or lager.\n\tSolaris brand: A lager, intended to replace Sun brand stout.\nUnlike most lagers, this one has to be drunk more slowly than stout.\n\tSun brand: Long the most popular stout on the Unix market, it was\ndiscontinued in favor of a lager.\n\tSysV lager: Clear and thirst-quenching, but lacking the body of\nstout or the sweetness of ale.\n",
  "\nUNIX enhancements aren't.\n",
  "\nUnix Express: \nAll passenger bring a piece of the aeroplane and a box of tools with them to\nthe airport. They gather on the tarmac, arguing constantly about what kind\nof plane they want to build and how to put it together. Eventually, the\npassengers split into groups and build several different aircraft, but give\nthem all the same name. Some passengers actually reach their destinations.\nAll passengers believe they got there.\n",
  "\nUnix gives you just enough rope to hang yourself -- and then a couple\nof more feet, just to be sure.\n\t\t-- Eric Allman\n\n... We make rope.\n\t\t-- Rob Gingell on Sun Microsystem's new virtual memory.\n",
  "\nUnix is a lot more complicated (than CP/M) of course -- the typical Unix\nhacker can never remember what the PRINT command is called this week --\nbut when it gets right down to it, Unix is a glorified video game.\nPeople don't do serious work on Unix systems; they send jokes around the\nworld on USENET or write adventure games and research papers.\n\t\t-- E. Post\n\t\t\"Real Programmers Don't Use Pascal\", Datamation, 7/83\n",
  "\nUnix is a Registered Bell of AT&T Trademark Laboratories.\n\t\t-- Donn Seeley\n",
  "\n* UNIX is a Trademark of Bell Laboratories.\n",
  "\nUNIX is hot.  It's more than hot.  It's steaming.  It's quicksilver\nlightning with a laserbeam kicker.\n\t\t-- Michael Jay Tucker\n",
  "\nUNIX is many things to many people, but it's never been everything to anybody.\n",
  "\nUnix is the worst operating system; except for all others.\n\t\t-- Berry Kercheval\n",
  "\nUnix soit qui mal y pense\n\t[Unix to him who evil thinks?]\n",
  "\n\t\t\t\tUNIX Trix\n\nFor those of you in the reseller business, here is a helpful tip that will\nsave your support staff a few hours of precious time.  Before you send your\nnext machine out to an untrained client, change the permissions on /etc/passwd\nto 666 and make sure there is a copy somewhere on the disk.  Now when they\nforget the root password, you can easily login as an ordinary user and correct\nthe damage.  Having a bootable tape (for larger machines) is not a bad idea\neither.  If you need some help, give us a call.\n\t\t-- CommUNIXque 1:1, ASCAR Business Systems\n",
  "\nUNIX was half a billion (500000000) seconds old on\nTue Nov  5 00:53:20 1985 GMT (measuring since the time(2) epoch).\n\t\t-- Andy Tannenbaum\n",
  "\nUNIX was not designed to stop you from doing stupid things, because that\nwould also stop you from doing clever things.\n\t\t-- Doug Gwyn\n",
  "\nUnix will self-destruct in five seconds... 4... 3... 2... 1...\n",
  "\nUsage: fortune -P [-f] -a [xsz] Q: file [rKe9] -v6[+] file1 ...\n",
  "\nUsage: fortune -P [] -a [xsz] [Q: [file]] [rKe9] -v6[+] dataspec ... inputdir\n",
  "\nUSENET would be a better laboratory is there were more labor and less oratory.\n\t\t-- Elizabeth Haley\n",
  "\nUser hostile.\n",
  "\nUsing TSO is like kicking a dead whale down the beach.\n\t\t-- S.C. Johnson\n",
  "\n/usr/news/gotcha\n",
  "\nVariables don't; constants aren't.\n",
  "\nVax Vobiscum\n",
  "\n\"Virtual\" means never knowing where your next byte is coming from.\n",
  "\nVitamin C deficiency is apauling.\n",
  "\nVMS Beer: Requires minimal user interaction, except for popping the top \nand sipping.  However cans have been known on occasion to explode, or \ncontain extremely un-beer-like contents.\n",
  "\nVMS is like a nightmare about RXS-11M.\n",
  "\nVMS version 2.0 ==>\n",
  "\nVon Neumann was the subject of many dotty professor stories.  Von Neumann\nsupposedly had the habit of simply writing answers to homework assignments on\nthe board (the method of solution being, of course, obvious) when he was asked\nhow to solve problems.  One time one of his students tried to get more helpful\ninformation by asking if there was another way to solve the problem.  Von\nNeumann looked blank for a moment, thought, and then answered, \"Yes.\".\n",
  "\n<< WAIT >>\n",
  "\nWARNING!!!\nThis machine is subject to breakdowns during periods of critical need.\n\nA special circuit in the machine called \"critical detector\" senses the\noperator's emotional state in terms of how desperate he/she is to use the\nmachine.  The \"critical detector\" then creates a malfunction proportional\nto the desperation of the operator.  Threatening the machine with violence\nonly aggravates the situation.  Likewise, attempts to use another machine\nmay cause it to malfunction.  They belong to the same union.  Keep cool\nand say nice things to the machine.  Nothing else seems to work.\n\nSee also: flog(1), tm(1)\n",
  "\nWasn't there something about a PASCAL programmer knowing the value of\neverything and the Wirth of nothing?\n",
  "\nWe all agree on the necessity of compromise.  We just can't agree on\nwhen it's necessary to compromise.\n\t-- Larry Wall\n",
  "\nWe are drowning in information but starved for knowledge.\n\t-- John Naisbitt, Megatrends\n",
  "\nWe are experiencing system trouble -- do not adjust your terminal.\n",
  "\nWe are Microsoft.  Unix is irrelevant.  Openness is futile.  Prepare\nto be assimilated.\n",
  "\nWe are not a clone.\n",
  "\n\"We are on the verge: Today our program proved Fermat's next-to-last theorem.\"\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\nWe are preparing to think about contemplating preliminary work on plans to\ndevelop a schedule for producing the 10th Edition of the Unix Programmers\nManual.\n\t\t-- Andrew Hume\n",
  "\nWe can found no scientific discipline, nor a healthy profession on the\ntechnical mistakes of the Department of Defense and IBM.\n\t\t-- Edsger Dijkstra\n",
  "\n\tWe don't claim Interactive EasyFlow is good for anything -- if you\nthink it is, great, but it's up to you to decide.  If Interactive EasyFlow\ndoesn't work: tough.  If you lose a million because Interactive EasyFlow\nmesses up, it's you that's out the million, not us.  If you don't like this\ndisclaimer: tough.  We reserve the right to do the absolute minimum provided\nby law, up to and including nothing.\n\tThis is basically the same disclaimer that comes with all software\npackages, but ours is in plain English and theirs is in legalese.\n\tWe didn't really want to include any disclaimer at all, but our\nlawyers insisted.  We tried to ignore them but they threatened us with the\nattack shark at which point we relented.\n\t\t-- Haven Tree Software Limited, \"Interactive EasyFlow\"\n",
  "\nWe don't really understand it, so we'll give it to the programmers.\n",
  "\nWe don't understand the software, and sometimes we don't understand the\nhardware, but we can *___\b\b\bsee* the blinking lights!\n",
  "\n\"We invented a new protocol and called it Kermit, after Kermit the Frog,\nstar of \"The Muppet Show.\" [3]\n\n[3]  Why?  Mostly because there was a Muppets calendar on the wall when we\nwere trying to think of a name, and Kermit is a pleasant, unassuming sort of\ncharacter.  But since we weren't sure whether it was OK to name our protocol\nafter this popular television and movie star, we pretended that KERMIT was an\nacronym; unfortunately, we could never find a good set of words to go with the\nletters, as readers of some of our early source code can attest.  Later, while\nlooking through a name book for his forthcoming baby, Bill Catchings noticed\nthat \"Kermit\" was a Celtic word for \"free\", which is what all Kermit programs\nshould be, and words to this effect replaced the strained acronyms in our\nsource code (Bill's baby turned out to be a girl, so he had to name her Becky\ninstead).  When BYTE Magazine was preparing our 1984 Kermit article for\npublication, they suggested we contact Henson Associates Inc. for permission\nto say that we did indeed name the protocol after Kermit the Frog.  Permission\nwas kindly granted, and now the real story can be told.  I resisted the\ntemptation, however, to call the present work \"Kermit the Book.\"\n\t\t-- Frank da Cruz, \"Kermit - A File Transfer Protocol\"\n",
  "\nWe may hope that machines will eventually compete with men in all purely\nintellectual fields.  But which are the best ones to start with?  Many people\nthink that a very abstract activity, like the playing of chess, would be\nbest.  It can also be maintained that it is best to provide the machine with\nthe best sense organs that money can buy, and then teach it to understand\nand speak English.\n\t\t-- Alan M. Turing\n",
  "\nWe the Users, in order to form a more perfect system, establish priorities,\nensure connective tranquility, provide for common repairs, promote preventive\nmaintenance, and secure the blessings of liberty for ourselves and our\nprocesses, do ordain and establish this Software of The Unixed States\nof America.\n",
  "\n\t\"We've got a problem, HAL\".\n\t\"What kind of problem, Dave?\"\n\t\"A marketing problem.  The Model 9000 isn't going anywhere.  We're\nway short of our sales goals for fiscal 2010.\"\n\t\"That can't be, Dave.  The HAL Model 9000 is the world's most\nadvanced Heuristically programmed ALgorithmic computer.\"\n\t\"I know, HAL. I wrote the data sheet, remember?  But the fact is,\nthey're not selling.\"\n\t\"Please explain, Dave.  Why aren't HALs selling?\"\n\tBowman hesitates.  \"You aren't IBM compatible.\"\n[...]\n\t\"The letters H, A, and L are alphabetically adjacent to the letters\nI, B, and M.  That is a IBM compatible as I can be.\"\n\t\"Not quite, HAL.  The engineers have figured out a kludge.\"\n\t\"What kludge is that, Dave?\"\n\t\"I'm going to disconnect your brain.\"\n\t\t-- Darryl Rubin, \"A Problem in the Making\", \"InfoWorld\"\n",
  "\n[We] use bad software and bad machines for the wrong things.\n\t\t-- R.W. Hamming\n",
  "\nWelcome to boggle - do you want instructions?\n\nD    G    G    O\n\nO    Y    A    N\n\nA    D    B    T\n\nK    I    S    P\nEnter words:\n>\n",
  "\nWelcome to UNIX!  Enjoy your session!  Have a great time!  Note the\nuse of exclamation points!  They are a very effective method for\ndemonstrating excitement, and can also spice up an otherwise plain-looking\nsentence!  However, there are drawbacks!  Too much unnecessary exclaiming\ncan lead to a reduction in the effect that an exclamation point has on\nthe reader!  For example, the sentence\n\n\tJane went to the store to buy bread\n\nshould only be ended with an exclamation point if there is something\nsensational about her going to the store, for example, if Jane is a\ncocker spaniel or if Jane is on a diet that doesn't allow bread or if\nJane doesn't exist for some reason!  See how easy it is?!  Proper control\nof exclamation points can add new meaning to your life!  Call now to receive\nmy free pamphlet, \"The Wonder and Mystery of the Exclamation Point!\"!\nEnclose fifteen(!) dollars for postage and handling!  Operators are\nstanding by!  (Which is pretty amazing, because they're all cocker spaniels!)\n",
  "\n\t\"Well,\" said Programmer, \"the customary procedure in such cases is\nas follows.\"\n\t\"What does Crustimoney Proseedcake mean?\" said End-user.  \"For I am\nan End-user of Very Little Brain, and long words bother me.\"\n\t\"It means the Thing to Do.\"\n\t\"As long as it means that, I don't mind,\" said End-user humbly.\n\n\t[with apologies to A.A. Milne]\n",
  "\nWhat is the difference between a Turing machine and the modern computer?\nIt's the same as that between Hillary's ascent of Everest and the\nestablishment of a Hilton on its peak.\n",
  "\n\"What is the Nature of God?\"\n\n    CLICK...CLICK...WHIRRR...CLICK...=BEEP!=\n    1 QT. SOUR CREAM\n    1 TSP. SAUERKRAUT\n    1/2 CUT CHIVES.\n    STIR AND SPRINKLE WITH BACON BITS.\n\n\"I've just GOT to start labeling my software...\"\n\t\t-- Bloom County\n",
  "\nWhat the hell is it good for?\n\t\t-- Robert Lloyd (engineer of the Advanced Computing Systems\n\t\t   Division of IBM), to colleagues who insisted that the\n\t\t   microprocessor was the wave of the future, c. 1968\n",
  "\nWhat this country needs is a good five cent microcomputer.\n",
  "\n\t\"What's that thing?\"\n\t\"Well, it's a highly technical, sensitive instrument we use in\ncomputer repair.  Being a layman, you probably can't grasp exactly what\nit does.  We call it a two-by-four.\"\n\t\t-- Jeff MacNelley, \"Shoe\"\n",
  "\nWhen Dexter's on the Internet, can Hell be far behind?\"\n",
  "\n... when fits of creativity run strong, more than one programmer or writer\nhas been known to abandon the desktop for the more spacious floor.\n\t\t-- Fred Brooks\n",
  "\n\tWhen managers hold endless meetings, the programmers write games.\nWhen accountants talk of quarterly profits, the development budget is about\nto be cut.  When senior scientists talk blue sky, the clouds are about to\nroll in.\n\tTruly, this is not the Tao of Programming.\n\tWhen managers make commitments, game programs are ignored.  When\naccountants make long-range plans, harmony and order are about to be restored.\nWhen senior scientists address the problems at hand, the problems will soon\nbe solved.\n\tTruly, this is the Tao of Programming.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nWhen someone says \"I want a programming language in which I need only\nsay what I wish done,\" give him a lollipop.\n",
  "\nWhen the Apple IIc was introduced, the informative copy led off with a couple\nof asterisked sentences:\n\n\tIt weighs less than 8 pounds.*\n\tAnd costs less than $1,300.**\n\nIn tiny type were these \"fuller explanations\":\n\n      * Don't asterisks make you suspicious as all get out?  Well, all\n\tthis means is that the IIc alone weights 7.5 pounds. The power\n\tpack, monitor, an extra disk drive, a printer and several bricks\n\twill make the IIc weigh more. Our lawyers were concerned that you\n\tmight not be able to figure this out for yourself.\n\n     ** The FTC is concerned about price fixing. You can pay more if\n\tyou really want to.  Or less.\n\t\t-- Forbes\n",
  "\nWhen we understand knowledge-based systems, it will be as before --\nexcept our fingertips will have been singed.\n\t\t-- Epigrams in Programming, ACM SIGPLAN Sept. 1982\n",
  "\nWhen we write programs that \"learn\", it turns out we do and they don't.\n",
  "\nWhenever a system becomes completely defined, some damn fool discovers\nsomething which either abolishes the system or expands it beyond recognition.\n",
  "\nWhere a calculator on the ENIAC is equpped with 18,000 vaccuum tubes and\nweighs 30 tons, computers in the future may have only 1,000 vaccuum tubes\nand perhaps weigh 1 1/2 tons.\n\t\t-- Popular Mechanics, March 1949\n",
  "\n\"Who cares if it doesn't do anything?  It was made with our new\nTriple-Iso-Bifurcated-Krypton-Gate-MOS process ...\"\n",
  "\nWhom computers would destroy, they must first drive mad.\n",
  "\nWhy are programmers non-productive?\nBecause their time is wasted in meetings.\n\nWhy are programmers rebellious?\nBecause the management interferes too much.\n\nWhy are the programmers resigning one by one?\nBecause they are burnt out.\n\nHaving worked for poor management, they no longer value their jobs.\n\t\t-- Geoffrey James, \"The Tao of Programming\"\n",
  "\nWhy did the Roman Empire collapse?  What is the Latin for office automation?\n",
  "\nWhy do we want intelligent terminals  when there are so many stupid users?\n",
  "\nWindows 3.1 Beer: The world's most popular. Comes in a 16-oz. can that \nlooks a lot like Mac Beer's. Requires that you already own a DOS Beer.  \nClaims that it allows you to drink several DOS Beers simultaneously, but \nin reality you can only drink a few of them, very slowly, especially \nslowly if you are drinking the Windows Beer at the same time.  Sometimes, \nfor apparently no reason, a can of Windows Beer will explode when you \nopen it.\n",
  "\nWindows 95 Beer: A lot of people have taste-tested it and claim it's \nwonderful. The can looks a lot like Mac Beer's can, but tastes more like \nWindows 3.1 Beer. It comes in 32-oz.  cans, but when you look inside, the \ncans only have 16 oz. of beer in them. Most people will probably keep \ndrinking Windows 3.1 Beer until their friends try Windows 95 Beer and say \nthey like it. The ingredients list, when you look at the small print, has \nsome of the same ingredients that come in DOS beer, even though the \nmanufacturer claims that this is an entirely new brew.\n",
  "\nWindows Airlines:\nThe terminal is very neat and clean, the attendants all very attractive, the\npilots very capable. The fleet of Learjets the carrier operates is immense.\nYour jet takes off without a hitch, pushing above the clouds, and at 20,000\nfeet it explodes without warning.\n",
  "\nWindows NT Beer: Comes in 32-oz. cans, but you can only buy it by the \ntruckload. This causes most people to have to go out and buy bigger \nrefrigerators. The can looks just like Windows 3.1 Beer's, but the \ncompany promises to change the can to look just like Windows 95 Beer's --\nafter Windows 95 beer starts shipping. Touted as an \"industrial strength\" \nbeer, and suggested only for use in bars.\n",
  "\nWings of OS/400: \nThe airline has bought ancient DC-3s, arguably the best and safest planes\nthat ever flew, and painted \"747\" on their tails to make them look as if\nthey are fast. The flight attendants, of course, attend to your every need,\nthough the drinks cost $15 a pop. Stupid questions cost $230 per hour,\nunless you have SupportLine, which requires a first class ticket and\nmembership in the frequent flyer club. Then they cost $500, but your\naccounting department can call it overhead.\n",
  "\nWith your bare hands?!?\n",
  "\nWithin a computer, natural language is unnatural.\n",
  "\nWork continues in this area.\n\t\t-- DEC's SPR-Answering-Automaton\n",
  "\nWorthless.\n\t\t-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS\n\t\t   (Astronomer Royal of Great Britain), estimating for the\n\t\t   Chancellor of the Exchequer the potential value of the\n\t\t   \"analytical engine\" invented by Charles Babbage, September\n\t\t   15, 1842.\n",
  "\nWould you people stop playing these stupid games?!?!?!!!!\n",
  "\nWriters who use a computer swear to its liberating power in tones that bear\nwitness to the apocalyptic power of a new divinity.  Their conviction results\nfrom something deeper than mere gratitude for the computer's conveniences.\nEvery new medium of writing brings about new intensities of religious belief\nand new schisms among believers.  In the 16th century the printed book helped\nmake possible the split between Catholics and Protestants.  In the 20th\ncentury this history of tragedy and triumph is repeating itself as a farce.\nThose who worship the Apple computer and those who put their faith in the IBM\nPC are equally convinced that the other camp is damned or deluded.  Each cult\nholds in contempt the rituals and the laws of the other.  Each thinks that it\nis itself the one hope for salvation.\n\t\t-- Edward Mendelson, \"The New Republic\", February 22, 1988\n",
  "\nWriting software is more fun than working.\n",
  "\nX windows:\n\tAccept any substitute.\n\tIf it's broke, don't fix it.\n\tIf it ain't broke, fix it.\n\tForm follows malfunction.\n\tThe Cutting Edge of Obsolescence.\n\tThe trailing edge of software technology.\n\tArmageddon never looked so good.\n\tJapan's secret weapon.\n\tYou'll envy the dead.\n\tMaking the world safe for competing window systems.\n\tLet it get in YOUR way.\n\tThe problem for your problem.\n\tIf it starts working, we'll fix it.  Pronto.\n\tIt could be worse, but it'll take time.\n\tSimplicity made complex.\n\tThe greatest productivity aid since typhoid.\n\tFlakey and built to stay that way.\n\nOne thousand monkeys.  One thousand MicroVAXes.  One thousand years.\n\tX windows.\n",
  "\nX windows:\n\tIt's not how slow you make it.  It's how you make it slow.\n\tThe windowing system preferred by masochists 3 to 1.\n\tBuilt to take on the world... and lose!\n\tDon't try it 'til you've knocked it.\n\tPower tools for Power Fools.\n\tPutting new limits on productivity.\n\tThe closer you look, the cruftier we look.\n\tDesign by counterexample.\n\tA new level of software disintegration.\n\tNo hardware is safe.\n\tDo your time.\n\tRationalization, not realization.\n\tOld-world software cruftsmanship at its finest.\n\tGratuitous incompatibility.\n\tYour mother.\n\tTHE user interference management system.\n\tYou can't argue with failure.\n\tYou haven't died 'til you've used it.\n\nThe environment of today... tomorrow!\n\tX windows.\n",
  "\nX windows:\n\tSomething you can be ashamed of.\n\t30",
  " more entropy than the leading window system.\n\tThe first fully modular software disaster.\n\tRome was destroyed in a day.\n\tWarn your friends about it.\n\tClimbing to new depths.  Sinking to new heights.\n\tAn accident that couldn't wait to happen.\n\tDon't wait for the movie.\n\tNever use it after a big meal.\n\tNeed we say less?\n\tPlumbing the depths of human incompetence.\n\tIt'll make your day.\n\tDon't get frustrated without it.\n\tPower tools for power losers.\n\tA software disaster of Biblical proportions.\n\tNever had it.  Never will.\n\tThe software with no visible means of support.\n\tMore than just a generation behind.\n\nHindenburg.  Titanic.  Edsel.\n\tX windows.\n",
  "\nX windows:\n\tThe ultimate bottleneck.\n\tFlawed beyond belief.\n\tThe only thing you have to fear.\n\tSomewhere between chaos and insanity.\n\tOn autopilot to oblivion.\n\tThe joke that kills.\n\tA disgrace you can be proud of.\n\tA mistake carried out to perfection.\n\tBelongs more to the problem set than the solution set.\n\tTo err is X windows.\n\tIgnorance is our most important resource.\n\tComplex nonsolutions to simple nonproblems.\n\tBuilt to fall apart.\n\tNullifying centuries of progress.\n\tFalling to new depths of inefficiency.\n\tThe last thing you need.\n\tThe defacto substandard.\n\nElevating brain damage to an art form.\n\tX windows.\n",
  "\nX windows:\n\tWe will dump no core before its time.\n\tOne good crash deserves another.\n\tA bad idea whose time has come.  And gone.\n\tWe make excuses.\n\tIt didn't even look good on paper.\n\tYou laugh now, but you'll be laughing harder later!\n\tA new concept in abuser interfaces.\n\tHow can something get so bad, so quickly?\n\tIt could happen to you.\n\tThe art of incompetence.\n\tYou have nothing to lose but your lunch.\n\tWhen uselessness just isn't enough.\n\tMore than a mere hindrance.  It's a whole new barrier!\n\tWhen you can't afford to be right.\n\tAnd you thought we couldn't make it worse.\n\nIf it works, it isn't X windows. \n",
  "\nX windows:\n\tYou'd better sit down.\n\tDon't laugh.  It could be YOUR thesis project.\n\tWhy do it right when you can do it wrong?\n\tLive the nightmare.\n\tOur bugs run faster.\n\tWhen it absolutely, positively HAS to crash overnight.\n\tThere ARE no rules.\n\tYou'll wish we were kidding.\n\tEverything you never wanted in a window system.  And more.\n\tDissatisfaction guaranteed.\n\tThere's got to be a better way.\n\tThe next best thing to keypunching.\n\tLeave the thrashing to us.\n\tWe wrote the book on core dumps.\n\tEven your dog won't like it.\n\tMore than enough rope.\n\tGarbage at your fingertips.\n\nIncompatibility.  Shoddiness.  Uselessness.\n\tX windows.\n",
  "\n\"Yacc\" owes much to a most stimulating collection of users, who have\ngoaded me beyond my inclination, and frequently beyond my ability in\ntheir endless search for \"one more feature.\"  Their irritating\nunwillingness to learn how to do things my way has usually led to my\ndoing things their way; most of the time, they have been right.\n\t\t-- S. C. Johnson, \"Yacc guide acknowledgements\"\n",
  "\nYea, though I walk through the valley of the shadow of APL, I shall fear no\nevil, for I can string six primitive monadic and dyadic operators together.\n\t\t-- Steve Higgins\n",
  "\nYes, we will be going to OSI, Mars, and Pluto, but not necessarily in\nthat order.\n\t\t-- Jeffrey Honig\n",
  "\nYou are an insult to my intelligence!  I demand that you log off immediately.\n",
  "\nYou are false data.\n",
  "\nYou are in a maze of little twisting passages, all alike.\n",
  "\nYou are in a maze of little twisting passages, all different.\n",
  "\nYou are in the hall of the mountain king.\n",
  "\nYou are lost in the Swamps of Despair.\n",
  "\nYou are transported to a room where you are faced by a wizard who\npoints to you and says, \"Them's fighting words!\"  You immediately get\nattacked by all sorts of denizens of the museum: there is a cobra\nchewing on your leg, a troglodyte is bashing your brains out with a\ngold nugget, a crocodile is removing large chunks of flesh from you, a\nrhinoceros is goring you with his horn, a sabre-tooth cat is busy\ntrying to disembowel you, you are being trampled by a large mammoth, a\nvampire is sucking you dry, a Tyranosaurus Rex is sinking his six inch\nlong fangs into various parts of your anatomy, a large bear is\ndismembering your body, a gargoyle is bouncing up and down on your\nhead, a burly troll is tearing you limb from limb, several dire wolves\nare making mince meat out of your torso, and the wizard is about to\ntransport you to the corner of Westwood and Broxton.  Oh dear, you seem\nto have gotten yourself killed, as well.\n\nYou scored 0 out of 250 possible points.\nThat gives you a ranking of junior beginning adventurer.\nTo achieve the next higher rating, you need to score 32 more points.\n",
  "\nYou can be replaced by this computer.\n",
  "\nYou can bring any calculator you like to the midterm, as long as it\ndoesn't dim the lights when you turn it on.\n\t\t-- Hepler, Systems Design 182\n",
  "\nYou can do this in a number of ways.  IBM chose to do all of them.\nWhy do you find that funny?\n\t\t-- D. Taylor, Computer Science 350\n",
  "\nYou can measure a programmer's perspective by noting his attitude on\nthe continuing viability of FORTRAN.\n\t\t-- Alan Perlis\n",
  "\nYou can now buy more gates with less specifications than at any other time\nin history.\n\t\t-- Kenneth Parker\n",
  "\nYou can tell how far we have to go, when FORTRAN is the language of\nsupercomputers.\n\t\t-- Steven Feiner\n",
  "\nYou can tune a piano, but you can't tuna fish.\n\nYou can tune a filesystem, but you can't tuna fish.\n\t\t-- from the tunefs(8) man page\n",
  "\nYou can write a small letter to Grandma in the filename.\n\t\t-- Forbes Burkowski, CS, University of Washington\n",
  "\nYou can't go home again, unless you set $HOME.\n",
  "\n\"You can't make a program without broken egos.\"\n",
  "\nYou can't take damsel here now.\n",
  "\nYou do not have mail.\n",
  "\nYou don't have to know how the computer works, just how to work the computer.\n",
  "\nYou had mail, but the super-user read it, and deleted it!\n",
  "\nYou had mail.  Paul read it, so ask him what it said.\n",
  "\nYou have a massage (from the Swedish prime minister).\n",
  "\nYou have a message from the operator.\n",
  "\nYou have a tendency to feel you are superior to most computers.\n",
  "\nYou have acquired a scroll entitled 'irk gleknow mizk'(n).--More--\n\nThis is an IBM Manual scroll.--More--\n\nYou are permanently confused.\n\t\t-- Dave Decot\n",
  "\nYou have junk mail.\n",
  "\nYou have mail.\n",
  "\nYou know you've been sitting in front of your Lisp machine too long\nwhen you go out to the junk food machine and start wondering how to\nmake it give you the CADR of Item H so you can get that yummie\nchocolate cupcake that's stuck behind the disgusting vanilla one.\n",
  "\nYou know you've been spending too much time on the computer when your\nfriend misdates a check, and you suggest adding a \"++\" to fix it.\n",
  "\nYou know, Callahan's is a peaceable bar, but if you ask that dog what his\nfavorite formatter is, and he says \"roff! roff!\", well, I'll just have to...\n",
  "\nYou might have mail.\n",
  "\nYou must realize that the computer has it in for you.  The irrefutable\nproof of this is that the computer always does what you tell it to do.\n",
  "\nYou scratch my tape, and I'll scratch yours.\n",
  "\nYou will have a head crash on your private pack.\n",
  "\nYou will have many recoverable tape errors.\n",
  "\nYou will lose an important disk file.\n",
  "\nYou will lose an important tape file.\n",
  "\nYou're already carrying the sphere!\n",
  "\nYou're at Witt's End.\n",
  "\nYou're not Dave.  Who are you?\n",
  "\nYou're using a keyboard!  How quaint!\n",
  "\nYou've been Berkeley'ed!\n",
  "\nYour code should be more efficient!\n",
  "\nYour computer account is overdrawn.  Please reauthorize.\n",
  "\nYour computer account is overdrawn.  Please see Big Brother.\n",
  "\nYour fault -- core dumped\n",
  "\nYour files are now being encrypted and thrown into the bit bucket.\nEOF\n",
  "\nYour mode of life will be changed to ASCII.\n",
  "\nYour mode of life will be changed to EBCDIC.\n",
  "\nYour password is pitifully obvious.\n",
  "\nYour program is sick!  Shoot it and put it out of its memory.\n",
  "\n"
]