[
  "\"You know, of course, that the Tasmanians, who never committed adultery, are\nnow extinct.\"\n- M. Somerset Maugham\n",
  "\n\"If it ain't broke, don't fix it.\"\n- Bert Lantz\n",
  "\n\"The one charm of marriage is that it makes a life of deception a neccessity.\"\n- Oscar Wilde\n",
  "\n\"God is a comedian playing to an audience too afraid to laugh.\"\n- Voltaire\n",
  "\n\"IBM uses what I like to call the 'hole-in-the-ground technique' \nto destroy the competition..... IBM digs a big HOLE in the \nground and covers it with leaves. It then puts a big POT \nOF GOLD nearby. Then it gives the call, 'Hey, look at all \nthis gold, get over here fast.' As soon as the competitor \napproaches the pot, he falls into the pit\"\n- John C. Dvorak\n",
  "\n\"There are things that are so serious that you can only joke about them\"\n- Heisenberg\n",
  "\n\"It takes all sorts of in & out-door schooling to get adapted\nto my kind of fooling\"\n- R. Frost\n",
  "\n\"Confound these ancestors.... They've stolen our best ideas!\"\n- Ben Jonson\n",
  "\nAnd thou shalt eat it as barley cakes, and thou shalt bake it with dung that\ncometh out of man, in their sight...Then he [the Lord!] said unto me, Lo, I\nhave given thee cow's dung for man's dung, and thou shalt prepare thy bread\ntherewith.\n[Ezek. 4:12-15 (KJV)]\n",
  "\nI have stripped off my dress; must I put it on again?  I have washed my feet;\nmust I soil them again?\nWhen my beloved slipped his hand through the latch-hole, my bowels stirred\nwithin me [my bowels were moved for him (KJV)].\nWhen I arose to open for my beloved, my hands dripped with myrrh; the liquid\nmyrrh from my fingers ran over the knobs of the bolt.  With my own hands I\nopened to my love, but my love had turned away and gone by; my heart sank when\nhe turned his back.  I sought him but I did not find him, I called him but he\ndid not answer.\nThe watchmen, going the rounds of the city, met me; they struck me and\n  wounded me; the watchmen on the walls took away my cloak.\n[Song of Solomon 5:3-7 (NEB)]\n",
  "\nHow beautiful are thy feet with shoes, O prince's daughter! the joints of thy\nthighs are like jewels, the work of the hands of a cunning workman.  Thy navel\nis like a round goblet, which wanteth not liquor:  thy belly is like an heap\nof wheat set about with lillies.\nThy two breasts are like two young roses that are twins.\n[Song of Solomon 7:1-3 (KJV)]\n",
  "\nHow beautiful, how entrancing you are, my loved one, daughter of delights!\nYou are stately as a palm-tree, and your breasts are the clusters of dates.\nI said, \"I will climb up into the palm to grasp its fronds.\"  May I find your\nbreast like clusters of grapes on the vine, the scent of your breath like\napricots, and your whispers like spiced wine flowing smoothly to welcome my\ncaresses, gliding down through lips and teeth.\n[Song of Solomon 7:6-9 (NEB)]\n",
  "\nWear me as a seal upon your heart, as a seal upon your arm; for love is strong\nas death, passion cruel as the grave; it blazes up like blazing fire, fiercer\nthan any flame.\n[Song of Solomon 8:6 (NEB)]\n",
  "\nBut Rabshakeh said unto them, Hath my master sent me to thy master, and to\nthee, to speak these words?  Hath he not sent me to the men which sit on the\nwall, that they may eat their own dung, and drink their own piss with you?\n[2 Kings 18:27 (KJV)]\n",
  "\nWhen Yahweh your gods has settled you in the land you're about to occupy, and\ndriven out many infidels before you...you're to cut them down and exterminate\nthem.  You're to make no compromise with them or show them any mercy.\n[Deut. 7:1 (KJV)]\n",
  "\nI just thought of something funny...your mother.\n- Cheech Marin\n",
  "\nIn the beginning, I was made.  I didn't ask to be made.  No one consulted\nwith me or considered my feelings in this matter.  But if it brought some\npassing fancy to some lowly humans as they haphazardly pranced their way\nthrough life's mournful jungle, then so be it.\n- Marvin the Paranoid Android, From Douglas Adams' Hitchiker's Guide to the\nGalaxy Radio Scripts\n",
  "\nYou will be successful in your work.\n",
  "\nThe life of a repo man is always intense.\n",
  "\nIf you're not careful, you're going to catch something.\n",
  "\nThat's the thing about people who think they hate computers.  What they\nreally hate is lousy programmers.\n- Larry Niven and Jerry Pournelle in \"Oath of Fealty\"\n",
  "\nWherever you go...There you are.\n- Buckaroo Banzai\n",
  "\nLife in the state of nature is solitary, poor, nasty, brutish, and short.\n- Thomas Hobbes, Leviathan\n",
  "\nLack of skill dictates economy of style.\n- Joey Ramone\n",
  "\nNo one is fit to be trusted with power. ... No one. ... Any man who has lived\nat all knows the follies and wickedness he's capabe of. ... And if he does\nknow it, he knows also that neither he nor any man ought to be allowed to\ndecide a single human fate.\n- C. P. Snow, The Light and the Dark\n",
  "\nSuccessful and fortunate crime is called virtue.\n- Seneca\n",
  "\nWhen we jumped into Sicily, the units became separated, and I couldn't find\nanyone.  Eventually I stumbled across two colonels, a major, three captains,\ntwo lieutenants, and one rifleman, and we secured the bridge.  Never in the\nhistory of war have so few been led by so many.\n- General James Gavin\n",
  "\nThe only thing necessary for the triumph of evil is for good men to do nothing.\n- Edmund Burke\n",
  "\nYou may call me by my name, Wirth, or by my value, Worth.\n- Nicklaus Wirth\n",
  "\nGive a man a fish, and you feed him for a day.\nTeach a man to fish, and he'll invite himself over for dinner.\n- Calvin Keegan\n",
  "\nPrediction is very difficult, especially of the future.\n- Niels Bohr\n",
  "\nThe computer can't tell you the emotional story.  It can give you the exact\nmathematical design, but what's missing is the eyebrows.\n- Frank Zappa\n",
  "\nThings are not as simple as they seems at first.\n- Edward Thorp\n",
  "\nThe main thing is the play itself.  I swear that greed for money has nothing\nto do with it, although heaven knows I am sorely in need of money.\n- Feodor Dostoyevsky\n",
  "\nIt is surely a great calamity for a human being to have no obsessions.\n- Robert Bly\n",
  "\nMachines take me by surprise with great frequency.\n- Alan Turing\n",
  "\nUncertain fortune is thoroughly mastered by the equity of the calculation.\n- Blaise Pascal\n",
  "\nAfter Goliath's defeat, giants ceased to command respect.\n- Freeman Dyson\n",
  "\nThere are two ways of constructing a software design.  One way is to make\nit so simple that there are obviously no deficiencies and the other is to\nmake it so complicated that there are no obvious deficiencies.\n- Charles Anthony Richard Hoare\n",
  "\nDo not allow this language (Ada) in its present state to be used in\napplications where reliability is critical, i.e., nuclear power stations,\ncruise missiles, early warning systems, anti-ballistic missle defense\nsystems.  The next rocket to go astray as a result of a programming language\nerror may not be an exploratory space rocket on a harmless trip to Venus:\nIt may be a nuclear warhead exploding over one of our cities.  An unreliable\nprogramming language generating unreliable programs constitutes a far\ngreater risk to our environment and to our society than unsafe cars, toxic\npesticides, or accidents at nuclear power stations.\n- C. A. R. Hoare\n",
  "\nWithout coffee he could not work, or at least he could not have worked in the\nway he did.  In addition to paper and pens, he took with him everywhere as an\nindispensable article of equipment the coffee machine, which was no less\nimportant to him than his table or his white robe.\n- Stefan Zweigs, Biography of Balzac\n",
  "\n\"It was the Law of the Sea, they said.\tCivilization ends at the waterline.\nBeyond that, we all enter the food chain, and not always right at the top.\"\n- Hunter S. Thompson\n",
  "\nIn the pitiful, multipage, connection-boxed form to which the flowchart has\ntoday been elaborated, it has proved to be useless as a design tool --\nprogrammers draw flowcharts after, not before, writing the programs they\ndescribe.\n- Fred Brooks, Jr.\n",
  "\nThe so-called \"desktop metaphor\" of today's workstations is instead an\n\"airplane-seat\" metaphor.  Anyone who has shuffled a lap full of papers while\nseated between two portly passengers will recognize the difference -- one can\nsee only a very few things at once.\n- Fred Brooks, Jr.\n",
  "\n...when fits of creativity run strong, more than one programmer or writer has\nbeen known to abandon the desktop for the more spacious floor.\n- Fred Brooks, Jr.\n",
  "\nA little retrospection shows that although many fine, useful software systems\nhave been designed by committees and built as part of multipart projects,\nthose software systems that have excited passionate fans are those that are\nthe products of one or a few designing minds, great designers.  Consider Unix,\nAPL, Pascal, Modula, the Smalltalk interface, even Fortran; and contrast them\nwith Cobol, PL/I, Algol, MVS/370, and MS-DOS.\n- Fred Brooks, Jr.\n",
  "\n...computer hardware progress is so fast.  No other technology since\ncivilization began has seen six orders of magnitude in performance-price\ngain in 30 years.\n- Fred Brooks, Jr.\n",
  "\nSoftware entities are more complex for their size than perhaps any other human\nconstruct because no two parts are alike.  If they are, we make the two\nsimilar parts into a subroutine -- open or closed.  In this respect, software\nsystems differ profoundly from computers, buildings, or automobiles, where\nrepeated elements abound.\n- Fred Brooks, Jr.\n",
  "\nDigital computers are themselves more complex than most things people build:\nThey hyave very large numbers of states.  This makes conceiving, describing,\nand testing them hard.  Software systems have orders-of-magnitude more states\nthan computers do.\n- Fred Brooks, Jr.\n",
  "\nThe complexity of software is an essential property, not an accidental one.\nHence, descriptions of a software entity that abstract away its complexity\noften abstract away its essence.\n- Fred Brooks, Jr.\n",
  "\nEinstein argued that there must be simplified explanations of nature, because\nGod is not capricious or arbitrary.  No such faith comforts the software\nengineer.\n- Fred Brooks, Jr.\n",
  "\nExcept for 75",
  " of the women, everyone in the whole world wants to have sex.\n- Ellyn Mustard\n",
  "\nThe connection between the language in which we think/program and the problems\nand solutions we can imagine is very close.  For this reason restricting\nlanguage features with the intent of eliminating programmer errors is at best\ndangerous.\n- Bjarne Stroustrup in \"The C++ Programming Language\"\n",
  "\nThe only way to learn a new programming language is by writing programs in it.\n- Brian Kernighan\n",
  "\nPerfection is acheived only on the point of collapse.\n- C. N. Parkinson\n",
  "\nThere you go man,\nKeep as cool as you can.\nIt riles them to believe that you perceive the web they weave.\nKeep on being free!\n",
  "\nBingo, gas station, hamburger with a side order of airplane noise,\nand you'll be Gary, Indiana. - Jessie in the movie \"Greaser's Palace\"\n",
  "\nHoping to goodness is not theologically sound. - Peanuts\n",
  "\nPolice up your spare rounds and frags.  Don't leave nothin' for the dinks.\n- Willem Dafoe in \"Platoon\"\n",
  "\n\"All my life I wanted to be someone; I guess I should have been more specific.\"\n-- Jane Wagner\n",
  "\n\"Any medium powerful enough to extend man's reach is powerful enough to topple\nhis world.  To get the medium's magic to work for one's aims rather than\nagainst them is to attain literacy.\"\n-- Alan Kay, \"Computer Software\", Scientific American, September 1984\n",
  "\n\"Computer literacy is a contact with the activity of computing deep enough to\nmake the computational equivalent of reading and writing fluent and enjoyable.\nAs in all the arts, a romance with the material must be well under way.  If\nwe value the lifelong learning of arts and letters as a springboard for\npersonal and societal growth, should any less effort be spent to make computing\na part of our lives?\"\n-- Alan Kay, \"Computer Software\", Scientific American, September 1984\n",
  "\n\"The greatest warriors are the ones who fight for peace.\"\n-- Holly Near\n",
  "\n\"No matter where you go, there you are...\"\n-- Buckaroo Banzai\n",
  "\nTrespassers will be shot.  Survivors will be prosecuted.\n",
  "\nTrespassers will be shot.  Survivors will be SHOT AGAIN!\n",
  "\n\"I'm growing older, but not up.\"\n-- Jimmy Buffett\n",
  "\nScientists will study your brain to learn more about your distant cousin, Man.\n",
  "\n\"I hate the itching.  But I don't mind the swelling.\"\n-- new buzz phrase, like \"Where's the Beef?\" that David Letterman's trying\n   to get everyone to start saying\n",
  "\nYour own mileage may vary.\n",
  "\n\"Oh dear, I think you'll find reality's on the blink again.\"\n-- Marvin The Paranoid Android\n",
  "\n\"Send lawyers, guns and money...\"\n-- Lyrics from a Warren Zevon song\n",
  "\n\"I go on working for the same reason a hen goes on laying eggs.\"\n- H. L. Mencken\n",
  "\n\"Remember, Information is not knowledge; Knowledge is not Wisdom;\nWisdom is not truth; Truth is not beauty; Beauty is not love;\nLove is not music; Music is the best.\" -- Frank Zappa\n",
  "\nI can't drive 55.\n",
  "\n\"And they told us, what they wanted...\n Was a sound that could kill some-one, from a distance.\" -- Kate Bush\n",
  "\n\"In the face of entropy and nothingness, you kind of have to pretend it's not\nthere if you want to keep writing good code.\"  -- Karl Lehenbauer\n",
  "\nBadges?  We don't need no stinking badges.\n",
  "\nI can't drive 55.\nI'm looking forward to not being able to drive 65, either.\n",
  "\nThank God a million billion times you live in Texas.\n",
  "\n\"Can you program?\"  \"Well, I'm literate, if that's what you mean!\"\n",
  "\nNo user-servicable parts inside.  Refer to qualified service personnel.\n",
  "\nAt the heart of science is an essential tension between two seemingly\ncontradictory attitudes -- an openness to new ideas, no matter how bizarre\nor counterintuitive they may be, and the most ruthless skeptical scrutiny\nof all ideas, old and new.  This is how deep truths are winnowed from deep\nnonsense.  Of course, scientists make mistakes in trying to understand the\nworld, but there is a built-in error-correcting mechanism:  The collective\nenterprise of creative thinking and skeptical thinking together keeps the\nfield on track.\n-- Carl Sagan, \"The Fine Art of Baloney Detection,\" Parade, February 1, 1987\n",
  "\nOne of the saddest lessons of history is this:  If we've been bamboozled\nlong enough, we tend to reject any evidence of the bamboozle.  We're no\nlonger interested in finding out the truth.  The bamboozle has captured\nus.  it is simply too painful to acknowledge -- even to ourselves -- that\nwe've been so credulous.  (So the old bamboozles tend to persist as the\nnew bamboozles rise.)\n-- Carl Sagan, \"The Fine Art of Baloney Detection,\" Parade, February 1, 1987\n",
  "\nRegarding astral projection, Woody Allen once wrote, \"This is not a bad way\nto travel, although there is usually a half-hour wait for luggage.\"\n",
  "\nThe inability to benefit from feedback appears to be the primary cause of\npseudoscience.  Pseudoscientists retain their beliefs and ignore or distort\ncontradictory evidence rather than modify or reject a flawed theory.  Because\nof their strong biases, they seem to lack the self-correcting mechanisms\nscientists must employ in their work.\n-- Thomas L. Creed, \"The Skeptical Inquirer,\" Summer 1987\n",
  "\nFinding the occasional straw of truth awash in a great ocean of confusion and\nbamboozle requires intelligence, vigilance, dedication and courage.  But if we\ndon't practice these tough habits of thought, we cannot hope to solve the truly\nserious problems that face us -- and we risk becoming a nation of suckers, up\nfor grabs by the next charlatan who comes along.\n-- Carl Sagan, \"The Fine Art of Baloney Detection,\" Parade, February 1, 1987\n",
  "\nDo not underestimate the value of print statements for debugging.\n",
  "\nDo not underestimate the value of print statements for debugging.\nDon't have aesthetic convulsions when using them, either.\n",
  "\nAs the system comes up, the component builders will from time to time appear,\nbearing hot new versions of their pieces -- faster, smaller, more complete,\nor putatively less buggy.  The replacement of a working component by a new\nversion requires the same systematic testing procedure that adding a new\ncomponent does, although it should require less time, for more complete and\nefficient test cases will usually be available.\n- Frederick Brooks Jr., \"The Mythical Man Month\" \n",
  "\nEach team building another component has been using the most recent tested\nversion of the integrated system as a test bed for debugging its piece.  Their\nwork will be set back by having that test bed change under them.  Of course it\nmust.  But the changes need to be quantized.  Then each user has periods of\nproductive stability, interrupted by bursts of test-bed change.  This seems\nto be much less disruptive than a constant rippling and trembling.\n- Frederick Brooks Jr., \"The Mythical Man Month\" \n",
  "\nConceptual integrity in turn dictates that the design must proceed from one\nmind, or from a very small number of agreeing resonant minds.\n- Frederick Brooks Jr., \"The Mythical Man Month\" \n",
  "\nIt is a very humbling experience to make a multimillion-dollar mistake, but it\nis also very memorable.  I vividly recall the night we decided how to organize\nthe actual writing of external specifications for OS/360.  The manager of\narchitecture, the manager of control program implementation, and I were\nthreshing out the plan, schedule, and division of responsibilities.\n\nThe architecture manager had 10 good men.  He asserted that they could write\nthe specifications and do it right.  It would take ten months, three more\nthan the schedule allowed.\n\nThe control program manager had 150 men.  He asserted that they could prepare\nthe specifications, with the architecture team coordinating; it would be \nwell-done and practical, and he could do it on schedule.  Futhermore, if\nthe architecture team did it, his 150 men would sit twiddling their thumbs\nfor ten months.\n\nTo this the architecture manager responded that if I gave the control program\nteam the responsibility, the result would not in fact be on time, but would\nalso be three months late, and of much lower quality.  I did, and it was.  He\nwas right on both counts.  Moreover, the lack of conceptual integrity made\nthe system far more costly to build and change, and I would estimate that it\nadded a year to debugging time.\n- Frederick Brooks Jr., \"The Mythical Man Month\" \n",
  "\nThe reason ESP, for example, is not considered a viable topic in contemoprary\npsychology is simply that its investigation has not proven fruitful...After\nmore than 70 years of study, there still does not exist one example of an ESP\nphenomenon that is replicable under controlled conditions.  This simple but\nbasic scientific criterion has not been met despite dozens of studies conducted\nover many decades...It is for this reason alone that the topic is now of little\ninterest to psychology...In short, there is no demonstrated phenomenon that\nneeds explanation.\n-- Keith E. Stanovich, \"How to Think Straight About Psychology\", pp. 160-161\n",
  "\nThe evolution of the human race will not be accomplished in the ten thousand\nyears of tame animals, but in the million years of wild animals, because man\nis and will always be a wild animal.\n-- Charles Galton Darwin\n",
  "\nNatural selection won't matter soon, not anywhere as much as concious selection.\nWe will civilize and alter ourselves to suit our ideas of what we can be.\nWithin one more human lifespan, we will have changed ourselves unrecognizably.\n-- Greg Bear\n",
  "\n\"Jesus may love you, but I think you're garbage wrapped in skin.\"\n-- Michael O'Donohugh\n",
  "\n...though his invention worked superbly -- his theory was a crock of sewage from\nbeginning to end. -- Vernor Vinge, \"The Peace War\"\n",
  "\n\"It's like deja vu all over again.\"   -- Yogi Berra\n",
  "\nThe last thing one knows in constructing a work is what to put first.\n-- Blaise Pascal\n",
  "\n\"Where shall I begin, please your Majesty?\" he asked.  \"Begin at the beginning,\"\nthe King said, gravely, \"and go on till you come to the end: then stop.\"\nAlice's Adventures in Wonderland, Lewis Carroll\n",
  "\nA morsel of genuine history is a thing so rare as to be always valuable.\n-- Thomas Jefferson\n",
  "\nTo be awake is to be alive.  -- Henry David Thoreau, in \"Walden\"\n",
  "\nA person with one watch knows what time it is; a person with two watches is\nnever sure.   Proverb\n",
  "\nYou see but you do not observe.\nSir Arthur Conan Doyle, in \"The Memoirs of Sherlock Holmes\"\n",
  "\nA quarrel is quickly settled when deserted by one party; there is no battle\nunless there be two.  -- Seneca\n",
  "\nNothing ever becomes real till it is experienced -- even a proverb is no proverb\nto you till your life has illustrated it.  -- John Keats\n",
  "\nThe fancy is indeed no other than a mode of memory emancipated from the order\nof space and time.  -- Samuel Taylor Coleridge\n",
  "\nWhat we anticipate seldom occurs; what we least expect generally happens.\n-- Bengamin Disraeli\n",
  "\nNothing in progression can rest on its original plan.  We may as well think of\nrocking a grown man in the cradle of an infant.  -- Edmund Burke\n",
  "\nFor every problem there is one solution which is simple, neat, and wrong.\n-- H. L. Mencken\n",
  "\nDon't tell me how hard you work.  Tell me how much you get done.\n-- James J. Ling\n",
  "\nOne friend in a lifetime is much; two are many; three are hardly possible.\nFriendship needs a certain parallelism of life, a community of thought,\na rivalry of aim.  -- Henry Brook Adams\n",
  "\nRemember thee\nAy, thou poor ghost while memory holds a seat\nIn this distracted globe.  Remember thee!\nYea, from the table of my memory\nI'll wipe away all trivial fond records,\nAll saws of books, all forms, all pressures past,\nThat youth and observation copied there.\nHamlet, I : v : 95   William Shakespeare\n",
  "\nObviously, a man's judgement cannot be better than the information on which he\nhas based it.  Give him the truth and he may still go wrong when he has\nthe chance to be right, but give him no news or present him only with distorted\nand incomplete data, with ignorant, sloppy or biased reporting, with propaganda\nand deliberate falsehoods, and you destroy his whole reasoning processes, and\nmake him something less than a man.\n-- Arthur Hays Sulzberger\n",
  "\nEach honest calling, each walk of life, has its own elite, its own aristocracy\nbased on excellence of performance.  -- James Bryant Conant\n",
  "\nYou can observe a lot just by watching.  -- Yogi Berra\n",
  "\nIf the presence of electricity can be made visible in any part of a circuit, I\nsee no reason why intelligence may not be transmitted instantaneously by\nelectricity.  -- Samuel F. B. Morse\n",
  "\n\"Mr. Watson, come here, I want you.\"   -- Alexander Graham Bell\n",
  "\nIt's currently a problem of access to gigabits through punybaud.\n-- J. C. R. Licklider\n",
  "\nIt is important to note that probably no large operating system using current\ndesign technology can withstand a determined and well-coordinated attack,\nand that most such documented penetrations have been remarkably easy.\n-- B. Hebbard, \"A Penetration Analysis of the Michigan Terminal System\",\nOperating Systems Review, Vol. 14, No. 1, June 1980, pp. 7-20\n",
  "\nA right is not what someone gives you; it's what no one can take from you.\n-- Ramsey Clark\n",
  "\nThe price one pays for pursuing any profession, or calling, is an intimate\nknowledge of its ugly side.  -- James Baldwin\n",
  "\nSmall is beautiful.\n",
  "\n...the increased productivity fostered by a friendly environment and quality\ntools is essential to meet ever increasing demands for software.\n-- M. D. McIlroy, E. N. Pinson and B. A. Tague\n",
  "\nIt is not best to swap horses while crossing the river.\n-- Abraham Lincoln\n",
  "\nMirrors should reflect a little before throwing back images.\n-- Jean Cocteau\n",
  "\nSuppose for a moment that the automobile industry had developed at the same\nrate as computers and over the same period:  how much cheaper and more efficient\nwould the current models be?  If you have not already heard the analogy, the\nanswer is shattering.  Today you would be able to buy a Rolls-Royce for $2.75,\nit would do three million miles to the gallon, and it would deliver enough\npower to drive the Queen Elizabeth II.  And if you were interested in\nminiaturization, you could place half a dozen of them on a pinhead.\n-- Christopher Evans\n",
  "\nIn the future, you're going to get computers as prizes in breakfast cereals.\nYou'll throw them out because your house will be littered with them.\n-- Robert Lucky\n",
  "\nGet hold of portable property.  -- Charles Dickens, \"Great Expectations\"\n",
  "\nOverall, the philosophy is to attack the availability problem from two\ncomplementary directions:  to reduce the number of software errors through\nrigorous testing of running systems, and to reduce the effect of the\nremaining errors by providing for recovery from them.  An interesting footnote\nto this design is that now a system failure can usually be considered to be\nthe result of two program errors:  the first, in the program that started the\nproblem; the second, in the recovery routine that could not protect the\nsystem.  -- A. L. Scherr, \"Functional Structure of IBM Virtual Storage Operating\nSystems, Part II: OS/VS-2 Concepts and Philosophies,\" IBM Systems Journal,\nVol. 12, No. 4, 1973, pp. 382-400\n",
  "\nI have sacrificed time, health, and fortune, in the desire to complete these\nCalculating Engines.  I have also declined several offers of great personal\nadvantage to myself.  But, notwithstanding the sacrifice of these advantages\nfor the purpose of maturing an engine of almost intellectual power, and after\nexpending from my own private fortune a larger sum than the government of\nEngland has spent on that machine, the execution of which it only commenced,\nI have received neither an acknowledgement of my labors, not even the offer\nof those honors or rewards which are allowed to fall within the reach of men\nwho devote themselves to purely scientific investigations...  \n\nIf the work upon which I have bestowed so much time and thought were a mere\ntriumph over mechanical difficulties, or simply curious, or if the execution\nof such engines were of doubtful practicability or utility, some justification\nmight be found for the course which has been taken; but I venture to assert\nthat no mathematician who has a reputation to lose will ever publicly express\nan opinion that such a machine would be useless if made, and that no man\ndistinguished as a civil engineer will venture to declare the construction of\nsuch machinery impracticable...\n\nAnd at a period when the progress of physical science is obstructed by that\nexhausting intellectual and manual labor, indispensable for its advancement,\nwhich it is the object of the Analytical Engine to relieve, I think the \napplication of machinery in aid of the most complicated and abtruse\ncalculations can no longer be deemed unworthy of the attention of the country.\nIn fact, there is no reason why mental as well as bodily labor should not\nbe economized by the aid of machinery.\n- Charles Babbage, Passage from the Life of a Philosopher\n",
  "\nHow many hardware guys does it take to change a light bulb?\n\n\"Well the diagnostics say it's fine buddy, so it's a software problem.\"\n",
  "\n\"Don't try to outweird me, three-eyes.  I get stranger things than you free\nwith my breakfast cereal.\"\n- Zaphod Beeblebrox in \"Hithiker's Guide to the Galaxy\"\n",
  "\nUncompensated overtime?  Just Say No.\n",
  "\nDecaffeinated coffee?  Just Say No.\n",
  "\n\"Show business is just like high school, except you get paid.\"\n- Martin Mull\n",
  "\n\"This isn't brain surgery; it's just television.\"\n- David Letterman\n",
  "\n\"Morality is one thing.  Ratings are everything.\"\n- A Network 23 executive on \"Max Headroom\"\n",
  "\nLive free or die.\n",
  "\n\"...if the church put in half the time on covetousness that it does on lust,\n this would be a better world.\"  - Garrison Keillor, \"Lake Wobegon Days\"\n",
  "\nOutside of a dog, a book is man's best friend.  Inside of a dog, it is too\ndark to read.\n",
  "\n\"Probably the best operating system in the world is the [operating system]\n made for the PDP-11 by Bell Laboratories.\" - Ted Nelson, October 1977\n",
  "\n\"All these black people are screwing up my democracy.\" - Ian Smith\n",
  "\nUse the Force, Luke.\n",
  "\nI've got a bad feeling about this.\n",
  "\nThe power to destroy a planet is insignificant when compared to the power of\nthe Force.\n- Darth Vader\n",
  "\nWhen I left you, I was but the pupil.  Now, I am the master.\n- Darth Vader\n",
  "\n\"Well, well, well!  Well if it isn't fat stinking billy goat Billy Boy in\npoison!  How art thou, thou globby bottle of cheap stinking chip oil?  Come\nand get one in the yarbles, if ya have any yarble, ya eunuch jelly thou!\"\n- Alex in \"Clockwork Orange\"\n",
  "\n\"There was nothing I hated more than to see a filthy old drunkie, a howling\naway at the sons of his father and going blurp blurp in between as if it were\na filthy old orchestra in his stinking rotten guts.  I could never stand to\nsee anyone like that, especially when they were old like this one was.\"\n- Alex in \"Clockwork Orange\"\n",
  "\n186,000 Miles per Second.  It's not just a good idea.  IT'S THE LAW.\n",
  "\nStupidity, like virtue, is its own reward.\n",
  "\nGee, Toto, I don't think we're in Kansas anymore.\n",
  "\nChildren begin by loving their parents.  After a time they judge them.  Rarely,\nif ever, do they forgive them.\n- Oscar Wilde\n",
  "\nSingle tasking: Just Say No.\n",
  "\n\"Catch a wave and you're sitting on top of the world.\"\n- The Beach Boys\n",
  "\n\"Bond reflected that good Americans were fine people and that most of them\nseemed to come from Texas.\"\n- Ian Fleming, \"Casino Royale\"\n",
  "\n\"I think trash is the most important manifestation of culture we have in my\nlifetime.\"\n- Johnny Legend\n",
  "\nBy one count there are some 700 scientists with respectable academic credentials\n(out of a total of 480,000 U.S. earth and life scientists) who give credence\nto creation-science, the general theory that complex life forms did not evolve\nbut appeared \"abruptly.\"\n- Newsweek, June 29, 1987, pg. 23\n",
  "\nEven if you can deceive people about a product through misleading statements,\nsooner or later the product will speak for itself.\n- Hajime Karatsu\n",
  "\nIn order to succeed in any enterprise, one must be persistent and patient.\nEven if one has to run some risks, one must be brave and strong enough to\nmeet and overcome vexing challenges to maintain a successful business in\nthe long run.  I cannot help saying that Americans lack this necessary \nchallenging spirit today.\n- Hajime Karatsu\n",
  "\nMemories of you remind me of you.\n-- Karl Lehenbauer\n",
  "\nLife.  Don't talk to me about life.\n- Marvin the Paranoid Anroid\n",
  "\nOn a clear disk you can seek forever.\n",
  "\nThe world is coming to an end--save your buffers!\n",
  "\ngrep me no patterns and I'll tell you no lines.\n",
  "\nIt is your destiny.\n- Darth Vader\n",
  "\nHokey religions and ancient weapons are no substitute for a good blaster at\nyour side.\n- Han Solo\n",
  "\nHow many QA engineers does it take to screw in a lightbulb?\n\n3: 1 to screw it in and 2 to say \"I told you so\" when it doesn't work.\n",
  "\nHow many NASA managers does it take to screw in a lightbulb?\n\n\"That's a known problem... don't worry about it.\"\n",
  "\nTo be is to program.\n",
  "\nTo program is to be.\n",
  "\nI program, therefore I am.\n",
  "\nPeople are very flexible and learn to adjust to strange\nsurroundings -- they can become accustomed to read Lisp and\nFortran programs, for example.\n- Leon Sterling and Ehud Shapiro, Art of Prolog, MIT Press\n",
  "\n\"I am your density.\"\n  -- George McFly in \"Back to the Future\"\n",
  "\n\"So why don't you make like a tree, and get outta here.\"\n  -- Biff in \"Back to the Future\"\n",
  "\n\"Falling in love makes smoking pot all day look like the ultimate in restraint.\"\n-- Dave Sim, author of Cerebrus.\n",
  "\nThe existence of god implies a violation of causality.\n",
  "\n\"I may kid around about drugs, but really, I take them seriously.\"\n- Doctor Graper\n",
  "\nOperating-system software is the program that orchestrates all the basic\nfunctions of a computer.\n- The Wall Street Journal, Tuesday, September 15, 1987, page 40\n",
  "\nI pledge allegiance to the flag\nof the United States of America\nand to the republic for which it stands,\none nation,\nindivisible,\nwith liberty\nand justice for all.\n- Francis Bellamy, 1892\n",
  "\nPeople think my friend George is weird because he wears sideburns...behind his \nears.  I think he's weird because he wears false teeth...with braces on them.\n-- Steven Wright\n",
  "\nMy brother sent me a postcard the other day with this big sattelite photo of\nthe entire earth on it. On the back it said: \"Wish you were here\".\n -- Steven Wright\n",
  "\nYou can't have everything... where would you put it?\n-- Steven Wright\n",
  "\nI was playing poker the other night... with Tarot cards. I got a full house and\n4 people died.\n-- Steven Wright\n",
  "\nYou know that feeling when you're leaning back on a stool and it starts to tip \nover?  Well, that's how I feel all the time.\n-- Steven Wright\n",
  "\nI came home the other night and tried to open the door with my car keys...and \nthe building started up.  So I took it out for a drive.  A cop pulled me over \nfor speeding.  He asked me where I live... \"Right here\".\n-- Steven Wright\n",
  "\n\"Live or die, I'll make a million.\"\n-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater\n",
  "\nThe typical page layout program is nothing more than an electronic\nlight table for cutting and pasting documents.\n",
  "\nThere are bugs and then there are bugs.  And then there are bugs.\n-- Karl Lehenbauer\n",
  "\nMy computer can beat up your computer.\n- Karl Lehenbauer\n",
  "\nKill Ugly Processor Architectures\n- Karl Lehenbauer\n",
  "\nKill Ugly Radio\n- Frank Zappa\n",
  "\n\"Just Say No.\"   - Nancy Reagan\n\n\"No.\"            - Ronald Reagan\n",
  "\nI believe that part of what propels science is the thirst for wonder.  It's a\nvery powerful emotion.  All children feel it.  In a first grade classroom\neverybody feels it; in a twelfth grade classroom almost nobody feels it, or\nat least acknowledges it.  Something happens between first and twelfth grade,\nand it's not just puberty.  Not only do the schools and the media not teach\nmuch skepticism, there is also little encouragement of this stirring sense\nof wonder.  Science and pseudoscience both arouse that feeling.  Poor\npopularizations of science establish an ecological niche for pseudoscience.\n- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87\n",
  "\nIf science were explained to the average person in a way that is accessible\nand exciting, there would be no room for pseudoscience.  But there is a kind\nof Gresham's Law by which in popular culture the bad science drives out the\ngood.  And for this I think we have to blame, first, the scientific community\nourselves for not doing a better job of popularizing science, and second, the\nmedia, which are in this respect almost uniformly dreadful.  Every newspaper\nin America has a daily astrology column.  How many have even a weekly\nastronomy column?  And I believe it is also the fault of the educational\nsystem.  We do not teach how to think.  This is a very serious failure that\nmay even, in a world rigged with 60,000 nuclear weapons, compromise the human\nfuture.\n- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87\n",
  "\n\"I maintain there is much more wonder in science than in pseudoscience.  And\nin addition, to whatever measure this term has any meaning, science has the\nadditional virtue, and it is not an inconsiderable one, of being true.\n- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87\n",
  "\nI'm often asked the question, \"Do you think there is extraterrestrial intelli-\ngence?\"  I give the standard arguments -- there are a lot of places out there,\nand use the word *billions*, and so on.  And then I say it would be astonishing\nto me if there weren't extraterrestrial intelligence, but of course there is as\nyet no compelling evidence for it.  And then I'm asked, \"Yeah, but what do you\nreally think?\"  I say, \"I just told you what I really think.\"  \"Yeah, but \nwhat's your gut feeling?\"  But I try not to think with my gut.  Really, it's\nokay to reserve judgment until the evidence is in.\n- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87\n",
  "\nRepel them.  Repel them.  Induce them to relinquish the spheroid.\n- Indiana University fans' chant for their perennially bad football team\n",
  "\nIf it's working, the diagnostics say it's fine.\nIf it's not working, the diagnostics say it's fine.\n- A proposed addition to rules for realtime programming\n",
  "\n   It is either through the influence of narcotic potions, of which all\nprimitive peoples and races speak in hymns, or through the powerful approach\nof spring, penetrating with joy all of nature, that those Dionysian stirrings\narise, which in their intensification lead the individual to forget himself\ncompletely. . . .Not only does the bond between man and man come to be forged\nonce again by the magic of the Dionysian rite, but alienated, hostile, or\nsubjugated nature again celebrates her reconciliation with her prodigal son,\nman.\n- Fred Nietzsche, The Birth of Tragedy\n",
  "\nThe characteristic property of hallucinogens, to suspend the boundaries between\nthe experiencing self and the outer world in an ecstatic, emotional experience,\nmakes it posible with their help, and after suitable internal and external\nperparation...to evoke a mystical experience according to plan, so to speak...\nI see the true importance of LSD in the possibility of providing materail aid \nto meditation aimed at the mystical experience of a deeper, comprehensive\nreality.  Such a use accords entirely with the essence and working character\nof LSD as a sacred drug.\n- Dr. Albert Hoffman, the discoverer of LSD\n",
  "\nI share the belief of many of my contemporaries that the spiritual crisis\npervading all spheres of Western industrial society can be remedied only \nby a change in our world view.  We shall have to shift from the materialistic,\ndualistic belief that people and their environment are separate, toward a\nnew conciousness of an all-encompassing reality, which embraces the \nexperiencing ego, a reality in which people feel their oneness with animate \nnature and all of creation.\n- Dr. Albert Hoffman\n",
  "\nDeliberate provocation of mystical experience, particularly by LSD and related\nhallucinogens, in contrast to spontaneous visionary experiences, entails\ndangers that must not be underestimated.  Practitioners must take into\naccount the peculiar effects of these substances, namely their ability to\ninfluence our consciousness, the innermost essence of our being.  The history\nof LSD to date amply demonstrates the catastrophic consequences that can\nensue when its profound effect is misjudged and the substance is mistaken\nfor a pleasure drug.  Special internal and external advance preperations\nare required; with them, an LSD experiment can become a meaningful\nexperience.\n- Dr. Albert Hoffman, the discoverer of LSD\n",
  "\nI believe that if people would learn to use LSD's vision-inducing capability\nmore wisely, under suitable conditions, in medical practice and in conjution\nwith meditation, then in the future this problem child could become a wonder\nchild.\n- Dr. Albert Hoffman, the discoverer of LSD\n",
  "\nIn the realm of scientific observation, luck is granted only to those who are\nprepared.\n- Louis Pasteur\n",
  "\ncore error - bus dumped\n",
  "\nIf imprinted foil seal under cap is broken or missing when purchased, do not \nuse.\n",
  "\n\"Come on over here, baby, I want to do a thing with you.\"\n- A Cop, arresting a non-groovy person after the revolution, Firesign Theater\n",
  "\n\"Ahead warp factor 1\"\n- Captain Kirk\n",
  "\n   Fiery energy lanced out, but the beams struck an intangible wall between\nthe Gubru and the rapidly turning Earth ship.\n\n   \"Water!\" it shrieked as it read the spectral report.  \"A barrier of water\nvapor!  A civilized race could not have found such a trick in the Library!\nA civilized race could not have stooped so low!  A civilized race would not\nhave...\"\n\n   It screamed as the Gubru ship hit a cloud of drifting snowflakes.\n\n- Startide Rising, by David Brin\n",
  "\nHarrison's Postulate:\n\tFor every action, there is an equal and opposite criticism.\n",
  "\nMr. Cole's Axiom:\n\tThe sum of the intelligence on the planet is a constant;\n\tthe population is growing.\n",
  "\nFelson's Law:\n\tTo steal ideas from one person is plagiarism; to steal from\n\tmany is research.\n",
  "\n...Another writer again agreed with all my generalities, but said that as an\ninveterate skeptic I have closed my mind to the truth.  Most notably I have\nignored the evidence for an Earth that is six thousand years old.  Well, I\nhaven't ignored it; I considered the purported evidence and *then* rejected it.\nThere is a difference, and this is a difference, we might say, between \nprejudice and postjudice.  Prejudice is making a judgment before you have\nlooked at the facts.  Postjudice is making a judgment afterwards.  Prejudice\nis terrible, in the sense that you commit injustices and you make serious\nmistakes.  Postjudice is not terrible.  You can't be perfect of course; you\nmay make mistakes also.  But it is permissible to make a judgment after you\nhave examined the evidence.  In some circles it is even encouraged.\n- Carl Sagan, The Burden of Skepticism, Skeptical Enquirer, Vol. 12, pg. 46\n",
  "\nIf a person (a) is poorly, (b) receives treatment intended to make him better,\nand (c) gets better, then no power of reasoning known to medical science can\nconvince him that it may not have been the treatment that restored his health.\n- Sir Peter Medawar, The Art of the Soluble\n",
  "\nAmerica has been discovered before, but it has always been hushed up.\n- Oscar Wilde\n",
  "\nUnix:  Some say the learning curve is steep, but you only have to climb it once.\n-- Karl Lehenbauer\n",
  "\nSometimes, too long is too long.\n- Joe Crowe\n",
  "\nWhen bad men combine, the good must associate; else they will fall one by one,\nan unpitied sacrifice in a contemptible struggle.\n- Edmund Burke\n",
  "\nBehind all the political rhetoric being hurled at us from abroad, we are \nbringing home one unassailable fact -- [terrorism is] a crime by any civilized\nstandard, committed against innocent people, away from the scene of political\nconflict, and must be dealt with as a crime. . . .\n   [I]n our recognition of the nature of terrorism as a crime lies our best hope\nof dealing with it. . . .\n   [L]et us use the tools that we have.  Let us invoke the cooperation we have\nthe right to expect around the world, and with that cooperation let us shrink\nthe dark and dank areas of sanctuary until these cowardly marauders are held\nto answer as criminals in an open and public trial for the crimes they have\ncommitted, and receive the punishment they so richly deserve.\n- William H. Webster, Director, Federal Bureau of Investigation, 15 Oct 1985\n",
  "\n\"Of all the tyrannies that affect mankind, tyranny in religion is the worst.\"\n- Thomas Paine\n",
  "\n\"I say we take off; nuke the site from orbit.  It's the only way to be sure.\"\n- Corporal Hicks, in \"Aliens\"\n",
  "\n\"There is nothing so deadly as not to hold up to people the opportunity to\ndo great and wonderful things, if we wish to stimulate them in an active way.\"\n- Dr. Harold Urey, Nobel Laureate in chemistry\n",
  "\n\"...proper attention to Earthly needs of the poor, the depressed and the\ndowntrodden, would naturally evolve from dynamic, articulate, spirited\nawareness of the great goals for Man and the society he conspired to erect.\"\n- David Baker, paraphrasing Harold Urey, in \"The History of Manned Space Flight\"\n",
  "\n\"Athens built the Acropolis.  Corinth was a commercial city, interested in\npurely materialistic things.  Today we admire Athens, visit it, preserve the\nold temples, yet we hardly ever set foot in Corinth.\"\n- Dr. Harold Urey, Nobel Laureate in chemistry\n",
  "\n\"Largely because it is so tangible and exciting a program and as such will\nserve to keep alive the interest and enthusiasm of the whole spectrum of\nsociety...It is justified because...the program can give a sense of shared\nadventure and achievement to the society at large.\"\n- Dr. Colin S. Pittendrigh, in \"The History of Manned Space Flight\"\n",
  "\nThe challenge of space exploration and particularly of landing men on the moon\nrepresents the greatest challenge which has ever faced the human race.  Even\nif there were no clear scientific or other arguments for proceeding with this\ntask, the whole history of our civilization would still impel men toward the\ngoal.  In fact, the assembly of the scientific and military with these human\narguments creates such an overwhelming case that in can be ignored only by\nthose who are blind to the teachings of history, or who wish to suspend the\ndevelopment of civilization at its moment of greatest opportunity and drama.\n- Sir Bernard Lovell, 1962, in \"The History of Manned Space Flight\"\n",
  "\nThe idea of man leaving this earth and flying to another celestial body and\nlanding there and stepping out and walking over that body has a fascination\nand a driving force that can get the country to a level of energy, ambition,\nand will that I do not see in any other undertaking.  I think if we are\nhonest with ourselves, we must admit that we needed that impetus extremely\nstrongly.  I sincerely believe that the space program, with its manned\nlanding on the moon, if wisely executed, will become the spearhead for a\nbroad front of courageous and energetic activities in all the fields of\nendeavour of the human mind - activities which could not be carried out \nexcept in a mental climate of ambition and confidence which such a spearhead\ncan give.\n- Dr. Martin Schwarzschild, 1962, in \"The History of Manned Space Flight\"\n",
  "\nHuman society - man in a group - rises out of its lethargy to new levels of\nproductivity only under the stimulus of deeply inspiring and commonly \nappreciated goals.  A lethargic world serves no cause well; a spirited world\nworking diligently toward earnestly desired goals provides the means and\nthe strength toward which many ends can be satisfied...to unparalleled\nsocial accomplishment.\n- Dr. Lloyd V. Berkner, in \"The History of Manned Space Flight\"\n",
  "\nThe vigor of civilized societies is preserved by the widespread sense that high\naims are worth-while.  Vigorous societies harbor a certain extravagance of\nobjectives, so that men wander beyond the safe provision of personal\ngratifications.  All strong interests easily become impersonal, the love of\na good job well done.  There is a sense of harmony about such an accomplishment,\nthe Peace brought by something worth-while.\n- Alfred North Whitehead, 1963, in \"The History of Manned Space Flight\"\n",
  "\nI do not believe that this generation of Americans is willing to resign itself\nto going to bed each night by the light of a Communist moon...\n- Lyndon B. Johnson\n",
  "\nLife's the same, except for the shoes.\n- The Cars\n",
  "\nPurple hum\nAssorted cars\nLaser lights, you bring\n\nAll to prove\nYou're on the move\nand vanishing\n- The Cars\n",
  "\nCould be you're crossing the fine line\nA silly driver kind of...off the wall\n\nYou keep it cool when it's t-t-tight\n...eyes wide open when you start to fall.\n- The Cars\n",
  "\nAdapt.  Enjoy.  Survive.\n",
  "\nWere there fewer fools, knaves would starve.\n- Anonymous\n",
  "\nHumanity has the stars in its future, and that future is too important to be\nlost under the burden of juvenile folly and ignorant superstition.\n- Isaac Asimov\n",
  "\nAnd the crowd was stilled.  One elderly man, wondering at the sudden silence,\nturned to the Child and asked him to repeat what he had said.  Wide-eyed,\nthe Child raised his voice and said once again, \"Why, the Emperor has no\nclothes!  He is naked!\"\n- \"The Emperor's New Clothes\"\n",
  "\n\"Those who believe in astrology are living in houses with foundations of\nSilly Putty.\"\n-  Dennis Rawlins, astronomer\n",
  "\nTo date, the firm conclusions of Project Blue Book are:\n   1. no unidentified flying object reported, investigated and evaluated\n      by the Air Force has ever given any indication of threat to our\n      national security;\n   2. there has been no evidence submitted to or discovered by the Air\n      Force that sightings categorized as UNIDENTIFIED represent\n      technological developments or principles beyond the range of\n      present-day scientific knowledge; and\n   3. there has been no evidence indicating that sightings categorized\n      as UNIDENTIFIED are extraterrestrial vehicles.\n- the summary of Project Blue Book, an Air Force study of UFOs from 1950\n  to 1965, as quoted by James Randi in Flim-Flam!\n",
  "\nThose who believe that they believe in God, but without passion in their\nhearts, without anguish in mind, without uncertainty, without doubt,\nwithout an element of despair even in their consolation, believe only\nin the God idea, not God Himself.\n- Miguel de Unamuno, Spanish philosopher and writer\n",
  "\nDoubt is a pain too lonely to know that faith is his twin brother.\n- Kahlil Gibran\n",
  "\nDoubt isn't the opposite of faith; it is an element of faith.\n- Paul Tillich, German theologian and historian\n",
  "\nDoubt is not a pleasant condition, but certainty is absurd.\n- Voltaire\n",
  "\nIf only God would give me some clear sign!  Like making a large deposit\nin my name at a Swiss Bank.\n- Woody Allen\n",
  "\nI cannot affirm God if I fail to affirm man.  Therefore, I affirm both.\nWithout a belief in human unity I am hungry and incomplete.  Human unity\nis the fulfillment of diversity.  It is the harmony of opposites.  It is\na many-stranded texture, with color and depth.\n- Norman Cousins\n",
  "\nTo downgrade the human mind is bad theology.\n- C. K. Chesterton\n",
  "\n...difference of opinion is advantageious in religion.  The several sects\nperform the office of a common censor morum over each other.  Is uniformity\nattainable?  Millions of innocent men, women, and children, since the\nintroduction of Christianity, have been burnt, tortured, fined, imprisoned;\nyet we have not advanced one inch towards uniformity.\n- Thomas Jefferson, \"Notes on Virginia\"\n",
  "\nLife is a process, not a principle, a mystery to be lived, not a problem to\nbe solved.\n- Gerard Straub, television producer and author (stolen from Frank Herbert??)\n",
  "\nSo we follow our wandering paths, and the very darkness acts as our guide and\nour doubts serve to reassure us.\n- Jean-Pierre de Caussade, eighteenth-century Jesuit priest\n",
  "\nFaith may be defined briefly as an illogical belief in the occurence of the\nimprobable.\n- H. L. Mencken\n",
  "\nAnd do you not think that each of you women is an Eve?  The judgement of God\nupon your sex endures today; and with it invariably endures your position of \ncriminal at the bar of justice.\n- Tertullian, second-century Christian writer, misogynist\n",
  "\nI judge a religion as being good or bad based on whether its adherents\nbecome better people as a result of practicing it.\n- Joe Mullally, computer salesman\n",
  "\nImitation is the sincerest form of plagarism.\n",
  "\n\"Unibus timeout fatal trap program lost sorry\"\n- An error message printed by DEC's RSTS operating system for the PDP-11\n",
  "\nHow many surrealists does it take to screw in a lightbulb?\n\nOne to hold the giraffe and one to fill the bathtub with brightly colored\npower tools.\n",
  "\nHow many Bavarian Illuminati does it take to screw in a lightbulb?\n\nThree: one to screw it in, and one to confuse the issue.\n",
  "\nHow long does it take a DEC field service engineer to change a lightbulb?\n\nIt depends on how many bad ones he brought with him.\n",
  "\nIt does me no injury for my neighbor to say there are twenty gods or no God.\nIt neither picks my pocket nor breaks my leg.\n- Thomas Jefferson\n",
  "\nI do not believe in the creed professed by the Jewish Church, by the Roman\nChurch, by the Greek Church, by the Turkish Church, by the Protestant Church,\nnor by any Church that I know of.  My own mind is my own Church.\n- Thomas Paine\n",
  "\nGod requireth not a uniformity of religion.\n- Roger Williams\n",
  "\nThe day will come when the mystical generation of Jesus, by the Supreme Being\nas his Father, in the womb of a virgin will be classified with the fable of\nthe generation of Minerva in the brain of Jupiter.  But we may hope that the\ndawn of reason and freedom of thought in these United States will do away with\nthis artificial scaffolding and restore to us the primitive and genuine\ndoctrines of this most venerated Reformer of human errors.\n- Thomas Jefferson\n",
  "\nLet us, then, fellow citizens, unite with one heart and one mind.  Let us\nrestore to social intercourse that harmony and affection without which\nliberty and even life itself are but dreary things.  And let us reflect\nthat having banished from our land that religious intolerance under which\nmankind so long bled, we have yet gained little if we counternance a\npolitical intolerance as despotic, as wicked, and capable of a bitter and\nbloody persecutions.\n- Thomas Jefferson\n",
  "\nI do not find in orthodox Christianity one redeeming feature.\n- Thomas Jefferson\n",
  "\nThe divinity of Jesus is made a convenient cover for absurdity.  Nowhere\nin the Gospels do we find a precept for Creeds, Confessions, Oaths,\nDoctrines, and whole carloads of other foolish trumpery that we find in\nChristianity.\n- John Adams\n",
  "\nThe Bible is not my Book and Christianity is not my religion.  I could\nnever give assent to the long complicated statements of Christian dogma.\n- Abraham Lincoln\n",
  "\nAs to Jesus of Nazareth...I think the system of Morals and his Religion,\nas he left them to us, the best the World ever saw or is likely to see;\nbut I apprehend it has received various corrupting Changes, and I have,\nwith most of the present Dissenters in England, some doubts as to his\ndivinity.\n- Benjamin Franklin\n",
  "\nI would have promised those terrorists a trip to Disneyland if it would have\ngotten the hostages released.  I thank God they were satisfied with the\nmissiles and we didn't have to go to that extreme.\n- Oliver North\n",
  "\nI believe in an America where the separation of church and state is absolute --\nwhere no Catholic prelate would tell the president (should he be Catholic)\nhow to act, and no Protestant minister would tell his parishoners for whom\nto vote--where no church or church school is granted any public funds or\npolitical preference--and where no man is denied public office merely\nbecause his religion differs from the president who might appoint him or the\npeople who might elect him.\n- from John F. Kennedy's address to the Greater Houston Ministerial Association\n  September 12, 1960.\n",
  "\nThe truth is that Christian theology, like every other theology, is not only\nopposed to the scientific spirit; it is also opposed to all other attempts\nat rational thinking.  Not by accident does Genesis 3 make the father of\nknowledge a serpent -- slimy, sneaking and abominable.  Since the earliest\ndays the church as an organization has thrown itself violently against every\neffort to liberate the body and mind of man.  It has been, at all times and\neverywhere, the habitual and incorrigible defender of bad governments, bad\nlaws, bad social theories, bad institutions.  It was, for centuries, an\napologist for slavery, as it was the apologist for the divine right of kings.\n- H. L. Mencken\n",
  "\nThe notion that science does not concern itself with first causes -- that it\nleaves the field to theology or metaphysics, and confines itself to mere \neffects -- this notion has no support in the plain facts.  If it could,\nscience would explain the origin of life on earth at once--and there is \nevery reason to believe that it will do so on some not too remote tomorrow.\nTo argue that gaps in knowledge which will confront the seeker must be filled,\nnot by patient inquiry, but by intuition or revelation, is simply to give\nignorance a gratuitous and preposterous dignity....\n- H. L. Mencken, 1930\n",
  "\nThe evidence of the emotions, save in cases where it has strong objective\nsupport, is really no evidence at all, for every recognizable emotion has\nits opposite, and if one points one way then another points the other way.\nThus the familiar argument that there is an instinctive desire for immortality,\nand that this desire proves it to be a fact, becomes puerile when it is\nrecalled that there is also a powerful and widespread fear of annihilation,\nand that this fear, on the same principle proves that there is nothing\nbeyond the grave.  Such childish \"proofs\" are typically theological, and\nthey remain theological even when they are adduced by men who like to \nflatter themselves by believing that they are scientific gents....\n- H. L. Mencken\n",
  "\nThere is, in fact, no reason to believe that any given natural phenomenon,\nhowever marvelous it may seem today, will remain forever inexplicable.\nSoon or late the laws governing the production of life itself will be \ndiscovered in the laboratory, and man may set up business as a creator\non his own account.  The thing, indeed, is not only conceivable; it is\neven highly probable.\n- H. L. Mencken, 1930\n",
  "\nThe best that we can do is to be kindly and helpful toward our friends and\nfellow passengers who are clinging to the same speck of dirt while we are\ndrifting side by side to our common doom.\n- Clarence Darrow\n",
  "\nWe're here to give you a computer, not a religion.\n- attributed to Bob Pariseau, at the introduction of the Amiga\n",
  "\n...there can be no public or private virtue unless the foundation of action is\nthe practice of truth.\n- George Jacob Holyoake\n",
  "\n\"If you'll excuse me a minute, I'm going to have a cup of coffee.\"\n- broadcast from Apollo 11's LEM, \"Eagle\", to Johnson Space Center, Houston\n  July 20, 1969, 7:27 P.M.\n",
  "\nThe meek are contesting the will.\n",
  "\nI'm sick of being trodden on!  The Elder Gods say they can make me a man!\nAll it costs is my soul!  I'll do it, cuz NOW I'M MAD!!!\n- Necronomicomics #1, Jack Herman & Jeff Dee\n",
  "\n   On Krat's main screen appeared the holo image of a man, and several dolphins.\nFrom the man's shape, Krat could tell it was a female, probably their leader.\n   \"...stupid creatures unworthy of the name `sophonts.'  Foolish, pre-sentient\nupspring of errant masters.  We slip away from all your armed might, laughing\nat your clumsiness!  We slip away as we always will, you pathetic creatures.\nAnd now that we have a real head start, you'll never catch us!  What better\nproof that the Progenitors favor not you, but us!  What better proof...\"\n   The taunt went on.  Krat listened, enraged, yet at the same time savoring\nthe artistry of it.  These men are better than I'd thought.  Their insults\nare wordy and overblown, but they have talent.  They deserve honorable, slow\ndeaths.\n- David Brin, Startide Rising\n",
  "\n\"I'm a mean green mother from outer space\"\n -- Audrey II, The Little Shop of Horrors\n",
  "\nLike my parents, I have never been a regular church member or churchgoer.\nIt doesn't seem plausible to me that there is the kind of God who\nwatches over human affairs, listens to prayers, and tries to guide\npeople to follow His precepts -- there is just too much misery and\ncruelty for that.  On the other hand, I respect and envy the people \nwho get inspiration from their religions.\n- Benjamin Spock\n",
  "\nAny sufficiently advanced technology is indistinguishable from a rigged demo.\n- Andy Finkel, computer guy\n",
  "\nBeing schizophrenic is better than living alone.\n",
  "\nNOWPRINT. NOWPRINT. Clemclone, back to the shadows again.\n- The Firesign Theater\n",
  "\nYes, many primitive people still believe this myth...But in today's technical \nvastness of the future, we can guess that surely things were much different.\n- The Firesign Theater\n",
  "\n...this is an awesome sight.  The entire rebel resistance buried under six\nmillion hardbound copies of \"The Naked Lunch.\"\n- The Firesign Theater\n",
  "\nWe want to create puppets that pull their own strings.\n- Ann Marion\n",
  "\nI know engineers.  They love to change things.\n- Dr. McCoy\n",
  "\nOn our campus the UNIX system has proved to be not only an effective software\ntool, but an agent of technical and social change within the University.\n- John Lions (U. of Toronto (?))\n",
  "\nThose who do not understand Unix are condemned to reinvent it, poorly.\n- Henry Spencer, University of Toronto Unix hack\n",
  "\n\"You know why there are so few sophisticated computer terrorists in the United\nStates?  Because your hackers have so much mobility into the establishment.\nHere, there is no such mobility.  If you have the slightest bit of intellectual\nintegrity you cannot support the government.... That's why the best computer \nminds belong to the opposition.\"\n- an anonymous member of the outlawed Polish trade union, Solidarity\n",
  "\n\"Every Solidarity center had piles and piles of paper .... everyone was\neating paper and a policeman was at the door.  Now all you have to do is\nbend a disk.\"\n- an anonymous member of the outlawed Polish trade union, Solidarity, \n  commenting on the benefits of using computers in support of their movement\n",
  "\nClothes make the man.  Naked people have little or no influence on society.\n- Mark Twain\n",
  "\nThe sooner all the animals are extinct, the sooner we'll find their money.\n- Ed Bluestone\n",
  "\nHe's dead, Jim.\n",
  "\nNew York... when civilization falls apart, remember, we were way ahead of you.\n- David Letterman\n",
  "\nYou can do more with a kind word and a gun than with just a kind word.\n- Al Capone\n",
  "\nThe fountain code has been tightened slightly so you can no longer dip objects\ninto a fountain or drink from one while you are floating in mid-air due to\nlevitation.\n\nTeleporting to hell via a teleportation trap will no longer occur if the \ncharacter does not have fire resistance.\n\n- README file from the NetHack game\n",
  "\nRemember, there's a big difference between kneeling down and bending over.\n- Frank Zappa\n",
  "\nI think that all right-thinking people in this country are sick and\ntired of being told that ordinary decent people are fed up in this\ncountry with being sick and tired.  I'm certainly not.  But I'm\nsick and tired of being told that I am.\n- Monty Python\n",
  "\n\"There is no statute of limitations on stupidity.\"\n-- Randomly produced by a computer program called Markov3.\n",
  "\nThere is a time in the tides of men,\nWhich, taken at its flood, leads on to success.\nOn the other hand, don't count on it.\n- T. K. Lawson\n",
  "\nTo follow foolish precedents, and wink\nWith both our eyes, is easier than to think.\n- William Cowper\n",
  "\nIt is the quality rather than the quantity that matters.\n- Lucius Annaeus Seneca (4 B.C. - A.D. 65)\n",
  "\nOne may be able to quibble about the quality of a single experiment, or\nabout the veracity of a given experimenter, but, taking all the supportive\nexperiments together, the weight of evidence is so strong as readily to\nmerit a wise man's reflection.\n- Professor William Tiller, parapsychologist, Standford University,\n  commenting on psi research\n",
  "\nNothing ever becomes real until it is experienced.\n- John Keats\n",
  "\nYour good nature will bring you unbounded happiness.\n",
  "\n\"Our journey toward the stars has progressed swiftly.\n\nIn 1926 Robert H. Goddard launched the first liquid-propelled rocket,\nachieving an altitude of 41 feet.  In 1962 John Glenn orbited the earth.\n\nIn 1969, only 66 years after Orville Wright flew two feet off the ground\nfor 12 seconds, Neil Armstrong, Buzz Aldrin and I rocketed to the moon\nin Apollo 11.\"\n-- Michael Collins\n   Former astronaut and past Director of the National Air and Space Museum\n",
  "\nMost people exhibit what political scientists call \"the conservatism of the\npeasantry.\"  Don't lose what you've got.  Don't change.  Don't take a chance,\nbecause you might end up starving to death.  Play it safe.  Buy just as much\nas you need.  Don't waste time.\n\nWhen  we think about risk, human beings and corporations realize in their\nheads that risks are necessary to grow, to survive.  But when it comes down\nto keeping good people when the crunch comes, or investing money in\nsomething untried, only the brave reach deep into their pockets and play\nthe game as it must be played.\n\n- David Lammers, \"Yakitori\", Electronic Engineering Times, January 18, 1988\n",
  "\n\"We can't schedule an orgy, it might be construed as fighting\"\n--Stanley Sutton\n",
  "\nWeekends were made for programming.\n- Karl Lehenbauer\n",
  "\n\"Once he had one leg in the White House and the nation trembled under his \nroars.  Now he is a tinpot pope in the Coca-Cola belt and a brother to the\nforlorn pastors who belabor halfwits in galvanized iron tabernacles behind\nthe railroad yards.\"\n- H. L. Mencken, writing of William Jennings Bryan, counsel for the supporters\n  of Tennessee's anti-evolution law at the Scopes \"Monkey Trial\" in 1925.\n",
  "\n...we must counterpose the overwhelming judgment provided by consistent\nobservations and inferences by the thousands.  The earth is billions of\nyears old and its living creatures are linked by ties of evolutionary\ndescent.  Scientists stand accused of promoting dogma by so stating, but\ndo we brand people illiberal when they proclaim that the earth is neither\nflat nor at the center of the universe?  Science *has* taught us some\nthings with confidence!  Evolution on an ancient earth is as well\nestablished as our planet's shape and position.  Our continuing struggle\nto understand how evolution happens (the \"theory of evolution\") does not\ncast our documentation of its occurrence -- the \"fact of evolution\" --\ninto doubt.\n- Stephen Jay Gould, \"The Verdict on Creationism\", The Skeptical Inquirer,\n  Vol XII No. 2\n",
  "\nThis was the ultimate form of ostentation among technology freaks -- to have\na system so complete and sophisticated that nothing showed; no machines,\nno wires, no controls.\n- Michael Swanwick, \"Vacuum Flowers\"\n",
  "\nMen ought to know that from the brain and from the brain only arise our\npleasures, joys, laughter, and jests as well as our sorrows, pains, griefs\nand tears.  ... It is the same thing which makes us mad or delirious, inspires\nus with dread and fear, whether by night or by day, brings us sleeplessness,\ninopportune mistakes, aimless anxieties, absent-mindedness and acts that are\ncontrary to habit...\n- Hippocrates (c. 460-c. 377 B.C.), The Sacred Disease\n",
  "\nModern psychology takes completely for granted that behavior and neural function\nare perfectly correlated, that one is completely caused by the other.  There is\nno separate soul or lifeforce to stick a finger into the brain now and then and\nmake neural cells do what they would not otherwise.  Actually, of course, this\nis a working assumption only....It is quite conceivable that someday the\nassumption will have to be rejected.  But it is important also to see that we\nhave not reached that day yet: the working assumption is a necessary one and\nthere is no real evidence opposed to it.  Our failure to solve a problem so\nfar does not make it insoluble.  One cannot logically be a determinist in\nphysics and biology, and a mystic in psychology.\n- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949\n",
  "\nPrevalent beliefs that knowledge can be tapped from previous incarnations or\nfrom a \"universal mind\" (the repository of all past wisdom and creativity)\nnot only are implausible but also unfairly demean the stunning achievements\nof individual human brains.\n- Barry L. Beyerstein, \"The Brain and Consciousness: Implications for Psi\n  Phenomena\", The Skeptical Inquirer, Vol. XII No. 2, ppg. 163-171\n",
  "\n... Fortunately, the responsibility for providing evidence is on the part of\nthe person making the claim, not the critic.  It is not the responsibility\nof UFO skeptics to prove that a UFO has never existed, nor is it the\nresponsibility of paranormal-health-claims skeptics to prove that crystals\nor colored lights never healed anyone.  The skeptic's role is to point out\nclaims that are not adequately supported by acceptable evidcence and to\nprovide plausible alternative explanations that are more in keeping with\nthe accepted body of scientific evidence. ...\n- Thomas L. Creed, The Skeptical Inquirer, Vol. XII No. 2, pg. 215\n",
  "\n\"Ada is the work of an architect, not a computer scientist.\"\n- Jean Icbiah, inventor of Ada, weenie\n",
  "\nExtraordinary claims demand extraordinary proof.  There are many examples of\noutsiders who eventually overthrew entrenched scientific orthodoxies, but\nthey prevailed with irrefutable data.  More often, egregious findings that\ncontradict well-established research turn out to be artifacts.  I have\nargued that accepting psychic powers, reincarnation, \"cosmic conciousness,\"\nand the like, would entail fundamental revisions of the foundations of\nneuroscience.  Before abandoning materialist theories of mind that have paid\nhandsome dividends, we should insist on better evidence for psi phenomena\nthan presently exists, especially when neurology and psychology themselves\noffer more plausible alternatives.\n- Barry L. Beyerstein, \"The Brain and Conciousness: Implications for Psi\n   Phenomena\", The Skeptical Inquirer, Vol. XII No. 2, ppg. 163-171\n",
  "\nEvolution is a bankrupt speculative philosophy, not a scientific fact.\nOnly a spiritually bankrupt society could ever believe it. ... Only\natheists could accept this Satanic theory.\n- Rev. Jimmy Swaggart, \"The Pre-Adamic Creation and Evolution\"\n",
  "\nEvolution is as much a fact as the earth turning on its axis and going around\nthe sun.  At one time this was called the Copernican theory; but, when\nevidence for a theory becomes so overwhelming that no informed person\ncan doubt it, it is customary for scientists to call it a fact.  That all\npresent life descended from earlier forms, over vast stretches of geologic\ntime, is as firmly established as Copernican cosmology.  Biologists differ\nonly with respect to theories about how the process operates.\n- Martin Gardner, \"Irving Kristol and the Facts of Life\", \n   The Skeptical Inquirer, Vol. XII No. 2, ppg. 128-131\n",
  "\n...It is sad to find him belaboring the science community for its united\nopposition to ignorant creationists who want teachers and textbooks to\ngive equal time to crank arguments that have advanced not a step beyond\nthe flyblown rhetoric of Bishop Wilberforce and William Jennings Bryan.\n- Martin Gardner, \"Irving Kristol and the Facts of Life\", \n   The Skeptical Inquirer, Vol. XII No. 2, ppg. 128-131\n",
  "\n... The book is worth attention for only two reasons:  (1) it attacks\nattempts to expose sham paranormal studies; and (2) it is very well and\nplausibly written and so rather harder to dismiss or refute by simple\njeering.\n- Harry Eagar, reviewing \"Beyond the Quantum\" by Michael Talbot,\n   The Skeptical Inquirer, Vol. XII No. 2, ppg. 200-201\n",
  "\nNow I lay me down to sleep\nI hear the sirens in the street\nAll my dreams are made of chrome\nI have no way to get back home\n- Tom Waits\n",
  "\nI am here by the will of the people and I won't leave until I get my raincoat\nback.\n- a slogan of the anarchists in Richard Kadrey's \"Metrophage\"\n",
  "\nHow many nuclear engineers does it take to change a light bulb ?\n\nSeven:  One to install the new bulb, and six to determine what to do\n        with the old one for the next 10,000 years.\n",
  "\nMike's Law:\nFor a lumber company employing two men and a cut-off saw, the\nmarginal product of labor for any number of additional workers\nequals zero until the acquisition of another cut-off saw.\nLet's not even consider a chainsaw.\n- Mike Dennison\n[You could always schedule the saw, though - ed.]\n",
  "\nAs long as we're going to reinvent the wheel again, we might as well try making\nit round this time.\n- Mike Dennison\n",
  "\nThis conjunction of an immense military establishment and a large arms \nindustry is now in the American experience... We must not fail to \ncomprehend its grave implications... We must guard against the \nacquisition of unwarranted influence...by the military-industrial\ncomplex.  The potential for the disastrous rise of misplaced power\nexists and will persist.\n- Dwight D. Eisenhower, from his farewell address in 1961\n",
  "\nThis restaurant was advertising breakfast any time. So I ordered\nfrench toast in the renaissance.\n- Steven Wright, comedian\n",
  "\nEveryone has a purpose in life.  Perhaps yours is watching television.\n- David Letterman\n",
  "\nA lot of the stuff I do is so minimal, and it's designed to be minimal.\nThe smallness of it is what's attractive.  It's weird, 'cause it's so\nintellectually lame.  It's hard to see me doing that for the rest of\nmy life.  But at the same time, it's what I do best.\n- Chris Elliot, writer and performer on \"Late Night with David Letterman\"\n",
  "\ne-credibility: the non-guaranteeable likelihood that the electronic data \nyou're seeing is genuine rather than somebody's made-up crap.\n- Karl Lehenbauer\n",
  "\nWhenever people agree with me, I always think I must be wrong.\n- Oscar Wilde\n",
  "\nMy mother is a fish.\n- William Faulkner\n",
  "\nThe further the spiritual evolution of mankind advances, the more certain it\nseems to me that the path to genuine religiosity does not lie through the\nfear of life, and the fear of death, and blind faith, but through striving\nafter rational knowledge.\n- Albert Einstein\n",
  "\nThe more a man is imbued with the ordered regularity of all events, the firmer\nbecomes his conviction that there is no room left by the side of this ordered\nregularity for causes of a different nature.  For him neither the rule of\nhuman nor the rule of divine will exists as an independent cause of natural\nevents.  To be sure, the doctrine of a personal God interfering with natural\nevents could never be refuted, in the real sense, by science, for this\ndoctrine can always take refuge in those domains in which scientific knowledge\nhas not yet been able to set foot.\n\nBut I am persuaded that such behavior on the part of the representatives\nof religion would not only be unworthy but also fatal.  For a doctrine which \nis able to maintain itself not in clear light, but only in the dark, will\nof necessity lose its effect on mankind, with incalculable harm to human\nprogress.  In their struggle for the ethical good, teachers of religion\nmust have the stature to give up the doctrine of a personal God, that is, \ngive up that source of fear and hope which in the past placed such vast\npowers in the hands of priests.  In their labors they will have to avail\nthemselves of those forces which are capable of cultivating the Good, the \nTrue, and the Beautiful in humanity itself.  This is, to be sure, a more\ndifficult but an incomparably more worthy task.\n- Albert Einstein\n",
  "\nAnyone who knows history, particularly the history of Europe, will, I think,\nrecognize that the domination of education or of government by any one\nparticular religious faith is never a happy arrangement for the people.\n- Eleanor Roosevelt\n",
  "\nMost non-Catholics know that the Catholic schools are rendering a greater\nservice to our nation than the public schools in which subversive textbooks\nhave been used, in which Communist-minded teachers have taught, and from\nwhose classrooms Christ and even God Himself are barred.\n- from \"Our Sunday Visitor\", an American-Catholic newspaper, 1949\n",
  "\nThose of us who believe in the right of any human being to belong to whatever\nchurch he sees fit, and to worship God in his own way, cannot be accused\nof prejudice when we do not want to see public education connected with\nreligious control of the schools, which are paid for by taxpayers' money.\n- Eleanor Roosevelt\n",
  "\nSpiritual leadership should remain spiritual leadership and the temporal\npower should not become too important in any church.\n- Eleanor Roosevelt\n",
  "\nTruth has always been found to promote the best interests of mankind...\n- Percy Bysshe Shelley\n",
  "\nIf atheism is to be used to express the state of mind in which God is\nidentified with the unknowable, and theology is pronounced to be a\ncollection of meaningless words about unintelligible chimeras, then\nI have no doubt, and I think few people doubt, that atheists are as\nplentiful as blackberries...\n- Leslie Stephen (1832-1904), literary essayist, author\n",
  "\nIt is wrong always, everywhere and for everyone to believe anything upon\ninsufficient evidence.\n- W. K. Clifford, British philosopher, circa 1876\n",
  "\nWhy, when no honest man will deny in private that every ultimate problem is\nwrapped in the profoundest mystery, do honest men proclaim in pulpits\nthat unhesitating certainty is the duty of the most foolish and ignorant?\nIs it not a spectacle to make the angels laugh?  We are a company of\nignorant beings, feeling our way through mists and darkness, learning only\nbe incessantly repeated blunders, obtaining a glimmering of truth by\nfalling into every conceivable error, dimly discerning light enough for \nour daily needs, but hopelessly differing whenever we attempt to describe\nthe ultimate origin or end of our paths; and yet, when one of us ventures\nto declare that we don't know the map of the universe as well as the map\nof our infintesimal parish, he is hooted, reviled, and perhaps told that\nhe will be damned to all eternity for his faithlessness...\n- Leslie Stephen, \"An agnostic's Apology\", Fortnightly Review, 1876\n",
  "\nTill then we shall be content to admit openly, what you (religionists)\nwhisper under your breath or hide in technical jargon, that the ancient\nsecret is a secret still; that man knows nothing of the Infinite and\nAbsolute; and that, knowing nothing, he had better not be dogmatic about\nhis ignorance.  And, meanwhile, we will endeavour to be as charitable as\npossible, and whilst you trumpet forth officially your contempt for our\nskepticism, we will at least try to believe that you are imposed upon\nby your own bluster.\n- Leslie Stephen, \"An agnostic's Apology\", Fortnightly Review, 1876\n",
  "\nMarriage is the only adventure open to the cowardly.\n- Voltaire\n",
  "\nWhat is tolerance? -- it is the consequence of humanity.  We are all formed\nof frailty and error; let us pardon reciprocally each other's folly --\nthat is the first law of nature.\n- Voltaire\n",
  "\nIt is clear that the individual who persecutes a man, his brother, because\nhe is not of the same opinion, is a monster.\n- Voltaire\n",
  "\nI simply try to aid in letting the light of historical truth into that\ndecaying mass of outworn thought which attaches the modern world to\nmedieval conceptions of Christianity, and which still lingers among us --\na most serious barrier to religion and morals, and a menace to the whole\nnormal evolution of society.\n- Andrew D. White, author, first president of Cornell University, 1896\n",
  "\nThe man scarce lives who is not more credulous than he ought to be.... The\nnatural disposition is always to believe.  It is acquired wisdom and experience\nonly that teach incredulity, and they very seldom teach it enough.\n- Adam Smith\n",
  "\nI put the shotgun in an Adidas bag and padded it out with four pairs of tennis\nsocks, not my style at all, but that was what I was aiming for:  If they think\nyou're crude, go technical; if they think you're technical, go crude.  I'm a\nvery technical boy.  So I decided to get as crude as possible.  These days,\nthough, you have to be pretty technical before you can even aspire to \ncrudeness.\n- Johnny Mnemonic, by William Gibson\n",
  "\nHowever, on religious issures there can be little or no compromise.\nThere is no position on which people are so immovable as their religious\nbeliefs.  There is no more powerful ally one can claim in a debate than\nJesus Christ, or God, or Allah, or whatever one calls this supreme being.\nBut like any powerful weapon, the use of God's name on one's behalf\nshould be used sparingly.  The religious factions that are growing\nthroughout our land are not using their religious clout with wisdom.\nThey are trying to force government leaders into following their position\n100 percent.  If you disagree with these religious groups on a \nparticular moral issue, they complain, they threaten you with a loss of\nmoney or votes or both.  I'm frankly sick and tired of the political\npreachers across this country telling me as a citizen that if I want to be\na moral person, I must believe in \"A,\" \"B,\" \"C,\" and \"D.\"  Just who do\nthey think they are?  And from where do they presume to claim the \nright to dictate their moral beliefs to me?  And I am even more angry as\na legislator who must endure the threats of every religious group who\nthinks it has some God-granted right to control my vote on every roll\ncall in the Senate.  I am warning them today:  I will fight them every\nstep of the way if they try to dictate their moral convictions to all\nAmericans in the name of \"conservatism.\"\n- Senator Barry Goldwater, from the Congressional Record, September 16, 1981\n",
  "\n\"I think every good Christian ought to kick Falwell's ass.\"\n- Senator Barry Goldwater, when asked what he thought of Jerry Falwell's\nsuggestion that all good Christians should be against Sandra Day O'Connor's\nnomination to the Supreme Court\n",
  "\n...And no philosophy, sadly, has all the answers.  No matter how assured\nwe may be about certain aspects of our belief, there are always painful\ninconsistencies, exceptions, and contradictions.  This is true in religion as\nit is in politics, and is self-evident to all except fanatics and the naive.\nAs for the fanatics, whose number is legion in our own time, we might be\nadvised to leave them to heaven.  They will not, unfortunately, do us the\nsame courtesy.  They attack us and each other, and whatever their \nprotestations to peaceful intent, the bloody record of history makes clear\nthat they are easily disposed to restore to the sword.  My own belief in\nGod, then, is just that -- a matter of belief, not knowledge.  My respect\nfor Jesus Christ arises from the fact that He seems to have been the\nmost virtuous inhabitant of Planet Earth.  But even well-educated Christians\nare frustated in their thirst for certainty about the beloved figure\nof Jesus because of the undeniable ambiguity of the scriptural record.\nSuch ambiguity is not apparent to children or fanatics, but every\nrecognized Bible scholar is perfectly aware of it.  Some Christians, alas,\nresort to formal lying to obscure such reality.\n- Steve Allen, comdeian, from an essay in the book \"The Courage of \n  Conviction\", edited by Philip Berman\n",
  "\n...it still remains true that as a set of cognitive beliefs about the\nexistence of God in any recognizable sense continuous with the great\nsystems of the past, religious doctrines constitute a speculative\nhypothesis of an extremely low order of probability.\n- Sidney Hook\n",
  "\nA fanatic is a person who can't change his mind and won't change the subject.\n- Winston Churchill\n",
  "\nWe're fighting against humanism, we're fighting against liberalism...\nwe are fighting against all the systems of Satan that are destroying\nour nation today...our battle is with Satan himself.\n- Jerry Falwell\n",
  "\nThey [preachers] dread the advance of science as witches do the approach\nof daylight and scowl on the fatal harbinger announcing the subversions\nof the duperies on which they live.\n- Thomas Jefferson\n",
  "\nSaints should always be judged guilty until they are proven innocent.\n- George Orwell\n",
  "\nAs I argued in \"Beloved Son\", a book about my son Brian and the subject\nof religious communes and cults, one result of proper early instruction\nin the methods of rational thought will be to make sudden mindless\nconversions -- to anything -- less likely.  Brian now realizes this and\nhas, after eleven years, left the sect he was associated with.  The \nproblem is that once the untrained mind has made a formal commitment to\na religious philosophy -- and it does not matter whether that philosophy\nis generally reasonable and high-minded or utterly bizarre and \nirrational -- the powers of reason are suprisingly ineffective in \nchanging the believer's mind.\n- Steve Allen, comdeian, from an essay in the book \"The Courage of \n  Conviction\", edited by Philip Berman\n",
  "\nNothing is easier than to denounce the evildoer; nothing is more difficult\nthan to understand him.\n- Fyodor Dostoevski\n",
  "\nWe may not be able to persuade Hindus that Jesus and not Vishnu should\ngovern their spiritual horizon, nor Moslems that Lord Buddha is at the\ncenter of their spiritual universe, nor Hebrews that Mohammed is a major\nprohpet, nor Christians that Shinto best expresses their spiritual \nconcerns, to say nothing of the fact that we may not be able to get\nChristians to agree among themselves about their relationship to God.\nBut all will agree on a proposition that they possess profound spiritual\nresources.  If, in addition, we can get them to accept the further\nproposition that whatever form the Deity may have in their own theology,\nthe Deity is not only external, but internal and acts through them, and\nthey themselves give proof or disproof of the Deity in what they do and\nthink; if this further proposition can be accepted, then we come that\nmuch closer to a truly religious situation on earth.\n- Norman Cousins, from his book \"Human Options\"\n",
  "\nThe Messiah will come.  There will be a resurrection of the dead -- all\nthe things that Jews believed in before they got so damn sophisticated.\n- Rabbi Meir Kahane\n",
  "\nThe world is no nursery.\n- Sigmund Freud\n",
  "\nIf one inquires why the American tradition is so strong against any\nconnection of State and Church, why it dreads even the rudiments of\nreligious teaching in state-maintained schools, the immediate and\nsuperficial answer is not far to seek....\nThe cause lay largely in the diversity and vitality of the various\ndenominations, each fairly sure that, with a fair field and no favor,\nit could make its own way; and each animated by a jealous fear that,\nif any connection of State and Church were permitted, some rival\ndenomination would get an unfair advantage.\n- John Dewey (1859-1953), American philosopher, \n  from \"Democracy in the Schools\", 1908\n",
  "\nAlready the spirit of our schooling is permeated with the feeling that\nevery subject, every topic, every fact, every professed truth must be\nsubmitted to a certain publicity and impartiality.  All proffered \nsamples of learning must go to the same assay-room and be subjected to \ncommon tests.  It is the essence of all dogmatic faiths to hold that\nany such \"show-down\" is sacrilegious and perverse.  The characteristic\nof religion, from their point of view, is that it is intellectually\nsecret, not public; peculiarly revealed, not generall known; \nauthoritatively declared, not communicated and tested in ordinary \nways...It is pertinent to point out that, as long as religion is\nconceived as it is now by the great majority of professed religionists,\nthere is something self-contradictory in speaking of education in\nreligion in the same sense in which we speak of education in topics\nwhere the method of free inquiry has made its way.  The \"religious\"\nwould be the last to be willing that either the history of the\ncontent of religion should be taught in this spirit; while those\nto whom the scientific standpoint is not merely a technical device,\nbut is the embodiment of the integrity of mind, must protest against\nits being taught in any other spirit.\n- John Dewey (1859-1953), American philosopher, \n  from \"Democracy in the Schools\", 1908\n",
  "\nIn the broad and final sense all institutions are educational in the\nsense that they operate to form the attitudes, dispositions, abilities\nand disabilities that constitute a concrete personality...Whether this\neducative process is carried on in a predominantly democratic or non-\ndemocratic way becomes, therefore, a question of transcendent importance\nnot only for education itself but for its final effect upon all the\ninterests and activites of a society that is committed to the democratic\nway of life.\n- John Dewey (1859-1953), American philosopher\n",
  "\nHistory shows that the human mind, fed by constant accessions of knowledge,\nperiodically grows too large for its theoretical coverings, and bursts\nthem asunder to appear in new habiliments, as the feeding and growing\ngrub, at intervals, casts its too narrow skin and assumes another...\nTruly the imago state of Man seems to be terribly distant, but every\nmoult is a step gained.\n- Charles Darwin, from \"Origin of the Species\"\n",
  "\n...I would go so far as to suggest that, were it not for our ego and \nconcern to be different, the African apes would be included in our \nfamily, the Hominidae.\n- Richard Leakey\n",
  "\nIt is inconceivable that a judicious observer from another solar system\nwould see in our species -- which has tended to be cruel, destructive,\nwasteful, and irrational -- the crown and apex of cosmic evolution.\nViewing us as the culmination of *anything* is grotesque; viewing us\nas a transitional species makes more sense -- and gives us more hope.\n- Betty McCollister, \"Our Transitional Species\", \n  Free Inquiry magazine, Vol. 8, No. 1\n",
  "\n\"Well, you see, it's such a transitional creature.  It's a piss-poor\nreptile and not very much of a bird.\"\n- Melvin Konner, from \"The Tangled Wing\", quoting a zoologist who has\nstudied the archeopteryz and found it \"very much like people\"\n",
  "\n\"You need tender loving care once a week - so that I can slap you into shape.\"\n- Ellyn Mustard\n",
  "\n\"It may be that our role on this planet is not to worship God but to\n create him.\"\n -Arthur C. Clarke\n",
  "\n\"Why should we subsidize intellectual curiosity?\"\n -Ronald Reagan\n",
  "\n\"There is nothing new under the sun, but there are lots of old things \n we don't know yet.\"\n -Ambrose Bierce\n",
  "\n\"Plan to throw one away.  You will anyway.\"\n- Fred Brooks, \"The Mythical Man Month\"\n",
  "\nYou need tender loving care once a week - so that I can slap you into shape.\n- Ellyn Mustard\n",
  "\n\"It may be that our role on this planet is not to worship God but to\n create him.\"\n -Arthur C. Clarke\n",
  "\n\"Why should we subsidize intellectual curiosity?\"\n -Ronald Reagan\n",
  "\n\"There is nothing new under the sun, but there are lots of old things \n we don't know yet.\"\n -Ambrose Bierce\n",
  "\nThe Middle East is certainly the nexus of turmoil for a long time to come --\nwith shifting players, but the same game: upheaval.  I think we will be\nconfronting militant Islam -- particularly fallout from the Iranian\nrevolution -- and religion will once more, as it has in our own more\ndistant past -- play a role at least as standard-bearer in death and mayhem.\n- Bobby R. Inman, Admiral, USN, Retired, former director of Naval Intelligence,\n  vice director of the DIA, former director of the NSA, deputy director of\n  Central Intelligence, former chairman and CEO of MCC.\n",
  "\n...One thing is that, unlike any other Western democracy that I know of,\nthis country has operated since its beginnings with a basic distrust of \ngovernment.  We are constituted not for efficient operation of government,\nbut for minimizing the possibility of abuse of power.  It took the events\nof the Roosevelt era -- a catastrophic economic collapse and a world war --\nto introduce the strong central government that we now know.  But in most\nparts of the country today, the reluctance to have government is still\nstrong.  I think, barring a series of catastrophic events, that we can\nlook to at least another decade during which many of the big problems\naround this country will have to be addressed by institutions other than\nfederal government.\n- Bobby R. Inman, Admiral, USN, Retired, former director of Naval Intelligence,\n  vice director of the DIA, former director of the NSA, deputy directory of\n  Central Intelligence, former chairman and CEO of MCC.\n[the statist opinions expressed herein are not those of the cookie editor -ed.]\n",
  "\n\"I have just one word for you, my boy...plastics.\"\n- from \"The Graduate\"\n",
  "\n\"There is such a fine line between genius and stupidity.\"\n- David St. Hubbins, \"Spinal Tap\"\n",
  "\n\"If Diet Coke did not exist it would have been neccessary to invent it.\"\n-- Karl Lehenbauer\n",
  "\nI am approached with the most opposite opinions and advice, and by men who\nare equally certain that they represent the divine will.  I am sure that\neither the one or the other is mistaken in the belief, and perhaps in some\nrespects, both.\n\nI hope it will not be irreverent of me to say that if it is probable that\nGod would reveal his will to others on a point so connected with my duty,\nit might be supposed he would reveal it directly to me.\n- Abraham Lincoln\n",
  "\nIn space, no one can hear you fart.\n",
  "\nBrain damage is all in your head.\n-- Karl Lehenbauer\n",
  "\nWish and hope succeed in discerning signs of paranormality where reason and\ncareful scientific procedure fail.\n- James E. Alcock, The Skeptical Inquirer, Vol. 12\n",
  "\n\"It is better to have tried and failed than to have failed to try, but\nthe result's the same.\"\n- Mike Dennison\n",
  "\n\"Creation science\" has not entered the curriculum for a reason so simple\nand so basic that we often forget to mention it: because it is false, and\nbecause good teachers understand exactly why it is false.  What could be\nmore destructive of that most fragile yet most precious commodity in our\nentire intellectualy heritage -- good teaching -- than a bill forcing\nhonorable teachers to sully their sacred trust by granting equal treatment\nto a doctrine not only known to be false, but calculated to undermine any\ngeneral understanding of science as an enterprise?\n-- Stephen Jay Gould, \"The Skeptical Inquirer\", Vol. 12, page 186\n",
  "\nIt is not well to be thought of as one who meekly submits to insolence and\nintimidation.\n",
  "\n\"Regardless of the legal speed limit, your Buick must be operated at\nspeeds faster than 85 MPH (140kph).\"\n-- 1987 Buick Grand National owners manual.\n",
  "\n\"Your attitude determines your attitude.\"\n-- Zig Ziglar, self-improvement doofus\n",
  "\nIn arguing that current theories of brain function cast suspicion on ESP,\npsychokinesis, reincarnation, and so on, I am frequently challenged with\nthe most popular of all neuro-mythologies -- the notion that we ordinarily\nuse only 10 percent of our brains...\n\nThis \"cerebral spare tire\" concept continues to nourish the clientele of\n\"pop psychologists\" and their many recycling self-improvement schemes.  As\na metaphor for the fact that few of us fully exploit our talents, who could\ndeny it?  As a refuge for occultists seeking a neural basis of the miraculous,\nit leaves much to be desired.\n-- Barry L. Beyerstein, \"The Brain and Conciousness:  Implications for\n   Psi Phenomena\", The Skeptical Enquirer, Vol. XII, No. 2, pg. 171\n",
  "\nThufir's a Harkonnen now.\n",
  "\n\"By long-standing tradition, I take this opportunity to savage other\ndesigners in the thin disguise of good, clean fun.\"\n-- P. J. Plauger, from his April Fool's column in April 88's \"Computer Language\"\n",
  "\n\"If you want to eat hippopatomus, you've got to pay the freight.\"\n-- attributed to an IBM guy, about why IBM software uses so much memory\n",
  "\nParkinson's Law:  Work expands to fill the time alloted it.\n",
  "\nKarl's version of Parkinson's Law:  Work expands to exceed the time alloted it.\n",
  "\nIt is better to never have tried anything than to have tried something and\nfailed.\n- motto of jerks, weenies and losers everywhere\n",
  "\n\"Our journeys to the stars will be made on spaceships created by determined,\nhardworking scientists and engineers applying the principles of science, not\naboard flying saucers piloted by little gray aliens from some other dimension.\"\n-- Robert A. Baker, \"The Aliens Among Us:  Hypnotic Regression Revisited\",\n   The Skeptical Inquirer, Vol. XII, No. 2\n",
  "\n\"...all the good computer designs are bootlegged; the formally planned products,\nif they are built at all, are dogs!\"\n-- David E. Lundstrom, \"A Few Good Men From Univac\", MIT Press, 1987\n",
  "\n\"To take a significant step forward, you must make a series of finite \nimprovements.\"\n-- Donald J. Atwood, General Motors\n",
  "\n\"We will bury you.\"\n-- Nikita Kruschev\n",
  "\n\"Now here's something you're really going to like!\"\n-- Rocket J. Squirrel\n",
  "\n\"How to make a million dollars:  First, get a million dollars.\"\n-- Steve Martin\n",
  "\n\"Language shapes the way we think, and determines what we can think about.\"\n-- B. L. Whorf\n",
  "\nThe language provides a programmer with a set of conceptual tools; if these are\ninadequate for the task, they will simply be ignored.  For example, seriously\nrestricting the concept of a pointer simply forces the programmer to use a\nvector plus integer arithmetic to implement structures, pointer, etc.  Good\ndesign and the absence of errors cannot be guaranteed by mere language\nfeatures.\n-- Bjarne Stroustrup, \"The C++ Programming Language\"\n",
  "\n\"For the love of phlegm...a stupid wall of death rays.  How tacky can ya get?\"\n- Post Brothers comics\n",
  "\n\"Bureaucracy is the enemy of innovation.\"\n-- Mark Shepherd, former President and CEO of Texas Instruments\n",
  "\n\"An organization dries up if you don't challenge it with growth.\"\n-- Mark Shepherd, former President and CEO of Texas Instruments\n",
  "\n\"I've seen it.  It's rubbish.\"\n-- Marvin the Paranoid Android\n",
  "\nOur business is run on trust.  We trust you will pay in advance.\n",
  "\n\"Infidels in all ages have battled for the rights of man, and have at all times\nbeen the fearless advocates of liberty and justice.\"\n-- Robert Green Ingersoll\n",
  "\nThe history of the rise of Christianity has everything to do with politics,\nculture, and human frailties and nothing to do with supernatural manipulation\nof events.  Had divine intervention been the guiding force, surely two\nmillennia after the birth of Jesus he would not have a world where there\nare more Muslims than Catholics, more Hindus than Protestants, and more\nnontheists than Catholics and Protestants combined.\n-- John K. Naland, \"The First Easter\", Free Inquiry magazine, Vol. 8, No. 2\n",
  "\nI find you lack of faith in the forth dithturbing.\n- Darse (\"Darth\") Vader\n",
  "\n\"All Bibles are man-made.\"\n-- Thomas Edison\n",
  "\n\"Spock, did you see the looks on their faces?\"\n\"Yes, Captain, a sort of vacant contentment.\"\n",
  "\n\"The triumph of libertarian anarchy is nearly (in historical terms) at\nhand... *if* we can keep the Left from selling us into slavery and the\nRight from blowing us up for, say, the next twenty years.\"\n-- Eric Rayman, usenet guy, about nanotechnology\n",
  "\n\"Gravitation cannot be held responsible for people falling in love.\"\n-- Albert Einstein\n",
  "\n\"I think Michael is like litmus paper - he's always trying to learn.\"\n-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson\n",
  "\nWhile it cannot be proved retrospectively that any experience of possession,\nconversion, revelation, or divine ecstasy was merely an epileptic discharge,\nwe must ask how one differentiates \"real transcendence\" from neuropathies\nthat produce the same extreme realness, profundity, ineffability, and sense\nof cosmic unity.  When accounts of sudden religious conversions in TLEs\n[temporal-lobe epileptics] are laid alongside the epiphanous revelations of\nthe religious tradition, the parallels are striking.  The same is true of the\nrecent spate of alleged UFO abductees.  Parsimony alone argues against invoking\nspirits, demons, or extraterrestrials when natural causes will suffice.\n-- Barry L. Beyerstein, \"Neuropathology and the Legacy of Spiritual \n   Possession\", The Skeptical Inquirer, Vol. XII, No. 3, pg. 255\n",
  "\n\"A verbal contract isn't worth the paper it's printed on.\"\n- Samuel Goldwyn\n",
  "\n\"We shall reach greater and greater platitudes of achievement.\"\n-- Richard J. Daley\n",
  "\n\"With molasses you catch flies, with vinegar you catch nobody.\"\n-- Baltimore City Councilman Dominic DiPietro\n",
  "\n\"Lead us in a few words of silent prayer.\"\n-- Bill Peterson, former Houston Oiler football coach\n",
  "\n\"I couldn't remember things until I took that Sam Carnegie course.\"\n-- Bill Peterson, former Houston Oiler football coach\n",
  "\n\"Right now I feel that I've got my feet on the ground as far as my head\nis concerned.\"\n-- Baseball pitcher Bo Belinsky\n",
  "\n\"Ninety percent of baseball is half mental.\"\n-- Yogi Berra\n",
  "\nTwo things are certain about science.  It does not stand still for long,\nand it is never boring.  Oh, among some poor souls, including even\nintellectuals in fields of high scholarship, science is frequently\nmisperceived.  Many see it as only a body of facts, promulgated from\non high in must, unintelligible textbooks, a collection of unchanging\nprecepts defended with authoritarian vigor.  Others view it as nothing\nbut a cold, dry narrow, plodding, rule-bound process -- the scientific\nmethod: hidebound, linear, and left brained.\n\nThese people are the victims of their own stereotypes.  They are\ndestined to view the world of science with a set of blinders.  They\nknow nothing of the tumult, cacophony, rambunctiousness, and \ntendentiousness of the actual scientific process, let alone the \ncreativity, passion, and joy of discovery.  And they are likely to\nknow little of the continual procession of new insights and discoveries\nthat every day, in some way, change our view (if not theirs) of the\nnatural world.\n\n-- Kendrick Frazier, \"The Year in Science: An Overview,\" in\n   1988 Yearbook of Science and the Future, Encyclopaedia Britannica, Inc.\n",
  "\n\"jackpot:  you may have an unneccessary change record\"\n-- message from \"diff\"\n",
  "\n\"One lawyer can steal more than a hundred men with guns.\"\n-- The Godfather\n",
  "\nWhat's the difference between a computer salesman and a used car salesman?\n\nA used car salesman knows when he's lying.\n",
  "\n\"Those who will be able to conquer software will be able to conquer the\nworld.\"\n-- Tadahiro Sekimoto, president, NEC Corp.\n",
  "\n\"There are some good people in it, but the orchestra as a whole is equivalent\nto a gang bent on destruction.\"\n-- John Cage, composer\n",
  "\n\"I believe the use of noise to make music will increase until we reach a\nmusic produced through the aid of electrical instruments which will make\navailable for musical purposes any and all sounds that can be heard.\"\n-- composer John Cage, 1937\n",
  "\nI did cancel one performance in Holland where they thought my music was so easy\nthat they didn't rehearse at all.  And so the first time when I found that out,\nI rehearsed the orchestra myself in front of the audience of 3,000 people and\nthe next day I rehearsed through the second movement -- this was the piece\n_Cheap Imitation_ -- and they then were ashamed.  The Dutch people were ashamed\nand they invited me to come to the Holland festival and they promised to\nrehearse.  And when I got to Amsterdam they had changed the orchestra, and\nagain, they hadn't rehearsed.  So they were no more prepared the second time\nthan they had been the first.  I gave them a lecture and told them to cancel\nthe performance; they then said over the radio that i had insisted on their\ncancelling the performance because they were \"insufficiently Zen.\"  \nCan you believe it?\n-- composer John Cage, \"Electronic Musician\" magazine, March 88, pg. 89\n",
  "\n\"One day I woke up and discovered that I was in love with tripe.\"\n-- Tom Anderson\n",
  "\n\"Most people would like to be delivered from\n temptation but would like it to keep in touch.\"\n-- Robert Orben\n",
  "\nThe rule on staying alive as a program manager is to give 'em a number or \ngive 'em a date, but never give 'em both at once.\n",
  "\nAn optimist believes we live in the best world possible; \na pessimist fears this is true.\n",
  "\n\"If John Madden steps outside on February 2, looks down, and doesn't see his \nfeet, we'll have 6 more weeks of Pro football.\"\n-- Chuck Newcombe\n",
  "\nDead?\tNo excuse for laying off work.\n",
  "\nLead me not into temptation... I can find it myself.\n",
  "\n\"When people are least sure, they are often most dogmatic.\"\n-- John Kenneth Galbraith\n",
  "\n\"Nature is very un-American.  Nature never hurries.\"\n-- William George Jordan\n",
  "\n\"We learn from history that we learn nothing from history.\"\n-- George Bernard Shaw\n",
  "\n\"Flattery is all right -- if you don't inhale.\"\n-- Adlai Stevenson\n",
  "\n\"Consistency requires you to be as ignorant today as you were a year ago.\"\n-- Bernard Berenson\n",
  "\n\"Summit meetings tend to be like panda matings.\t The expectations are always \nhigh, and the results usually disappointing.\"\n-- Robert Orben\n",
  "\n\"A great many people think they are thinking when they are merely rearranging \ntheir prejudices.\"\n-- William James\n",
  "\n\"Tell the truth and run.\"\n-- Yugoslav proverb\n",
  "\n\"The best index to a person's character is a) how he treats people who can't \ndo him any good and b) how he treats people who can't fight back.\"\n-- Abigail Van Buren\n",
  "\n\"Never face facts; if you do, you'll never get up in the morning.\"\n-- Marlo Thomas\n",
  "\n\"Life is a garment we continuously alter, but which never seems to fit.\"\n-- David McCord\n",
  "\n\"The value of marriage is not that adults produce children, but that children \nproduce adults.\"\n-- Peter De Vries\n",
  "\n\"It is easier to fight for principles than to live up to them.\"\n-- Alfred Adler\n",
  "\n\"Security is mostly a superstition.  It does not exist in nature... Life is \neither a daring adventure or nothing.\"\n-- Helen Keller\n",
  "\n\"Whoever undertakes to set himself up as a judge of Truth and Knowledge is \nshipwrecked by the laughter of the gods.\"\n-- Albert Einstein\n",
  "\n\"Success covers a multitude of blunders.\"\n-- George Bernard Shaw\n",
  "\n\"The mark of an immature man is that he wants to die nobly for a cause, while \nthe mark of a mature man is that he wants to live humbly for one.\"\n-- William Stekel\n",
  "\n\"Yes, and I feel bad about rendering their useless carci into dogfood...\"\n-- Badger comics\n",
  "\n\"Is it really you, Fuzz, or is it Memorex, or is it radiation sickness?\" \n-- Sonic Disruptors comics\n",
  "\n\"Most of us, when all is said and done, like what we like and make up reasons \nfor it afterwards.\"\n-- Soren F. Petersen\n",
  "\n\"You're a creature of the night, Michael.  Wait'll Mom hears about this.\"\n-- from the movie \"The Lost Boys\"\n",
  "\n\"Plastic gun.  Ingenious.  More coffee, please.\"\n-- The Phantom comics\n",
  "\nThe game of life is a game of boomerangs.  Our thoughts, deeds and words \nreturn to us sooner or later with astounding accuracy.\n",
  "\nIf at first you don't succeed, you are running about average.\n",
  "\n\"A child is a person who can't understand why someone would give away a \nperfectly good kitten.\"\n-- Doug Larson\n",
  "\n\"The trouble with doing something right the first time is that nobody \nappreciates how difficult it was.\"\n-- Walt West\n",
  "\n\"Silent gratitude isn't very much use to anyone.\"\n-- G. B. Stearn\n",
  "\n\"In matters of principle, stand like a rock; in matters of taste, swim with \nthe current.\"\n-- Thomas Jefferson\n",
  "\nThe first sign of maturity is the discovery that the volume knob also turns to \nthe left.\n",
  "\n\"But this one goes to eleven.\"\n-- Nigel Tufnel\n",
  "\n\"Been through Hell?  Whaddya bring back for me?\"\n-- A. Brilliant\n",
  "\n\"I don't know what their\n gripe is.  A critic is\n simply someone paid to\n render opinions glibly.\"\n\t\t\t     \"Critics are grinks and\n\t\t\t      groinks.\" \n-- Baron and Badger, from Badger comics\n",
  "\n\"I've got some amyls.  We could either party later or, like, start his heart.\"\n-- \"Cheech and Chong's Next Movie\"\n",
  "\n\"Israel today announced that it is giving up.  The Zionist state will dissolve \nin two weeks time, and its citizens will disperse to various resort communities\naround the world.  Said Prime Minister Yitzhak Shamir, 'Who needs the \naggravation?'\"\n-- Dennis Miller, \"Satuday Night Live\" News\n",
  "\n\"And, of course, you have the commercials where savvy businesspeople Get Ahead \nby using their MacIntosh computers to create the ultimate American business \nproduct: a really sharp-looking report.\"\n-- Dave Barry\n",
  "\nSHOP OR DIE, people of Earth!\n[offer void where prohibited]\n-- Capitalists from outer space, from Justice League Int'l comics\n",
  "\n\"Roman Polanski makes his own blood.  He's smart -- that's why his movies work.\"\n-- A brilliant director at \"Frank's Place\"\n",
  "\n\"The following is not for the weak of heart or Fundamentalists.\"\n-- Dave Barry\n",
  "\n\"I take Him shopping with me. I say, 'OK, Jesus, help me find a bargain'\" \n--Tammy Faye Bakker\n",
  "\nGary Hart:  living proof that you *can* screw your brains out.\n",
  "\nBlessed be those who initiate lively discussions with the hopelessly mute,\nfor they shall be know as Dentists.\n",
  "\n\"I don't believe in sweeping social change being manifested by one person, \nunless he has an atomic weapon.\"\n-- Howard Chaykin\n",
  "\n\"Ever free-climbed a thousand foot vertical cliff with 60 pounds of gear \nstrapped to your butt?\"\n   \"No.\"\n\"'Course you haven't, you fruit-loop little geek.\"\n-- The Mountain Man, one of Dana Carvey's SNL characters\n[ditto]\n",
  "\n\"I mean, like, I just read your article in the Yale law recipe, on search and\nseizure.  Man, that was really Out There.\"\n   \"I was so WRECKED when I wrote that...\"\n-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL\n",
  "\n\"Hi, I'm Professor Alan Ginsburg... But you can call me... Captain Toke.\"\n-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL\n",
  "\nIt's great to be smart 'cause then you know stuff.\n",
  "\n\"Time is money and money can't buy you love and I love your outfit\"\n- T.H.U.N.D.E.R. #1\n",
  "\n\"Can't you just gesture hypnotically and make him disappear?\"\n    \"It does not work that way.  RUN!\"\n-- Hadji on metaphyics and Mandrake in \"Johnny Quest\"\n",
  "\n\"You shouldn't make my toaster angry.\"\n-- Household security explained in \"Johnny Quest\"\n",
  "\n \"Someone's been mean to you! Tell me who it is, so I can punch him tastefully.\"\n-- Ralph Bakshi's Mighty Mouse\n",
  "\n\"And kids... learn something from Susie and Eddie.\n If you think there's a maniacal psycho-geek in the\n basement:\n    1)\tDon't give him a chance to hit you on the\n\thead with an axe!\n    2)\tFlee the premises... even if you're in your\n\tunderwear.\n    3)\tWarn the neighbors and call the police.\n But whatever else you do... DON'T GO DOWN IN THE DAMN BASEMENT!\"\n-- Saturday Night Live meets Friday the 13th\n",
  "\nVictory or defeat!\n",
  "\n\"Everyone is entitled to an *informed* opinion.\"\n-- Harlan Ellison\n",
  "\n\"It's curtains for you, Mighty Mouse!  This gun is so futuristic that even \n*I* don't know how it works!\"\n-- from Ralph Bakshi's Mighty Mouse\n",
  "\n\"May the forces of evil become confused on the way to your house.\"\n-- George Carlin\n",
  "\nA university faculty is 500 egotists with a common parking problem.\n",
  "\n   \"Daddy, Daddy, make\n    Santa Claus go away!\"\n\t\t       \"I can't, son;\n\t\t\the's grown too\n\t\t\tpowerful.\"\n\t\t\t\t     \"HO HO HO!\"\n-- Duck's Breath Mystery Theatre\n",
  "\n\"If it's not loud, it doesn't work!\"\n-- Blank Reg, from \"Max Headroom\"\n",
  "\n\"Remember kids, if there's a loaded gun in the room, be sure that you're the \none holding it\"\n-- Captain Combat\n",
  "\nDelta: We never make the same mistake three times.   -- David Letterman\n",
  "\nDelta: A real man lands where he wants to.   -- David Letterman\n",
  "\nDelta: The kids will love our inflatable slides.    -- David Letterman\n",
  "\nDelta: We're Amtrak with wings.    -- David Letterman\n",
  "\n\"Where humor is concerned there are no standards -- no one can say what is \ngood or bad, although you can be sure that everyone will.\n -- John Kenneth Galbraith\n",
  "\n\"Hello again, Peabody here...\"\n-- Mister Peabody\n",
  "\n\"It's the best thing since professional golfers on 'ludes.\"\n-- Rick Obidiah\n",
  "\n\"To your left is the marina where several senior cabinet officials keep luxury \nyachts for weekend cruises on the Potomac.  Some of these ships are up to 100 \nfeet in length; the Presidential yacht is over 200 feet in length, and can \nremain submerged for up to 3 weeks.\"\n-- Garrison Keillor\n",
  "\n\"Well, social relevance is a schtick, like mysteries, social relevance, \nscience fiction...\"\n-- Art Spiegelman\n",
  "\n\"One of the problems I've always had with propaganda pamphlets is that they're \nreal boring to look at.  They're just badly designed.  People from the left\noften are very well-intended, but they never had time to take basic design \nclasses, you know?\"\n-- Art Spiegelman\n",
  "\n\"If you took everyone who's ever been to a Dead\n show, and lined them up, they'd stretch halfway to\n the moon and back... and none of them would be\n complaining.\"\n-- a local Deadhead in the Seattle Times\n",
  "\n\"And remember: Evil will always prevail, because Good is dumb.\"\n-- Spaceballs\n",
  "\nWhy are many scientists using lawyers for medical\nexperiments instead of rats?\n\n\ta)  There are more lawyers than rats.\n\tb)  The scientist's don't become as\n \t    emotionally attached to them.\n\tc)  There are some things that even rats \n\t    won't do for money.\n",
  "\n\t\"During the race\n\t We may eat your dust,\n\t But when you graduate,\n\t You'll work for us.\"\n\t-- Reed College cheer\n",
  "\nPohl's law: \n\t Nothing is so good that somebody, somewhere, will not hate it.\n",
  "\nPig: An animal (Porcus omnivorous) closely allied to the human race by the \nsplendor and vivacity of its appetite, which, however, is inferior in scope,\nfor it balks at pig.\n-- Ambrose Bierce\n",
  "\n\"We don't have to protect the environment -- the Second Coming is at hand.\"\n-- James Watt\n",
  "\n\"I believe that Ronald Reagan will someday make this\n country what it once was... an arctic wilderness.\"\n-- Steve Martin\n",
  "\n\"To YOU I'm an atheist; to God, I'm the Loyal Opposition.\"\n-- Woody Allen\n",
  "\nNoncombatant:  A dead Quaker.\n-- Ambrose Bierce\n",
  "\n\"There's only one way to have a happy marriage and as soon as I learn what it \nis I'll get married again.\"\n-- Clint Eastwood\n",
  "\nA lot of people I know believe in positive thinking, and so do I.  \nI believe everything positively stinks.\n-- Lew Col\n",
  "\nQ:  How many IBM CPU's does it take to execute a job?\nA:  Four; three to hold it down, and one to rip its head off.\n",
  "\nDiplomacy is the art of saying \"nice doggy\" until you can find a rock.\n",
  "\nHarrisberger's Fourth Law of the Lab:\n\tExperience is directly proportional to the\n\tamount of equipment ruined.\n",
  "\nCaptain Penny's Law:\n\tYou can fool all of the people some of the\n\ttime, and some of the people all of the\n\ttime, but you can't fool mom.\n",
  "\n\"Because he's a character who's looking for his own identity, [He-Man is] \nan interesting role for an actor.\"\n-- Dolph Lundgren, \"actor\"\n",
  "\n\"If Jesus came back today, and saw what was going on in his name, he'd never \nstop throwing up.\"\n-- Max Von Sydow's character in \"Hannah and Her Sisters\"\n",
  "\n\"Nietzsche says that we will live the same life, over and over again.  \nGod -- I'll have to sit through the Ice Capades again.\"\n-- Woody Allen's character in \"Hannah and Her Sisters\"\n",
  "\n\"In regards to Oral Roberts' claim that God told him that he would die unless he\n received $20 million by March, God's lawyers have stated that their client has\n not spoken with Roberts for several years.  Off the record, God has stated that\n \"If I had wanted to ice the little toad, I would have done it a long time ago.\"\n-- Dennis Miller, SNL News\n",
  "\n\"Only the hypocrite is really rotten to the core.\"\n-- Hannah Arendt.\n",
  "\nQuod licet Iovi non licet bovi.\n(What Jove may do, is not permitted to a cow.)\n",
  "\n\"I distrust a man who says 'when.'  If he's got to be careful not to drink too \nmuch, it's because he's not to be trusted when he does.\"\n-- Sidney Greenstreet, _The Maltese Falcon_\n",
  "\n\"I distrust a close-mouthed man.  He generally picks the wrong time to talk \nand says the wrong things.  Talking's something you can't do judiciously, \nunless you keep in practice.  Now, sir, we'll talk if you like.\tI'll tell \nyou right out, I'm a man who likes talking to a man who likes to talk.\"\n-- Sidney Greenstreet, _The Maltese Falcon_\n",
  "\nAll extremists should be taken out and shot.\n",
  "\n\"The sixties were good to you, weren't they?\"\n-- George Carlin\n",
  "\n\"You stay here, Audrey -- this is between me and the vegetable!\"\n-- Seymour, from _Little Shop Of Horrors_\n",
  "\nFrom Sharp minds come... pointed heads.\n-- Bryan Sparrowhawk\n",
  "\nThere are two kinds of egotists: 1) Those who admit it  2) The rest of us\n",
  "\n\"The picture's pretty bleak, gentlemen...  The world's climates are changing, \nthe mammals are taking over, and we all have a brain about the size of a \nwalnut.\"\n-- some dinosaurs from The Far Side, by Gary Larson\n",
  "\n\"We Americans, we're a simple people... but piss us off, and we'll bomb \nyour cities.\"\n-- Robin Williams, _Good Morning Vietnam_\n",
  "\nWhy won't sharks eat lawyers?   Professional courtesy.\n",
  "\n\"You know, we've won awards for this crap.\"\n-- David Letterman\n",
  "\nIt was pity stayed his hand.\n\"Pity I don't have any more bullets,\" thought Frito.\n-- _Bored_of_the_Rings_, a Harvard Lampoon parody of Tolkein\n",
  "\nA good USENET motto would be:\n a. \"Together, a strong community.\"\n b. \"Computers R Us.\"\n c. \"I'm sick of programming, I think I'll just screw around for a while on \n     company time.\"\n-- A Sane Man\n",
  "\n\"He didn't run for reelection.\t`Politics brings you into contact with all the \npeople you'd give anything to avoid,' he said. `I'm staying home.'\"\n-- Garrison Keillor, _Lake_Wobegone_Days_\n",
  "\n\"If you lived today as if it were your last, you'd buy up a box of rockets and \nfire them all off, wouldn't you?\"\n-- Garrison Keillor\n",
  "\n\"Mr. Spock succumbs to a powerful mating urge and nearly kills Captain Kirk.\"\n-- TV Guide, describing the Star Trek episode _Amok_Time_\n",
  "\n\"Poor man... he was like an employee to me.\"\n-- The police commisioner on \"Sledge Hammer\" laments the death of his bodyguard\n",
  "\n\"Trust me.  I know what I'm doing.\"\n-- Sledge Hammer\n",
  "\n\"Hi.  This is Dan Cassidy's answering machine.  Please leave your name and \nnumber... and after I've doctored the tape, your message will implicate you\n in a federal crime and be brought to the attention of the F.B.I... BEEEP\"\n -- Blue Devil comics\n",
  "\n\"All God's children are not beautiful.\tMost of God's children are, in fact, \nbarely presentable.\"\n-- Fran Lebowitz\n",
  "\n\"If truth is beauty, how come no one has their hair done in the library?\"\n-- Lily Tomlin\n",
  "\nWhom the gods would destroy, they first teach BASIC.\n",
  "\n\"Look! There! Evil!.. pure and simple, total evil from the Eighth Dimension!\"\n-- Buckaroo Banzai\n",
  "\n\"I may be synthetic, but I'm not stupid\"\n-- the artificial person, from _Aliens_\n",
  "\n\"The only way I can lose this election is if I'm caught in bed with a dead \ngirl or a live boy.\"\n-- Louisiana governor Edwin Edwards\n",
  "\nDavid Letterman's \"Things we can be proud of as Americans\":\n\t* Greatest number of citizens who have actually boarded a UFO\n\t* Many newspapers feature \"JUMBLE\"\n\t* Hourly motel rates\n\t* Vast majority of Elvis movies made here\n\t* Didn't just give up right away during World War II like some \n\t    countries we could mention\n\t* Goatees & Van Dykes thought to be worn only by weenies\n\t* Our well-behaved golf professionals\n\t* Fabulous babes coast to coast\n",
  "\n\"Danger, you haven't seen the last of me!\"\n   \"No, but the first of you turns my stomach!\"\n-- The Firesign Theatre's Nick Danger\n",
  "\nPray to God, but keep rowing to shore.\n -- Russian Proverb\n",
  "\n\"Don't worry about people stealing your ideas.\t If your ideas are any good, \nyou'll have to ram them down people's throats.\"\n -- Howard Aiken\n",
  "\n\"When anyone says `theoretically,' they really mean `not really.'\"\n -- David Parnas\n",
  "\n\"No problem is so formidable that you can't walk away from it.\"\n -- C. Schulz\n",
  "\n\"The good Christian should beware of mathematicians and all those who make \nempty prophecies.  The danger already exists that mathematicians have made \na covenant with the devil to darken the spirit and confine man in the \nbonds of Hell.\"\n -- Saint Augustine\n",
  "\n\"For the man who has everything... Penicillin.\"\n -- F. Borquin\n",
  "\n \"I've finally learned what `upward compatible' means.\tIt means we\n  get to keep all our old mistakes.\"\n -- Dennie van Tassel\n",
  "\n\"The way of the world is to praise dead saints and prosecute live ones.\"\n -- Nathaniel Howe\n",
  "\n\"It's a dog-eat-dog world out there, and I'm wearing Milkbone underware.\"\n-- Norm, from _Cheers_\n",
  "\nOnce at a social gathering, Gladstone said to Disraeli, \"I predict, Sir, that \nyou will die either by hanging or of some vile disease\".  Disraeli replied, \n\"That all depends, Sir, upon whether I embrace your principles or your \nmistress.\"\n",
  "\n\"He don't know me vewy well, DO he?\"   -- Bugs Bunny\n",
  "\n\"I'll rob that rich person and give it to some poor deserving slob.\n That will *prove* I'm Robin Hood.\"\n-- Daffy Duck, Looney Tunes, _Robin Hood Daffy_\n",
  "\n\"Would I turn on the gas if my pal Mugsy were in there?\"\n   \"You might, rabbit, you might!\"\n-- Looney Tunes, Bugs and Thugs (1954, Friz Freleng)\n",
  "\n\"Consequences, Schmonsequences, as long as I'm rich.\"\n-- Looney Tunes, Ali Baba Bunny (1957, Chuck Jones)\n",
  "\n\"And do you think (fop that I am) that I could be the Scarlet Pumpernickel?\"\n-- Looney Tunes, The Scarlet Pumpernickel (1950, Chuck Jones)\n",
  "\n\"Now I've got the bead on you with MY disintegrating gun.  And when it \ndisintegrates, it disintegrates.  (pulls trigger)  Well, what you do know, \nit disintegrated.\"\n-- Duck Dodgers in the 24th and a half century\n",
  "\n\"Kill the Wabbit, Kill the Wabbit, Kill the Wabbit!\"\n-- Looney Tunes, \"What's Opera Doc?\" (1957, Chuck Jones)\n",
  "\n\"I DO want your money, because god wants your money!\"\n-- The Reverend Jimmy, from _Repo_Man_\n",
  "\n\"The majority of the stupid is invincible and guaranteed for all time. The \nterror of their tyranny, however, is alleviated by their lack of consistency.\"\n-- Albert Einstein\n",
  "\n\"You show me an American who can keep his mouth shut and I'll eat him.\"\n-- Newspaperman from Frank Capra's _Meet_John_Doe_\n",
  "\n\t\"And we heard him exclaim\n\t As he started to roam:\n\t `I'm a hologram, kids,\n\t  please don't try this at home!'\"\n\t-- Bob Violence\n-- Howie Chaykin's little animated 3-dimensional darling, Bob Violence\n",
  "\n\"The Soviet Union, which has complained recently about alleged anti-Soviet \nthemes in American advertising, lodged an official protest this week against \nthe Ford Motor Company's new campaign: `Hey you stinking fat Russian, get\n off my Ford Escort.'\"\n-- Dennis Miller, Saturday Night Live\n",
  "\n\"There is hopeful symbolism in the fact that flags do not wave in a vacuum.\"\n--Arthur C. Clarke\n",
  "\n\"They ought to make butt-flavored cat food.\"   --Gallagher\n",
  "\n\"Not only is God dead, but just try to find a plumber on weekends.\"\n--Woody Allen\n",
  "\n\"It's ten o'clock... Do you know where your AI programs are?\"  -- Peter Oakley\n",
  "\n\"Ah, you know the type.\t They like to blame it all on the Jews or the Blacks, \n'cause if they couldn't, they'd have to wake up to the fact that life's one big,\nscary, glorious, complex and ultimately unfathomable crapshoot -- and the only \nreason THEY can't seem to keep up is they're a bunch of misfits and losers.\"\n-- an analysis of neo-Nazis and such, Badger comics\n",
  "\n\"Interesting survey in the current Journal of Abnormal Psychology: New York \nCity has a higher percentage of people you shouldn't make any sudden moves \naround than any other city in the world.\"\n-- David Letterman\n",
  "\n\"Tourists -- have some fun with New york's hard-boiled cabbies.  When you get \nto your destination, say to your driver, \"Pay?\tI was hitchhiking.\"\n-- David Letterman\n",
  "\n\"An anthropologist at Tulane has just come back from a field trip to New \nGuinea with reports of a tribe so primitive that they have Tide but not \nnew Tide with lemon-fresh Borax.\"\n-- David Letterman\n",
  "\n\"Based on what you know about him in history books, what do you think Abraham \nLincoln would be doing if he were alive today?\n\t1) Writing his memoirs of the Civil War.\n\t2) Advising the President.\n\t3) Desperately clawing at the inside of his\n\t   coffin.\"\n-- David Letterman\n",
  "\n\"If Ricky Schroder and Gary Coleman had a fight on\n television with pool cues, who would win?\n\t1) Ricky Schroder\n\t2) Gary Coleman\n\t3) The television viewing public\"\n-- David Letterman\n",
  "\n\"If you are beginning to doubt what I am saying, you are\n probably hallucinating.\"\n-- The Firesign Theatre, _Everything you know is Wrong_\n",
  "\nWhat to do in case of an alien attack:\n\n    1)   Hide beneath the seat of your plane and look away.\n    2)   Avoid eye contact.\n    3) If there are no eyes, avoid all contact.\n\n-- The Firesign Theatre, _Everything you know is Wrong_\n",
  "\n\"Nuclear war would really set back cable.\"\n- Ted Turner\n",
  "\n\"You tweachewous miscweant!\"\n-- Elmer Fudd\n",
  "\n\"I saw _Lassie_. It took me four shows to figure out why the hairy kid never \nspoke. I mean, he could roll over and all that, but did that deserve a series?\"\n-- the alien guy, in _Explorers_\n",
  "\n\"Open Channel D...\"\n-- Napoleon Solo, The Man From U.N.C.L.E.\n",
  "\nSave the whales.  Collect the whole set.\n",
  "\nSupport Mental Health.  Or I'll kill you.\n",
  "\n\"The pyramid is opening!\"\n   \"Which one?\"\n\"The one with the ever-widening hole in it!\"\n-- The Firesign Theatre\n",
  "\n\"Calling J-Man Kink.  Calling J-Man Kink.  Hash missile sighted, target\nLos Angeles.  Disregard personal feelings about city and intercept.\"\n-- The Firesign Theatre movie, _J-Men Forever_\n",
  "\n\"My sense of purpose is gone! I have no idea who I AM!\"\n    \"Oh, my God... You've.. You've turned him into a DEMOCRAT!\"\n-- Doonesbury\n",
  "\n\"You are WRONG, you ol' brass-breasted fascist poop!\"\n-- Bloom County\n",
  "\n\"Well, if you can't believe what you read in a comic book, what *can* \nyou believe?!\" \n-- Bullwinkle J. Moose\n",
  "\n\"Your mother was a hamster, and your father smelt of elderberrys!\"\n-- Monty Python and the Holy Grail\n",
  "\n\"Take that, you hostile sons-of-bitches!\"\n-- James Coburn, in the finale of _The_President's_Analyst_\n",
  "\n\"The voters have spoken, the bastards...\"\n-- unknown\n",
  "\n\"I prefer to think that God is not dead, just drunk\" \n-- John Huston\n",
  "\n\"Be there.  Aloha.\"\n-- Steve McGarret, _Hawaii Five-Oh_\n",
  "\n\"When the going gets weird, the weird turn pro...\"\n-- Hunter S. Thompson\n",
  "\n\"Say yur prayers, yuh flea-pickin' varmint!\"\n-- Yosemite Sam\n",
  "\n\"There... I've run rings 'round you logically\"\n-- Monty Python's Flying Circus\n",
  "\n\"Let's show this prehistoric bitch how we do things downtown!\"\n-- The Ghostbusters\n",
  "\n...Veloz is indistinguishable from hundreds of other electronics businesses\nin the Valley, run by eager young engineers poring over memory dumps late\ninto the night.  The difference is that a bunch of self-confessed \"car nuts\"\nare making money doing what they love: writing code and driving fast.\n-- \"Electronics puts its foot on the gas\", IEEE Spectrum, May 88\n",
  "\n\"Just the facts, Ma'am\"\n-- Joe Friday\n",
  "\n\"I have five dollars for each of you.\"\n-- Bernhard Goetz\n",
  "\nMausoleum:  The final and funniest folly of the rich.\n-- Ambrose Bierce\n",
  "\nRiches:  A gift from Heaven signifying, \"This is my beloved son, in whom I\nam well pleased.\"\n-- John D. Rockefeller, (slander by Ambrose Bierce)\n",
  "\nAll things are either sacred or profane.\nThe former to ecclesiasts bring gain;\nThe latter to the devil appertain.\n-- Dumbo Omohundro\n",
  "\nSaint:  A dead sinner revised and edited.\n-- Ambrose Bierce\n",
  "\nForty two.\n",
  "\nMeekness:  Uncommon patience in planning a revenge that is worth while.\n-- Ambrose Bierce\n",
  "\nAbsolute:  Independent, irresponsible.  An absolute monarchy is one in which\nthe sovereign does as he pleases so long as he pleases the assassins.  Not\nmany absolute monarchies are left, most of them having been replaced by\nlimited monarchies, where the soverign's power for evil (and for good) is\ngreatly curtailed, and by republics, which are governed by chance.\n-- Ambrose Bierce\n",
  "\nAbstainer:  A weak person who yields to the temptation of denying himself a\npleasure.  A total abstainer is one who abstains from everything but\nabstention, and especially from inactivity in the affairs of others.\n-- Ambrose Bierce\n",
  "\nAlliance:  In international politics, the union of two thieves who have their\nhands so deeply inserted in each other's pocket that they cannot separately\nplunder a third.\n-- Ambrose Bierce\n",
  "\nDisobedience:  The silver lining to the cloud of servitude.\n-- Ambrose Bierce\n",
  "\nEgotist:  A person of low taste, more interested in himself than in me.\n-- Ambrose Bierce\n",
  "\nAdministration:  An ingenious abstraction in politics, designed to receive\nthe kicks and cuffs due to the premier or president.\n-- Ambrose Bierce\n",
  "\nA penny saved is a penny to squander.\n-- Ambrose Bierce\n",
  "\nOcean:  A body of water occupying about two-thirds of a world made for man --\nwho has no gills.\n-- Ambrose Bierce\n",
  "\nPhysician:  One upon whom we set our hopes when ill and our dogs when well.\n-- Ambrose Bierce\n",
  "\nPhilosophy:  A route of many roads leading from nowhere to nothing.\n-- Ambrose Bierce\n",
  "\nPolitics:  A strife of interests masquerading as a contest of principles.\nThe conduct of public affairs for private advantage.\n-- Ambrose Bierce\n",
  "\nPolitician:  An eel in the fundamental mud upon which the superstructure of\norganized society is reared.  When he wriggles he mistakes the agitation of\nhis tail for the trembling of the edifice.  As compared with the statesman,\nhe suffers the disadvantage of being alive.\n-- Ambrose Bierce\n",
  "\nPray:  To ask that the laws of the universe be annulled in behalf of a single\npetitioner confessedly unworthy.\n-- Ambrose Bierce\n",
  "\nPresidency:  The greased pig in the field game of American politics.\n-- Ambrose Bierce\n",
  "\nProboscis:  The rudimentary organ of an elephant which serves him in place\nof the knife-and-fork that Evolution has as yet denied him.  For purposes\nof humor it is popularly called a trunk.\n-- Ambrose Bierce\n",
  "\nInadmissible:  Not competent to be considered.  Said of certain kinds of\ntestimony which juries are supposed to be unfit to be entrusted with,\nand which judges, therefore, rule out, even of proceedings before themselves\nalone.  Hearsay evidence is inadmissible because the person quoted was\nunsworn and is not before the court for examination; yet most momentous \nactions, military, political, commercial and of every other kind, are\ndaily undertaken on hearsay evidence.  There is no religion in the world\nthat has any other basis than hearsay evidence.  Revelation is hearsay\nevidence; that the Scriptures are the word of God we have only the\ntestimony of men long dead whose identy is not clearly established and\nwho are not known to have been sworn in any sense.  Under the rules of\nevidence as they now exist in this country, no single assertion in the\nBible has in its support any evidence admissible in a court of law...\n\nBut as records of courts of justice are admissible, it can easily be proved\nthat powerful and malevolent magicians once existed and were a scourge to\nmankind.  The evidence (including confession) upon which certain women\nwere convicted of witchcraft and executed was without a flaw; it is still\nunimpeachable.  The judges' decisions based on it were sound in logic and\nin law.  Nothing in any existing court was ever more thoroughly proved than\nthe charges of witchcraft and sorcery for which so many suffered death.\nIf there were no witches, human testimony and human reason are alike\ndestitute of value.  --Ambrose Bierce\n",
  "\n\"Today's robots are very primitive, capable of understanding only a few\n simple instructions such as 'go left', 'go right', and 'build car'.\"\n --John Sladek\n",
  "\n\"In the fight between you and the world, back the world.\"\n --Frank Zappa\n",
  "\nHere is an Appalachian version of management's answer to those who are \nconcerned with the fate of the project:\n\"Don't worry about the mule.  Just load the wagon.\"\n-- Mike Dennison's hillbilly uncle\n",
  "\nIll-chosen abstraction is particularly evident in the design of the ADA\nruntime system. The interface to the ADA runtime system is so opaque that\nit is impossible to model or predict its performance, making it effectively\nuseless for real-time systems. -- Marc D. Donner and David H. Jameson.\n",
  "\n\"Being against torture ought to be sort of a bipartisan thing.\"\n-- Karl Lehenbauer\n",
  "\n\"Here comes Mr. Bill's dog.\"\n-- Narrator, Saturday Night Live\n",
  "\nSex is like air.  It's only a big deal if you can't get any.\n",
  "\n\"Maintain an awareness for contribution -- to your schedule, your project, \nour company.\"  \n-- A Group of Employees\n",
  "\n\"Ask not what A Group of Employees can do for you.  But ask what can \nAll Employees do for A Group of Employees.\"    \n-- Mike Dennison\n",
  "\nOne evening Mr. Rudolph Block, of New York, found himself seated at dinner\nalongside Mr. Percival Pollard, the distinguished critic.\n   \"Mr. Pollard,\" said he, \"my book, _The Biography of a Dead Cow_, is\n published anonymously, but you can hardly be ignorant of its authorship.\n Yet in reviewing it you speak of it as the work of the Idiot of the Century.\n Do you think that fair criticism?\"\n   \"I am very sorry, sir,\" replied the critic, amiably, \"but it did not\noccur to me that you really might not wish the public to know who wrote it.\"\n-- Ambrose Bierce\n",
  "\nMany aligators will be slain,\nbut the swamp will remain.\n",
  "\nWhat the gods would destroy they first submit to an IEEE standards committee.\n",
  "\nThis is now.  Later is later.\n",
  "\n\"I will make no bargains with terrorist hardware.\"\n-- Peter da Silva\n",
  "\n\"If I do not return to the pulpit this weekend, millions of people will go\nto hell.\"\n-- Jimmy Swaggart, 5/20/88\n",
  "\n\"Dump the condiments.  If we are to be eaten, we don't need to taste good.\"\n-- \"Visionaries\" cartoon\n",
  "\n\"Aww, if you make me cry anymore, you'll fog up my helmet.\"\n-- \"Visionaries\" cartoon\n",
  "\nI don't want to be young again, I just don't want to get any older.\n",
  "\nMarriage Ceremony:  An incredible metaphysical sham of watching God and the \nlaw being dragged into the affairs of your family.\n-- O. C. Ogilvie\n",
  "\n  \"Emergency!\"  Sgiggs screamed, ejecting himself from the tub like it was\na burning car.  \"Dial 'one'!  Get room service!  Code red!\"  Stiggs was on\nthe phone immediately, ordering more rose blossoms, because, according to\nhim, the ones floating in the tub had suddenly lost their smell.  \"I demand\nsmell,\" he shrilled.  \"I expecting total uninterrupted smell from these\nf*cking roses.\"\n\n  Unfortunately, the service captain didn't realize that the Stiggs situation\ninvolved fifty roses.  \"What am I going to do with this?\" Stiggs sneered at\nthe weaseling hotel goon when he appeared at our door holding a single flower\nfloating in a brandy glass.  Stiggs's tirade was great.  \"Do you see this\nbathtub?  Do you notice any difference between the size of the tub and the\nsize of that spindly wad of petals in your hand?  I need total bath coverage.\nI need a completely solid layer of roses all around me like puffing factories\nof smell, attacking me with their smell and power-ramming big stinking\nconcentrations of rose odor up my nostrils until I'm wasted with pleasure.\"\nIt wasn't long before we got so dissatisfied with this incompetence that we\nbolted.\n-- The Utterly Monstrous, Mind-Roasting Summer of O.C. and Stiggs,\n   National Lampoon, October 1982\n",
  "\nWhen it is incorrect, it is, at least *authoritatively* incorrect.\n-- Hitchiker's Guide To The Galaxy\n",
  "\nWe decided it was night again, so we camped for twenty minutes and drank \nanother six beers at a Young Life campsite.  O.C. got into the supervisory \nadult's sleeping bag and ran around in it.  \"This is the judgment day and I'm \na terrifying apparition,\" he screamed.  Then the heat made O.C. ralph in the\nbag.\n-- The Utterly Monstrous, Mind-Roasting Summer of O.C. and Stiggs,\n   National Lampoon, October 1982\n",
  "\nVoodoo Programming:  Things programmers do that they know shouldn't work but\nthey try anyway, and which sometimes actually work, such as recompiling\neverything.\n-- Karl Lehenbauer\n",
  "\nThis is, of course, totally uninformed specualation that I engage in to help \nsupport my bias against such meddling... but there you have it.\n-- Peter da Silva, speculating about why a computer program that had been\nchanged to do something he didn't approve of, didn't work\n",
  "\n\"This knowledge I pursure is the finest pleasure I have ever known.  I could\nno sooner give it up that I could the very air that I breath.\"\n-- Paolo Uccello, Renaissance artist, discoverer of the laws of perspective\n",
  "\n\"I got everybody to pay up front...then I blew up their planet.\"\n  \"Now why didn't I think of that?\"\n-- Post Bros. Comics\n",
  "\n\"Atomic batteries to power, turbines to speed.\"\n-- Robin, The Boy Wonder\n",
  "\nThe F-15 Eagle:  \n\tIf it's up, we'll shoot it down.  If it's down, we'll blow it up.\n-- A McDonnel-Douglas ad from a few years ago\n",
  "\n\"The Amiga is the only personal computer where you can run a multitasking \noperating system and get realtime performance, out of the box.\"\n-- Peter da Silva\n",
  "\n\"It's my cookie file and if I come up with something that's lame and I like it,\nit goes in.\"\n-- karl (Karl Lehenbauer)\n",
  "\nIn recognizing AT&T Bell Laboratories for corporate innovation, for its\ninvention of cellular mobile communications, IEEE President Russell C. Drew\nreferred to the cellular telephone as a \"basic necessity.\"  How times have\nchanged, one observer remarked: many in the room recalled the advent of\ndirect dialing.\n-- The Institute, July 1988, pg. 11\n",
  "\n...the Soviets have the capability to try big projects.  If there is a goal,\nsuch as when Gorbachev states that they are going to have nuclear-powered\naircraft carriers, the case is closed -- that is it.  They will concentrate\non the problem, do a bad job, and later pay the price.  They really don't\ncare what the price is.\n-- Victor Belenko, MiG-25 fighter pilot who defected in 1976\n   \"Defense Electronics\", Vol 20, No. 6, pg. 100\n",
  "\nThere is something you must understand about the Soviet system.  They have the\nability to concentrate all their efforts on a given design, and develop all\ncomponents simulateously, but sometimes without proper testing.  Then they end\nup with a technological disaster like the Tu-144.  In a technology race at\nthe time, that aircraft was two months ahead of the Concorde.  Four Tu-144s\nwere built; two have crashed, and two are in museums.  The Concorde has been\nflying safely for over 10 years.\n-- Victor Belenko, MiG-25 fighter pilot who defected in 1976\n   \"Defense Electronics\", Vol 20, No. 6, pg. 100\n",
  "\nDE:  The Soviets seem to have difficulty implementing modern technology.\n     Would you comment on that?\n\nBelenko:  Well, let's talk about aircraft engine lifetime.  When I flew the\n\t  MiG-25, its engines had a total lifetime of 250 hours.\n\nDE:  Is that mean-time-between-failure?\n\nBelenko:  No, the engine is finished; it is scrapped.\n\nDE:  You mean they pull it out and throw it away, not even overhauling it?\n\nBelenko:  That is correct.  Overhaul is too expensive.\n\nDE:  That is absurdly low by free world standards.\n\nBelenko:  I know.\n-- an interview with Victor Belenko, MiG-25 fighter pilot who defected in 1976\n   \"Defense Electronics\", Vol 20, No. 6, pg. 102\n",
  "\n\"I have a friend who just got back from the Soviet Union, and told me the people\nthere are hungry for information about the West.  He was asked about many \nthings, but I will give you two examples that are very revealing about life in\nthe Soviet Union.  The first question he was asked was if we had exploding\ntelevision sets.  You see, they have a problem with the picture tubes on color\ntelevision sets, and many are exploding.  They assumed we must be having \nproblems with them too.  The other question he was asked often was why the\nCIA had killed Samantha Smith, the little girl who visited the Soviet Union a\nfew years ago; their propaganda is very effective.\n-- Victor Belenko, MiG-25 fighter pilot who defected in 1976\n   \"Defense Electronics\", Vol 20, No. 6, pg. 100\n",
  "\n\"...I could accept this openness, glasnost, perestroika, or whatever you want\nto call it if they did these things: abolish the one party system; open the\nSoviet frontier and allow Soviet people to travel freely; allow the Soviet\npeople to have real free enterprise; allow Western businessmen to do business\nthere, and permit freedom of speech and of the press.  But so far, the whole\ncountry is like a concentration camp.  The barbed wire on the fence around\nthe Soviet Union is to keep people inside, in the dark.  This openness that\nyou are seeing, all these changes, are cosmetic and they have been designed\nto impress shortsighted, naive, sometimes stupid Western leaders.  These\nleaders gush over Gorbachev, hoping to do business with the Soviet Union or\nappease it.  He will say: \"Yes, we can do business!\"  This while his\nmilitary machine in Afghanistan has killed over a million people out of a\npopulation of 17 million.  Can you imagine that?\n-- Victor Belenko, MiG-25 fighter pilot who defected in 1976\n   \"Defense Electronics\", Vol 20, No. 6, pg. 110\n",
  "\n\"Remember Kruschev:  he tried to do too many things too fast, and he was \nremoved in disgrace.  If Gorbachev tries to destroy the system or make too\nmany fundamental changes to it, I believe the system will get rid of him.\nI am not a political scientist, but I understand the system very well.\nI believe he will have a \"heart attack\" or retire or be removed.  He is\nup against a brick wall.  If you think they will change everything and\nbecome a free, open society, forget it!\"\n-- Victor Belenko, MiG-25 fighter pilot who defected in 1976\n   \"Defense Electronics\", Vol 20, No. 6, pg. 110\n",
  "\nFORTRAN?  The syntactically incorrect statement \"DO 10 I = 1.10\" will parse and\ngenerate code creating a variable, DO10I, as follows: \"DO10I = 1.10\"  If that\ndoesn't terrify you, it should.\n",
  "\n\"I knew then (in 1970) that a 4-kbyte minicomputer would cost as much as\na house.  So I reasoned that after college, I'd have to live cheaply in\nan apartment and put all my money into owning a computer.\"\n-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45\n",
  "\nHP had a unique policy of allowing its engineers to take parts from stock as\nlong as they built something.  \"They figured that with every design, they were \ngetting a better engineer.  It's a policy I urge all companies to adopt.\"\n-- Apple co-founder Steve Wozniak, \"Will Wozniak's class give Apple to teacher?\"\n   EE Times, June 6, 1988, pg 45\n",
  "\n\"I just want to be a good engineer.\"\n-- Steve Wozniak, co-founder of Apple Computer, concluding his keynote speech \n   at the 1988 AppleFest\n",
  "\n\"There's always been Tower of Babel sort of bickering inside Unix, but this\nis the most extreme form ever.  This means at least several years of confusion.\"\n-- Bill Gates, founder and chairman of Microsoft, \n   about the Open Systems Foundation\n",
  "\n\"When in doubt, print 'em out.\"\n-- Karl's Programming Proverb 0x7\n",
  "\n\"If you want the best things to happen in corporate life you have to find ways\nto be hospitable to the unusual person.  You don't get innovation as a \ndemocratic process.  You almost get it as an anti-democratic process.\nCertainly you get it as an anthitetical process, so you have to have an\nenvironment where the body of people are really amenable to change and can\ndeal with the conflicts that arise out of change an innovation.\"\n-- Max DePree, chairman and CEO of Herman Miller Inc.,  \n   \"Herman Miller's Secrets of Corporate Creativity\",\n   The Wall Street Journal, May 3, 1988\n",
  "\n\"In corporate life, I think there are three important areas which contracts\ncan't deal with, the area of conflict, the area of change and area of reaching\npotential.  To me a covenant is a relationship that is based on such things\nas shared ideals and shared value systems and shared ideas and shared\nagreement as to the processes we are going to use for working together.  In\nmany cases they develop into real love relationships.\"\n-- Max DePree, chairman and CEO of Herman Miller Inc., \"Herman Miller's \n   Secrets of Corporate Creativity\", The Wall Street Journal, May 3, 1988\n",
  "\nAnother goal is to establish a relationship \"in which it is OK for everybody\nto do their best.  There are an awful lot of people in management who really\ndon't want subordinates to do their best, because it gets to be very\nthreatening.  But we have found that both internally and with outside\ndesigners if we are willing to have this kind of relationship and if we're\nwilling to be vulnerable to what will come out of it, we get really good\nwork.\"\n-- Max DePree, chairman and CEO of Herman Miller Inc., \"Herman Miller's \n   Secrets of Corporate Creativity\", The Wall Street Journal, May 3, 1988\n",
  "\nIn his book, Mr. DePree tells the story of how designer George Nelson urged\nthat the company also take on Charles Eames in the late 1940s.  Max's father,\nJ. DePree, co-founder of the company with herman Miller in 1923, asked Mr.\nNelson if he really wanted to share the limited opportunities of a then-small\ncompany with another designer.  \"George's response was something like this:\n'Charles Eames is an unusual talent.  He is very different from me.  The\ncompany needs us both.  I want very much to have Charles Eames share in\nwhatever potential there is.'\"\n-- Max DePree, chairman and CEO of Herman Miller Inc., \"Herman Miller's \n   Secrets of Corporate Creativity\", The Wall Street Journal, May 3, 1988\n",
  "\nMr. DePree believes participative capitalism is the wave of the future.  The\nU.S. work force, he believes, \"more and more demands to be included in the\ncapitalist system and if we don't find ways to get the capitalist system\nto be an inclusive system rather than the exclusive system it has been, we're\nall in deep trouble.  If we don't find ways to begin to understand that \ncapitalism's highest potential lies in the common good, not in the individual\ngood, then we're risking the system itself.\"\n-- Max DePree, chairman and CEO of Herman Miller Inc., \"Herman Miller's \n   Secrets of Corporate Creativity\", The Wall Street Journal, May 3, 1988\n",
  "\nMr. DePree also expects a \"tremendous social change\" in all workplaces.  \"When\nI first started working 40 years ago, a factory supervisor was focused on the\nproduct.  Today it is drastically different, because of the social milieu.\nIt isn't unusual for a worker to arrive on his shift and have some family\nproblem that he doesn't know how to resolve.  The example I like to use is a\nguy who comes in and says 'this isn't going to be a good day for me, my son\nis in jail on a drunk-driving charge and I don't know how to raise bail.'\nWhat that means is that if the supervisor wants productivity, he has to know\nhow to raise bail.\"\n-- Max DePree, chairman and CEO of Herman Miller Inc., \"Herman Miller's \n   Secrets of Corporate Creativity\", The Wall Street Journal, May 3, 1988\n",
  "\nFools ignore complexity.  Pragmatists suffer it.\nSome can avoid it.  Geniuses remove it.\n-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982\n",
  "\n\"What if\" is a trademark of Hewlett Packard, so stop using it in your\nsentences without permission, or risk being sued.\n",
  "\nNow, if the leaders of the world -- people who are leaders by virtue of \npolitical, military or financial power, and not necessarily wisdom or\nconsideration for mankind -- if these leaders manage not to pull us\nover the brink into planetary suicide, despite their occasional pompous\nsuggestions that they may feel obliged to do so, we may survive beyond\n1988.  \n-- George Rostky, EE Times, June 20, 1988 p. 45\n",
  "\nThe essential ideas of Algol 68 were that the whole language should be\nprecisely defined and that all the pieces should fit together smoothly.\nThe basic idea behind Pascal was that it didn't matter how vague the\nlanguage specification was (it took *years* to clarify) or how many rough\nedges there were, as long as the CDC Pascal compiler was fast.\n-- Richard A. O'Keefe\n",
  "\n\"We came.  We saw.  We kicked its ass.\"\n-- Bill Murray, _Ghostbusters_\n",
  "\n\"The stars are made of the same atoms as the earth.\"  I usually pick one small\ntopic like this to give a lecture on.  Poets say science takes away from the\nbeauty of the stars -- mere gobs of gas atoms.  Nothing is \"mere.\"  I too can\nsee the stars on a desert night, and feel them.  But do I see less or more?\nThe vastness of the heavens stretches my imagination -- stuck on this carousel\nmy little eye can catch one-million-year-old light.  A vast pattern -- of which\nI am a part -- perhaps my stuff was belched from some forgotten star, as one\nis belching there.  Or see them with the greater eye of Palomar, rushing all\napart from some common starting point when they were perhaps all together.\nWhat is the pattern, or the meaning, or the *why?*  It does not do harm to the \nmystery to know a little about it.  For far more marvelous is the truth than\nany artists of the past imagined!  Why do the poets of the present not speak\nof it?  What men are poets who can speak of Jupiter if he were like a man, but\nif he is an immense spinning sphere of methane and ammonia must be silent?\n-- Richard P. Feynman (1918-1988)\n",
  "\nIf you permit yourself to read meanings into (rather than drawing meanings out\nof) the evidence, you can draw any conclusion you like.\n-- Michael Keith, \"The Bar-Code Beast\", The Skeptical Enquirer Vol 12 No 4 p 416\n",
  "\n\"Pseudocode can be used to some extent to aid the maintenance\nprocess.  However, pseudocode that is highly detailed -\napproaching the level of detail of the code itself - is not of\nmuch use as maintenance documentation.  Such detailed\ndocumentation has to be maintained almost as much as the code,\nthus doubling the maintenance burden.  Furthermore, since such\nvoluminous pseudocode is too distracting to be kept in the\nlisting itself, it must be kept in a separate folder.  The\nresult: Since pseudocode - unlike real code - doesn't have to be\nmaintained, no one will maintain it.  It will soon become out of\ndate and everyone will ignore it.  (Once, I did an informal\nsurvey of 42 shops that used pseudocode.  Of those 42, 0 [zero!],\nfound that it had any value as maintenance documentation.\"\n         --Meilir Page-Jones, \"The Practical Guide to Structured\n           Design\", Yourdon Press (c) 1988\n",
  "\n\"Only a brain-damaged operating system would support task switching and not\nmake the simple next step of supporting multitasking.\"\n-- George McFry\n",
  "\nSigmund Freud is alleged to have said that in the last analysis the entire field\nof psychology may reduce to biological electrochemistry.\n",
  "\nThe magician is seated in his high chair and looks upon the world with favor.\nHe is at the height of his powers.  If he closes his eyes, he causes the world\nto disappear.  If he opens his eyes, he causes the world to come back.  If\nthere is harmony within him, the world is harmonious.  If rage shatters his\ninner harmony, the unity of the world is shattered.  If desire arises within\nhim, he utters the magic syllables that causes the desired object to appear.\nHis wishes, his thoughts, his gestures, his noises command the universe.\n-- Selma Fraiberg, _The Magic Years_, pg. 107\n",
  "\nAn Animal that knows who it is, one that has a sense of his own identity, is\na discontented creature, doomed to create new problems for himself for the\nduration of his stay on this planet.  Since neither the mouse nor the chip\nknows what is, he is spared all the vexing problems that follow this\ndiscovery.  But as soon as the human animal who asked himself this question\nemerged, he plunged himself and his descendants into an eternity of doubt\nand brooding, speculation and truth-seeking that has goaded him through the\ncentures as reelentlessly as hunger or sexual longing.  The chimp that does\nnot know that he exists is not driven to discover his origins and is spared\nthe tragic necessity of contemplating his own end.  And even if the animal \nexperimenters succeed in teaching a chimp to count one hundred bananas or \nto play chess, the chimp will develop no science and he will exhibit no \nappreciation of beauty, for the greatest part of man's wisdom may be traced\nback to the eternal questions of beginnings and endings, the quest to give\nmeaning to his existence, to life itself.\n-- Selma Fraiberg, _The Magic Years_, pg. 193\n",
  "\nA comment on schedules:\n Ok, how long will it take?    \n   For each manager involved in initial meetings add one month.\n   For each manager who says \"data flow analysis\" add another month.\n   For each unique end-user type add one month.\n   For each unknown software package to be employed add two months.\n   For each unknown hardware device add two months.\n   For each 100 miles between developer and installation add one month.\n   For each type of communication channel add one month.\n   If an IBM mainframe shop is involved and you are working on a non-IBM\n      system add 6 months.\n   If an IBM mainframe shop is involved and you are working on an IBM\n      system add 9 months.\nRound up to the nearest half-year.\n--Brad Sherman\nBy the way, ALL software projects are done by iterative prototyping.\nSome companies call their prototypes \"releases\", that's all.\n",
  "\n    UNIX Shell is the Best Fourth Generation Programming Language\n\n    It is the UNIX shell that makes it possible to do applications in a small \n    fraction of the code and time it takes in third generation languages.  In \n    the shell you process whole files at a time, instead of only a line at a \n    time.  And, a line of code in the UNIX shell is one or more programs,\n    which do more than pages of instructions in a 3GL.  Applications can be\n    developed in hours and days, rather than months and years with traditional\n    systems.  Most of the other 4GLs available today look more like COBOL or\n    RPG, the most tedious of the third generation lanaguages.\n\n\"UNIX Relational Database Management:  Application Development in the UNIX \n Environment\" by Rod Manis, Evan Schaffer, and Robert Jorgensen.  Prentice\n Hall Software Series.  Brian Kerrighan, Advisor.  1988.\n",
  "\n\"Laugh while you can, monkey-boy.\"\n-- Dr. Emilio Lizardo\n",
  "\n\"Floggings will continue until morale improves.\"\n-- anonymous flyer being distributed at Exxon USA\n",
  "\n\"Hey Ivan, check your six.\"\n-- Sidewinder missile jacket patch, showing a Sidewinder driving up the tail\n of a Russian Su-27\n",
  "\n\"Free markets select for winning solutions.\"\n-- Eric S. Raymond\n",
  "\n\"I dislike companies that have a we-are-the-high-priests-of-hardware-so-you'll-\nlike-what-we-give-you attitude.  I like commodity markets in which iron-and-\nsilicon hawkers know that they exist to provide fast toys for software types\nlike me to play with...\"\n-- Eric S. Raymond\n",
  "\n\"The urge to destroy is also a creative urge.\"\n-- Bakunin\n[ed. note - I would say: The urge to destroy may sometimes be a creative urge.]\n",
  "\n\"A commercial, and in some respects a social, doubt has been started within the\n last year or two, whether or not it is right to discuss so openly the security\n or insecurity of locks.  Many well-meaning persons suppose that the discus-\n sion respecting the means for baffling the supposed safety of locks offers a\n premium for dishonesty, by showing others how to be dishonest.  This is a fal-\n lacy.  Rogues are very keen in their profession, and already know much more\n than we can teach them respecting their several kinds of roguery.  Rogues knew\n a good deal about lockpicking long before locksmiths discussed it among them-\n selves, as they have lately done.  If a lock -- let it have been made in what-\n ever country, or by whatever maker -- is not so inviolable as it has hitherto\n been deemed to be, surely it is in the interest of *honest* persons to know\n this fact, because the *dishonest* are tolerably certain to be the first to\n apply the knowledge practically; and the spread of knowledge is necessary to\n give fair play to those who might suffer by ignorance.  It cannot be too ear-\n nestly urged, that an acquaintance with real facts will, in the end, be better\n for all parties.\"\n-- Charles Tomlinson's Rudimentary Treatise on the Construction of Locks, \n   published around 1850 \n",
  "\n In respect to lock-making, there can scarcely be such a thing as dishonesty \n of intention: the inventor produces a lock which he honestly thinks will \n possess such and such qualities; and he declares his belief to the world.\n If others differ from him in opinion concerning those qualities, it is open\n to them to say so; and the discussion, truthfully conducted, must lead to\n public advantage: the discussion stimulates curiosity, and curiosity stimu-\n lates invention.  Nothing but a partial and limited view of the question\n could lead to the opinion that harm can result: if there be harm, it will be\n much more than counterbalanced by good.\"\n-- Charles Tomlinson's Rudimentary Treatise on the Construction of Locks, \n   published around 1850.\n",
  "\n\"Wish not to seem, but to be, the best.\"\n-- Aeschylus\n",
  "\n\"Survey says...\"\n-- Richard Dawson, weenie, on \"Family Feud\"\n",
  "\n\"Paul Lynde to block...\"\n-- a contestant on \"Hollywood Squares\"\n",
  "\n\"Little else matters than to write good code.\"\n-- Karl Lehenbauer\n",
  "\nTo write good code is a worthy challenge, and a source of civilized delight.\n-- stolen and paraphrased from William Safire\n",
  "\n\"Stupidity, like virtue, is its own reward\"\n-- William E. Davidsen\n",
  "\n\"If a computer can't directly address all the RAM you can use, it's just a toy.\"\n-- anonymous comp.sys.amiga posting, non-sequitir\n",
  "\n\"Never laugh at live dragons, Bilbo you fool!\" he said to himself, and it became\na favourite saying of his later, and passed into a proverb. \"You aren't nearly\nthrough this adventure yet,\" he added, and that was pretty true as well.\n-- Bilbo Baggins, \"The Hobbit\" by J.R.R. Tolkien, Chapter XII\n",
  "\n\"A dirty mind is a joy forever.\"\n-- Randy Kunkee\n",
  "\n\"You can't teach seven foot.\"\n-- Frank Layton, Utah Jazz basketball coach, when asked why he had recruited\n   a seven-foot tall auto mechanic\n",
  "\n\"A car is just a big purse on wheels.\"\n-- Johanna Reynolds\n",
  "\n\"History is a tool used by politicians to justify their intentions.\"\n-- Ted Koppel\n",
  "\n\"Gozer the Gozerian:  As the duly appointed representative of the city,\ncounty and state of New York, I hereby order you to cease all supernatural\nactivities at once and proceed immediately to your place of origin or\nthe nearest parallel dimension, whichever is nearest.\"\n-- Ray (Dan Akyroyd, _Ghostbusters_\n",
  "\nIt must be remembered that there is nothing more difficult to plan, more\ndoubtful of success, nor more dangerous to manage, than the creation of a\nnew system.  For the initiator has the enmity of all who would profit by\nthe preservation of the old institutions and merely lukewarm defenders in\nthose who would gain by the new ones.\n-- Machiavelli\n",
  "\nGod grant me the senility to accept the things I cannot change,\nThe frustration to try to change things I cannot affect,\nand the wisdom to tell the difference.\n",
  "\nFirst as to speech.  That privilege rests upon the premise that\nthere is no proposition so uniformly acknowledged that it may not be\nlawfully challenged, questioned, and debated.  It need not rest upon\nthe further premise that there are no propositions that are not\nopen to doubt; it is enough, even if there are, that in the end it is\nworse to suppress dissent than to run the risk of heresy.  Hence it\nhas been again and again unconditionally proclaimed that there are\nno limits to the privilege so far as words seek to affect only the hearers'\nbeliefs and not their conduct.  The trouble is that conduct is almost\nalways based upon some belief, and that to change the hearer's belief\nwill generally to some extent change his conduct, and may even evoke\nconduct that the law forbids.\n\n[cf. Learned Hand, The Spirit of Liberty, University of Chicago Press, 1952;\nThe Art and Craft of Judging: The Decisions of Judge Learned Hand,\nedited and annotated by Hershel Shanks, The MacMillian Company, 1968.]\n",
  "\nThe late rebellion in Massachusetts has given more alarm than I think it \nshould have done.  Calculate that one rebellion in 13 states in the course \nof 11 years, is but one for each state in a century and a half.  No country \nshould be so long without one.\n-- Thomas Jefferson in letter to James Madison, 20 December 1787\n",
  "\n\"Nine years of ballet, asshole.\"\n-- Shelly Long, to the bad guy after making a jump over a gorge that he\n   couldn't quite, in \"Outrageous Fortune\"\n",
  "\nYou are in a maze of UUCP connections, all alike.\n",
  "\n\"If that man in the PTL is such a healer, why can't he make his wife's\n hairdo go down?\"\n-- Robin Williams\n",
  "\n8)   Use common sense in routing cable.  Avoid wrapping coax around sources of\n     strong electric or magnetic fields.  Do not wrap the cable around\n     flourescent light ballasts or cyclotrons, for example.\n-- Ethernet Headstart Product, Information and Installation Guide,\n   Bell Technologies, pg. 11\n",
  "\n\"What a wonder is USENET; such wholesale production of conjecture from\nsuch a trifling investment in fact.\"\n-- Carl S. Gutekunst\n",
  "\nVMS must die!\n",
  "\nMS-DOS must die!\n",
  "\nOS/2 must die!\n",
  "\nPournelle must die!\n",
  "\nGarbage In, Gospel Out\n",
  "\n\"Being against torture ought to be sort of a multipartisan thing.\"\n-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian\n",
  "\n\"Facts are stupid things.\"\n-- President Ronald Reagan \n   (a blooper from his speeach at the '88 GOP convention)\n",
  "\n\"The argument that the literal story of Genesis can qualify as science\ncollapses on three major grounds: the creationists' need to invoke\nmiracles in order to compress the events of the earth's history into\nthe biblical span of a few thousand years; their unwillingness to \nabandon claims clearly disproved, including the assertion that all\nfossils are products of Noah's flood; and their reliance upon distortion,\nmisquote, half-quote, and citation out of context to characterize the\nideas of their opponents.\"\n-- Stephen Jay Gould, \"The Verdict on Creationism\", \n   The Skeptical Inquirer, Winter 87/88, pg. 186\n",
  "\n\"An ounce of prevention is worth a ton of code.\"\n-- an anonymous programmer\n",
  "\n\"To IBM, 'open' means there is a modicum of interoperability among some of their\nequipment.\"\n-- Harv Masterson\n",
  "\n\"Just think of a computer as hardware you can program.\"\n-- Nigel de la Tierre\n",
  "\n\"If you own a machine, you are in turn owned by it, and spend your time\n serving it...\"\n-- Marion Zimmer Bradley, _The Forbidden Tower_\n",
  "\n\"Everything should be made as simple as possible, but not simpler.\"\n-- Albert Einstein\n",
  "\n\"Card readers?  We don't need no stinking card readers.\"\n-- Peter da Silva (at the National Academy of Sciencies, 1965, in a\n   particularly vivid fantasy)\n",
  "\nYour good nature will bring unbounded happiness.\n",
  "\nSemper Fi, dude.\n",
  "\nExcitement and danger await your induction to tracer duty!  As a tracer,\nyou must rid the computer networks of slimy, criminal data thieves.\nThey are tricky and the action gets tough, so watch out!  Utilizing all\nyour skills, you'll either get your man or you'll get burned!\n-- advertising for the computer game \"Tracers\"\n",
  "\n\"An entire fraternity of strapping Wall-Street-bound youth.  Hell - this\nis going to be a blood bath!\"\n-- Post Bros. Comics\n",
  "\n\"Neighbors!!  We got neighbors!  We ain't supposed to have any neighbors, and\nI just had to shoot one.\"\n-- Post Bros. Comics\n",
  "\n\"Gotcha, you snot-necked weenies!\"\n-- Post Bros. Comics\n",
  "\ninterlard - vt., to intersperse; diversify\n-- Webster's New World Dictionary Of The American Language\n",
  "\n\"Everybody is talking about the weather but nobody does anything about it.\"\n-- Mark Twain\n",
  "\n\"How many teamsters does it take to screw in a light bulb?\"\n   \"FIFTEEN!!  YOU GOT A PROBLEM WITH THAT?\"\n",
  "\n\"If you weren't my teacher, I'd think you just deleted all my files.\"\n-- an anonymous UCB CS student, to an instructor who had typed \"rm -i *\" to\n   get rid of a file named \"-f\" on a Unix system.\n",
  "\n\"The hottest places in Hell are reserved for those who, in times of moral\ncrisis, preserved their neutrality.\"\n-- Dante\n",
  "\n\"The medium is the message.\"\n-- Marshall McLuhan\n",
  "\n\"The medium is the massage.\"\n-- Crazy Nigel\n",
  "\n\"Show me a good loser, and I'll show you a loser.\"\n-- Vince Lombardi, football coach\n",
  "\n\"It might help if we ran the MBA's out of Washington.\"\n-- Admiral Grace Hopper\n",
  "\nRefreshed by a brief blackout, I got to my feet and went next door.\n-- Martin Amis, _Money_\n",
  "\nThe sprung doors parted and I staggered out into the lobby's teak and flicker.\nUniformed men stood by impassively like sentries in their trench.  I slapped\nmy key on the desk and nodded gravely.  I was loaded enough to be unable to\ntell whether they could tell I was loaded.  Would they mind?  I was certainly\ntoo loaded to care.  I moved to the door with boxy, schlep-shouldered strides.\n-- Martin Amis, _Money_\n",
  "\nI ask only one thing.  I'm understanding.  I'm mature.  And it isn't much to\nask.  I want to get back to London, and track her down, and be alone with my\nSelina -- or not even alone, damn it, merely close to her, close enough to\nsmell her skin, to see the flecked webbing of her lemony eyes, the moulding\nof her artful lips.  Just for a few precious seconds.  Just long enough to\nput in one good, clean punch.  That's all I ask.\n-- Martin Amis, _Money_\n",
  "\n\"Love may fail, but courtesy will previal.\"\n-- A Kurt Vonnegut fan\n",
  "\nNew York is a jungle, they tell you.  You could go further, and say that\nNew York is a jungle.  New York *is a jungle.*  Beneath the columns of\nthe old rain forest, made of melting macadam, the mean Limpopo of swamped \nNinth Avenue bears an angry argosy of crocs and dragons, tiger fish, noise\nmachines, sweating rainmakers.  On the corners stand witchdoctors and\nheadhunters, babbling voodoo-men -- the natives, the jungle-smart natives.\nAnd at night, under the equatorial overgrowth and heat-holding cloud\ncover, you hear the ragged parrot-hoot and monkeysqueak of the sirens,\nand then fires flower to ward off monsters.  Careful: the streets are\nsprung with pits and nets and traps.  Hire a guide.  Pack your snakebite\ngook and your blowdart serum.  Take it seriously.  You have to get a\nbit jungle-wise.\n-- Martin Amis, _Money_\n",
  "\nNow I was heading, in my hot cage, down towards meat-market country on the\ntip of the West Village.  Here the redbrick warehouses double as carcass\ngalleries and rat hives, the Manhattan fauna seeking its necessary\nlevel, living or dead.  Here too you find the heavy faggot hangouts,\nThe Spike, the Water Closet, the Mother Load.  Nobody knows what goes on\nin these places.  Only the heavy faggots know.  Even Fielding seems somewhat \nvague on the question.  You get zapped and flogged and dumped on -- by\nalmost anybody's standards, you have a really terrible time.  The average\npatron arrives at the Spike in one taxi but needs to go back to his sock\nin two.  And then the next night he shows up for more.  They shackle \nthemselves to racks, they bask in urinals.  Their folks have a lot of\nexplaining to do, if you want my opinion, particularly the mums.  Sorry\nto single you ladies out like this but the story must start somewhere.  \nA craving for hourly murder -- it can't be willed.  In the meantime,\nFielding tells me, Mother Nature looks on and taps her foot and clicks\nher tongue.  Always a champion of monogamy, she is cooking up some fancy\nnew diseases.  She just isn't going to stand for it.\n-- Martin Amis, _Money_\n",
  "\n\"You tried it just for once, found it alright for kicks,\n but now you find out you have a habit that sticks,\n you're an orgasm addict,\n you're always at it,\n and you're an orgasm addict.\"\n-- The Buzzcocks\n",
  "\n\"There is no distinctly American criminal class except Congress.\"\n-- Mark Twain\n",
  "\n\"You'll pay to know what you really think.\"\n-- J.R. \"Bob\" Dobbs\n",
  "\n\"We live, in a very kooky time.\"\n-- Herb Blashtfalt\n",
  "\n\"Pull the wool over your own eyes!\"\n-- J.R. \"Bob\" Dobbs\n",
  "\n\"Okay,\" Bobby said, getting the hang of it, \"then what's the matrix?  If\nshe's a deck, and Danbala's a program, what's cyberspace?\"\n  \"The world,\" Lucas said.\n-- William Gibson, _Count Zero_\n",
  "\n\"Our reruns are better than theirs.\"\n-- Nick at Nite\n",
  "\nLife is a game.  Money is how we keep score.\n-- Ted Turner\n",
  "\n\"Pay no attention to the man behind the curtain.\"\n-- The Wizard Of Oz\n",
  "\n\"Pay no attention to the man behind the curtain.\"\n-- Karl, as he stepped behind the computer to reboot it, during a FAT\n",
  "\n\"It ain't so much the things we don't know that get us in trouble.  It's the\nthings we know that ain't so.\"\n-- Artemus Ward aka Charles Farrar Brown\n",
  "\n\"Don't discount flying pigs before you have good air defense.\"\n-- jvh@clinet.FI\n",
  "\n\"In the long run, every program becomes rococo, and then rubble.\"\n-- Alan Perlis\n",
  "\n\"Pok pok pok, P'kok!\"\n-- Superchicken\n",
  "\nLive Free or Live in Massachusettes.\n",
  "\n\"You can't get very far in this world without your dossier being there first.\"\n-- Arthur Miller\n",
  "\n\"Flight Reservation systems decide whether or not you exist. If your information\nisn't in their database, then you simply don't get to go anywhere.\"\n-- Arthur Miller\n",
  "\n\"What people have been reduced to are mere 3-D representations of their own \ndata.\"\n-- Arthur Miller\n",
  "\n\"The Avis WIZARD decides if you get to drive a car. Your head won't touch the\npillow of a Sheraton unless their computer says it's okay.\"\n-- Arthur Miller\n",
  "\n\"They know your name, address, telephone number, credit card numbers, who ELSE\nis driving the car \"for insurance\", ...  your driver's license number. In the\nstate of Massachusetts, this is the same number as that used for Social\nSecurity, unless you object to such use. In THAT case, you are ASSIGNED a\nnumber and you reside forever more on the list of \"weird people who don't give\nout their Social Security Number in Massachusetts.\"\n-- Arthur Miller\n",
  "\n\"Data is a lot like humans:  It is born.  Matures.  Gets married to other data,\ndivorced. Gets old.  One thing that it doesn't do is die.  It has to be killed.\"\n-- Arthur Miller\n",
  "\n\"People should have access to the data which you have about them.  There should\n be a process for them to challenge any inaccuracies.\"\n-- Arthur Miller\n",
  "\n\"Although Poles suffer official censorship, a pervasive secret\npolice and laws similar to those in the USSR, there are\nthousands of underground publications, a legal independent\nChurch, private agriculture, and the East bloc's first and only\nindependent trade union federation, NSZZ Solidarnosc, which is\nan affiliate of both the International Confederation of Free\nTrade Unions and the World Confederation of Labor.  There is\nliterally a world of difference between Poland - even in its\npresent state of collapse - and Soviet society at the peak of\nits \"glasnost.\"  This difference has been maintained at great\ncost by the Poles since 1944.\n-- David Phillips, SUNY at Buffalo, about establishing a\n   gateway from EARN (Eurpoean Academic Research Network)\n   to Poland\n",
  "\n\"There is also a thriving independent student movement in\nPoland, and thus there is a strong possibility (though no\nguarantee) of making an EARN-Poland link, should it ever come\nabout, a genuine link - not a vacuum cleaner attachment for a\nBloc information gathering apparatus rationed to trusted\napparatchiks.\"\n-- David Phillips, SUNY at Buffalo, about establishing a\n   gateway from EARN (Eurpoean Academic Research Network)\n   to Poland\n",
  "\n\"Do not lose your knowledge that man's proper estate is an upright posture,\nan intransigent mind, and a step that travels unlimited roads.\"\n-- John Galt, in Ayn Rand's _Atlas Shrugged_\n",
  "\nDon't panic.\n",
  "\nThe bug stops here.\n",
  "\nThe bug starts here.\n",
  "\n\"Why waste negative entropy on comments, when you could use the same\nentropy to create bugs instead?\"\n-- Steve Elias\n",
  "\n\"The pathology is to want control, not that you ever get it, because of\ncourse you never do.\"\n-- Gregory Bateson\n",
  "\n\"Your butt is mine.\"\n-- Michael Jackson, Bad\n",
  "\nShip it.\n",
  "\n\"Once they go up, who cares where they come down?  That's not my department.\"\n-- Werner von Braun\n",
  "\n\"When the only tool you have is a hammer, you tend to treat everything as if\nit were a nail.\"\n-- Abraham Maslow\n",
  "\n\"Imitation is the sincerest form of television.\"\n-- The New Mighty Mouse\n",
  "\n\"The lesser of two evils -- is evil.\"\n-- Seymour (Sy) Leon\n",
  "\n\"It's no sweat, Henry.  Russ made it back to Bugtown before he died.  So he'll\nregenerate in a couple of days.  It's just awful sloppy of him to get killed in\nthe first place.  Humph!\"\n-- Ron Post, Post Brothers Comics\n",
  "\n\"An honest god is the noblest work of man.  ... God has always resembled his\ncreators.  He hated and loved what they hated and loved and he was invariably\nfound on the side of those in power. ... Most of the gods were pleased with\nsacrifice, and the smell of innocent blood has ever been considered a divine\nperfume.\"\n-- Robert G. Ingersoll\n",
  "\n\"We are not endeavoring to chain the future but to free the present. ... We are\nthe advocates of inquiry, investigation, and thought. ... It is grander to think\nand investigate for yourself than to repeat a creed. ... I look for the day\nwhen *reason*, throned upon the world's brains, shall be the King of Kings and\nthe God of Gods.\n-- Robert G. Ingersoll\n",
  "\n\"I honestly believe that the doctrine of hell was born in the glittering eyes\nof snakes that run in frightful coils watching for their prey.  I believe\nit was born with the yelping, howling, growling and snarling of wild beasts...\nI despise it, I defy it, and I hate it.\"\n-- Robert G. Ingersoll\n",
  "\n\"Is this foreplay?\"\n   \"No, this is Nuke Strike.  Foreplay has lousy graphics.  Beat me again.\"\n-- Duckert, in \"Bad Rubber,\" Albedo #0 (comics)\n",
  "\negrep patterns are full regular expressions; it uses a fast deterministic\nalgorithm that sometimes needs exponential space.\n-- unix manuals\n",
  "\n\"A mind is a terrible thing to have leaking out your ears.\"\n-- The League of Sadistic Telepaths\n",
  "\n\"Life sucks, but it's better than the alternative.\"\n-- Peter da Silva\n",
  "\nIf this is a service economy, why is the service so bad?\n",
  "\n\"I shall expect a chemical cure for psychopathic behavior by 10 A.M. tomorrow,\nor I'll have your guts for spaghetti.\"\n-- a comic panel by Cotham \n",
  "\n\"Even if you're on the right track, you'll get run over if you just sit there.\"\n-- Will Rogers\n",
  "\n\"An open mind has but one disadvantage: it collects dirt.\"\n-- a saying at RPI\n",
  "\n\"The geeks shall inherit the earth.\"\n-- Karl Lehenbauer\n",
  "\n\"Beware of programmers carrying screwdrivers.\"\n-- Chip Salzenberg\n",
  "\n\"Elvis is my copilot.\"\n-- Cal Keegan\n",
  "\n\"The fundamental principle of science, the definition almost, is this: the\nsole test of the validity of any idea is experiment.\"\n-- Richard P. Feynman\n",
  "\nHow many Unix hacks does it take to change a light bulb?\n   Let's see, can you use a shell script for that or does it need a C program?\n",
  "\n\"Don't hate me because I'm beautiful.  Hate me because I'm beautiful, smart \nand rich.\"\n-- Calvin Keegan\n",
  "\n\"The whole problem with the world is that fools and fanatics are always so\ncertain of themselves, but wiser people so full of doubts.\"\n-- Bertrand Russell\n",
  "\nAlways look over your shoulder because everyone is watching and plotting\nagainst you.\n",
  "\n\"Let us condemn to hellfire all those who disagree with us.\"\n-- militant religionists everywhere\n",
  "\nBaby On Board.\n",
  "\n\"The net result is a system that is not only binary compatible with 4.3 BSD,\nbut is even bug for bug compatible in almost all features.\"\n-- Avadit Tevanian, Jr., \"Architecture-Independent Virtual Memory Management\n   for Parallel and Distributed Environments:  The Mach Approach\"\n",
  "\n\"The number of Unix installations has grown to 10, with more expected.\"\n-- The Unix Programmer's Manual, 2nd Edition, June, 1972\n",
  "\n\"Engineering without management is art.\"\n-- Jeff Johnson\n",
  "\n\"I'm not a god, I was misquoted.\"\n-- Lister, Red Dwarf\n",
  "\nBrain off-line, please wait.\n",
  "\n-- \n-- uunet!sugar!karl  | \"We've been following your progress with considerable \n-- karl@sugar.uu.net |  interest, not to say contempt.\"  -- Zaphod Beeblebrox IV\n-- Usenet BBS (713) 438-5018\n\n\n\nth-th-th-th-That's all, folks!\n\n----------- cut here, don't forget to strip junk at the end, too -------------\n\"Psychoanalysis??  I thought this was a nude rap session!!!\"\n-- Zippy\n",
  "\nAre you having fun yet?\n",
  "\n\"The vast majority of successful major crimes against property are\nperpetrated by individuals abusing positions of trust.\"\n-- Lawrence Dalzell\n",
  "\n\"Perhaps I am flogging a straw herring in mid-stream, but in the light of\nwhat is known about the ubiquity of security vulnerabilities, it seems vastly\ntoo dangerous for university folks to run with their heads in the sand.\"\n-- Peter G. Neumann, RISKS moderator, about the Internet virus\n",
  "\n\"Seed me, Seymour\"\n-- a random number generator meets the big green mother from outer space\n",
  "\n\"Buy land.  They've stopped making it.\"\n-- Mark Twain\n",
  "\n\"Open the pod bay doors, HAL.\"\n-- Dave Bowman, 2001\n",
  "\n\"There was no difference between the behavior of a god and the operations of\npure chance...\"\n-- Thomas Pynchon, _Gravity's Rainbow_\n",
  "\n...Saure really turns out to be an adept at the difficult art of papryomancy,\nthe ability to prophesy through contemplating the way people roll reefers -\nthe shape, the licking pattern, the wrinkles and folds or absence thereof\nin the paper.  \"You will soon be in love,\" sez Saure, \"see, this line here.\"\n\"It's long, isn't it?  Does that mean --\" \"Length is usually intensity.\nNot time.\"\n-- Thomas Pynchon, _Gravity's Rainbow_\n",
  "\nGo ahead, capitalize the T on technology, deify it if it will make you feel\nless responsible -- but it puts you in with the neutered, brother, in with\nthe eunuchs keeping the harem of our stolen Earth for the numb and joyless\nhardons of human sultans, human elite with no right at all to be where they\nare --\"\n-- Thomas Pynchon, _Gravity's Rainbow_\n",
  "\n...the prevailing Catholic odor - incense, wax, centuries of mild bleating\nfrom the lips of the flock.\n-- Thomas Pynchon, _Gravity's Rainbow_\n",
  "\n...At that time [the 1960s], Bell Laboratories scientists projected that\ncomputer speeds as high as 30 million floating-point calculations per\nsecond (megaflops) would be needed for the Army's ballistic missile\ndefense system.  Many computer experts -- including a National Academy\nof Sciences panel -- said achieving such speeds, even using multiple\nprocessors, was impossible.  Today, new generation supercomputers operate\nat billions of operations per second (gigaflops).\n-- Aviation Week & Space Technology, May 9, 1988, \"Washington Roundup\", pg 13\n",
  "\nShit Happens.\n",
  "\nbackups: always in season, never out of style.\n",
  "\n\"There was a vague, unpleasant manginess about his appearence; he somehow\nseemed dirty, though a close glance showed him as carefully shaven as an\nactor, and clad in immaculate linen.\"\n-- H.L. Mencken, on the death of William Jennings Bryan\n",
  "\nWork was impossible.  The geeks had broken my spirit.  They had done too\nmany things wrong.  It was never like this for Mencken.  He lived like\na Prussian gambler -- sweating worse than Bryan on some nights and drunker\nthan Judas on others.  It was all a dehumanized nightmare...and these\nraddled cretins have the gall to complain about my deadlines.\n-- Hunter Thompson, \"Bad Nerves in Fat City\", _Generation of Swine_\n",
  "\n\"This generation may be the one that will face Armageddon.\"\n-- Ronald Reagan, \"People\" magazine, December 26, 1985\n",
  "\n... The cable had passed us by; the dish was the only hope, and eventually\nwe were all forced to turn to it.  By the summer of '85, the valley had more\nsatellite dishes per capita than an Eskimo village on the north slope of\nAlaska.\n\nMine was one of the last to go in.  I had been nervous from the start about\nthe hazards of too much input, which is a very real problem with these\nthings.  Watching TV becomes a full-time job when you can scan 200 channels\nall day and all night and still have the option of punching Night Dreams\ninto the video machine, if the rest of the world seems dull.\n-- Hunter Thompson, \"Full-time scrambling\", _Generation of Swine_\n",
  "\n\"Call immediately.  Time is running out.  We both need to do something\nmonstrous before we die.\"\n-- Message from Ralph Steadman to Hunter Thompson\n",
  "\n\"The only way for a reporter to look at a politician is down.\"\n-- H.L. Mencken\n",
  "\n\"You don't go out and kick a mad dog.  If you have a mad dog with rabies, you\ntake a gun and shoot him.\"\n-- Pat Robertson, TV Evangelist, about Muammar Kadhafy\n",
  "\nDavid Brinkley: The daily astrological charts are precisely where, in my\n  judgment, they belong, and that is on the comic page.\nGeorge Will:  I don't think astrology belongs even on the comic pages.\n  The comics are making no truth claim.\nBrinkley:  Where would you put it?\nWill:  I wouldn't put it in the newspaper.  I think it's transparent rubbish.\n  It's a reflection of an idea that we expelled from Western thought in the\n  sixteenth century, that we are in the center of a caring universe.  We are\n  not the center of the universe, and it doesn't care.  The star's alignment\n  at the time of our birth -- that is absolute rubbish.  It is not funny to\n  have it intruded among people who have nuclear weapons.\nSam Donaldson:  This isn't something new.  Governor Ronald Reagan was sworn\n  in just after midnight in his first term in Sacramento because the stars\n  said it was a propitious time.\nWill:  They [horoscopes] are utter crashing banalities.  They could apply to\n  anyone and anything.\nBrinkley:  When is the exact moment [of birth]?  I don't think the nurse is\n  standing there with a stopwatch and a notepad.\nDonaldson:  If we're making decisions based on the stars -- that's a cockamamie\n  thing.  People want to know.\n-- \"This Week\" with David Brinkley, ABC Television, Sunday, May 8, 1988,\n   excerpts from a discussion on Astrology and Reagan\n",
  "\nThe reported resort to astrology in the White House has occasioned much\nmerriment.  It is not funny.  Astrological gibberish, which means astrology\ngenerally, has no place in a newspaper, let alone government.  Unlike comics,\nwhich are part of a newspaper's harmless pleasure and make no truth claims,\nastrology is a fraud.  The idea that it gets a hearing in government is\ndismaying.\n-- George Will, Washing Post Writers Group\n",
  "\nAstrology is the sheerest hokum.  This pseudoscience has been around since\nthe day of the Chaldeans and Babylonians.  It is as phony as numerology,\nphrenology, palmistry, alchemy, the reading of tea leaves, and the practice\nof divination by the entrails of a goat.  No serious person will buy the\nnotion that our lives are influenced individually by the movement of\ndistant planets.  This is the sawdust blarney of the carnival midway.\n-- James J. Kilpatrick, Universal Press Syndicate\n",
  "\nA serious public debate about the validity of astrology?  A serious believer\nin the White House?  Two of them?  Give me a break.  What stifled my laughter\nis that the image fits.  Reagan has always exhibited a fey indifference toward\nscience.  Facts, like numbers, roll off his back.  And we've all come to\naccept it.  This time it was stargazing that became a serious issue....Not\nthat long ago, it was Reagan's support of Creationism....Creationists actually\ngot equal time with evolutionists.  The public was supposed to be open-minded\nto the claims of paleontologists and fundamentalists, as if the two were\nscientific colleagues....It has been clear for a long time that the president\nis averse to science...In general, these attitudes fall onto friendly American\nturf....But at the outer edges, this skepticism about science easily turns\ninto a kind of naive acceptance of nonscience, or even nonsense.  The same\npeople who doubt experts can also believe any quackery, from the benefits of\nlaetrile to eye of newt to the movment of planets.  We lose the capacity to\nmake rational -- scientific -- judgments.  It's all the same.\n-- Ellen Goodman, The Boston Globe Newspaper Company-Washington Post Writers \n    Group\n",
  "\nThe spectacle of astrology in the White House -- the governing center of\nthe world's greatest scientific and military power -- is so appalling that\nit defies understanding and provides grounds for great fright.  The easiest\nresponse is to laugh it off, and to indulge in wisecracks about Civil\nService ratings for horoscope makers and palm readers and whether Reagan\nasked Mikhail Gorbachev for his sign.  A contagious good cheer is the\nhallmark of this presidency, even when the most dismal matters are concerned.\nBut this time, it isn't funny.  It's plain scary.\n-- Daniel S. Greenberg, Editor, _Science and Government Report_, writing in\n   \"Newsday\", May 5, 1988\n",
  "\n[Astrology is] 100 percent hokum, Ted.  As a matter of fact, the first edition\nof the Encyclopaedia Britannica, written in 1771 -- 1771! -- said that this\nbelief system is a subject long ago ridiculed and reviled.  We're dealing with\nbeliefs that go back to the ancient Babylonians.  There's nothing there....\nIt sounds a lot like science, it sounds like astronomy.  It's got technical\nterms.  It's got jargon.  It confuses the public....The astrologer is quite\nglib, confuses the public, uses terms which come from science, come from\nmetaphysics, come from a host of fields, but they really mean nothing.  The\nfact is that astrological beliefs go back at least 2,500 years.  Now that\nshould be a sufficiently long time for astrologers to prove their case.  They\nhave not proved their case....It's just simply gibberish.  The fact is, there's\nno theory for it, there are no observational data for it.  It's been tested\nand tested over the centuries.  Nobody's ever found any validity to it at\nall.  It is not even close to a science.  A science has to be repeatable, it\nhas to have a logical foundation, and it has to be potentially vulnerable --\nyou test it.  And in that astrology is reqlly quite something else.\n-- Astronomer Richard Berendzen, President, American University, on ABC\n    News \"Nightline,\" May 3, 1988\n",
  "\nEven if we put all these nagging thoughts [four embarrassing questions about\nastrology] aside for a moment, one overriding question remains to be asked.\nWhy would the positions of celestial objects at the moment of birth have an\neffect on our characters, lives, or destinies?  What force or influence,\nwhat sort of energy would travel from the planets and stars to all human\nbeings and affect our development or fate?  No amount of scientific-sounding\njargon or computerized calculations by astrologers can disguise this central\nproblem with astrology -- we can find no evidence of a mechanism by which\ncelestial objects can influence us in so specific and personal a way. . . .\nSome astrologers argue that there may be a still unknown force that represents\nthe astrological influence. . . .If so, astrological predictions -- like those\nof any scientific field -- should be easily tested. . . . Astrologers always\nclaim to be just a little too busy to carry out such careful tests of their\nefficacy, so in the last two decades scientists and statisticians have\ngenerously done such testing for them.  There have been dozens of well-designed\ntests all around the world, and astrology has failed every one of them. . . .\nI propose that we let those beckoning lights in the sky awaken our interest\nin the real (and fascinating) universe beyond our planet, and not let them\nkeep us tied to an ancient fantasy left over from a time when we huddled by\nthe firelight, afraid of the night.\n-- Andrew Fraknoi, Executive Officer, Astronomical Society of the Pacific,\n    \"Why Astrology Believers Should Feel Embarrassed,\" San Jose Mercury\n    News, May 8, 1988\n",
  "\nWith the news that Nancy Reagan has referred to an astrologer when planning\nher husband's schedule, and reports of Californians evacuating Los Angeles\non the strength of a prediction from a sixteenth-century physician and\nastrologer Michel de Notredame, the image of the U.S. as a scientific and\ntechnological nation has taking a bit of a battering lately.  Sadly, such\nhappenings cannot be dismissed as passing fancies.  They are manifestations\nof a well-established \"anti-science\" tendency in the U.S. which, ultimately,\ncould threaten the country's position as a technological power. . . .  The\nmanifest widespread desire to reject rationality and substitute a series\nof quasirandom beliefs in order to understand the universe does not augur\nwell for a nation deeply concerned about its ability to compete with its\nindustrial equals.  To the degree that it reflects the thinking of a \nsignificant section of the public, this point of view encourages ignorance\nof and, indeed, contempt for science and for rational methods of approaching\ntruth. . . . It is becoming clear that if the U.S. does not pick itself up\nsoon and devote some effort to educating the young effectively, its hope of\nmaintaining a semblance of leadership in the world may rest, paradoxically,\nwith a new wave of technically interested and trained immigrants who do not\nsuffer from the anti-science disease rampant in an apparently decaying society.\n-- Physicist Tony Feinberg, in \"New Scientist,\" May 19, 1988\n",
  "\nmiracle:  an extremely outstanding or unusual event, thing, or accomplishment.\n-- Webster's Dictionary\n",
  "\n\"The computer programmer is a creator of universes for which he alone\n is responsible. Universes of virtually unlimited complexity can be\n created in the form of computer programs.\"\n-- Joseph Weizenbaum, _Computer Power and Human Reason_\n",
  "\n\"If the code and the comments disagree, then both are probably wrong.\"\n-- Norm Schryer\n",
  "\n\"May your future be limited only by your dreams.\"\n-- Christa McAuliffe\n",
  "\n\"It is better for civilization to be going down the drain than to be\ncoming up it.\"\n-- Henry Allen\n",
  "\n\"Life begins when you can spend your spare time programming instead of\nwatching television.\"\n-- Cal Keegan\n",
  "\nEat shit -- billions of flies can't be wrong.\n",
  "\n\"We never make assertions, Miss Taggart,\" said Hugh Akston.  \"That is\nthe moral crime peculiar to our enemies.  We do not tell -- we *show*.\nWe do not claim -- we *prove*.\"  \n-- Ayn Rand, _Atlas Shrugged_\n",
  "\n\"I remember when I was a kid I used to come home from Sunday School and\n my mother would get drunk and try to make pancakes.\"\n-- George Carlin\n",
  "\n\"My father?  My father left when I was quite young.  Well actually, he\n was asked to leave.  He had trouble metabolizing alcohol.\"\n -- George Carlin\n",
  "\n\"I turn on my television set.  I see a young lady who goes under the guise\nof being a Christian, known all over the nation, dressed in skin-tight\nleather pants, shaking and wiggling her hips to the beat and rythm of the\nmusic as the strobe lights beat their patterns across the stage and the\nband plays the contemporary rock sound which cannot be differentiated from\nsongs by the Grateful Dead, the Beatles, or anyone else.  And you may try\nto tell me this is of God and that it is leading people to Christ, but I\nknow better.\n-- Jimmy Swaggart, hypocritical sexual pervert and TV preacher, self-described\n pornography addict, \"Two points of view: 'Christian' rock and roll.\", \n The Evangelist, 17(8): 49-50.\n",
  "\n\"So-called Christian rock. . . . is a diabolical force undermining Christianity\n from within.\"\n-- Jimmy Swaggart, hypocrite and TV preacher, self-described pornography addict,\n \"Two points of view: 'Christian' rock and roll.\", The Evangelist, 17(8): 49-50.\n",
  "\n\"Anyone attempting to generate random numbers by deterministic means is, of\ncourse, living in a state of sin.\"\n-- John Von Neumann\n",
  "\n\"You must have an IQ of at least half a million.\"  -- Popeye\n",
  "\n\"Freedom is still the most radical idea of all.\"\n-- Nathaniel Branden\n",
  "\nAren't you glad you're not getting all the government you pay for now?\n",
  "\n\"I never let my schooling get in the way of my education.\"\n-- Mark Twain\n",
  "\nThese screamingly hilarious gogs ensure owners of     X Ray Gogs to be the life\nof any party.\n-- X-Ray Gogs Instructions\n",
  "\nA student asked the master for help... does this program run from the\nWorkbench? The master grabbed the mouse and pointed to an icon. \"What is\nthis?\" he asked. The student replied \"That's the mouse\". The master pressed\ncontrol-Amiga-Amiga and hit the student on the head with the Amiga ROM Kernel\nManual.\n-- Amiga Zen Master Peter da Silva\n",
  "\n\"Thank heaven for startups; without them we'd never have any advances.\"\n-- Seymour Cray\n",
  "\n\"Out of register space (ugh)\"\n-- vi\n",
  "\n\"Its failings notwithstanding, there is much to be said in favor\nof journalism in that by giving us the opinion of the uneducated,\nit keeps us in touch with the ignorance of the community.\"\n                                        - Oscar Wilde\n",
  "\n\"Ada is PL/I trying to be Smalltalk.\n-- Codoso diBlini\n",
  "\n\"The greatest dangers to liberty lurk in insidious encroachment by mean of zeal,\nwell-meaning but without understanding.\"\n-- Justice Louis O. Brandeis (Olmstead vs. United States)\n",
  "\n\"'Tis true, 'tis pity, and pity 'tis 'tis true.\"\n-- Poloniouius, in Willie the Shake's _Hamlet, Prince of Darkness_\n\n",
  "\n\"All the people are so happy now, their heads are caving in.  I'm glad they\nare a snowman with protective rubber skin\" \n-- They Might Be Giants\n",
  "\n\"Indecision is the basis of flexibility\"\n-- button at a Science Fiction convention.\n",
  "\n\"Sometimes insanity is the only alternative\"\n-- button at a Science Fiction convention.\n",
  "\n\"Old age and treachery will beat youth and skill every time.\"\n-- a coffee cup\n",
  "\n\"The most important thing in a man is not what he knows, but what he is.\"\n-- Narciso Yepes\n",
  "\n\"All we are given is possibilities -- to make ourselves one thing or another.\"\n-- Ortega y Gasset\n",
  "\n\"We will be better and braver if we engage and inquire than if we indulge in\nthe idle fancy that we already know -- or that it is of no use seeking to\nknow what we do not know.\"\n-- Plato\n",
  "\n\"To undertake a project, as the word's derivation indicates, means to cast an\nidea out ahead of oneself so that it gains autonomy and is fulfilled not only\nby the efforts of its originator but, indeed, independently of him as well.\n-- Czeslaw Milosz\n",
  "\n\"We cannot put off living until we are ready.  The most salient characteristic\nof life is its coerciveness; it is always urgent, \"here and now,\" without any\npossible postponement.  Life is fired at us point blank.\"\n-- Ortega y Gasset\n",
  "\n\"From there to here, from here to there, funny things are everywhere.\"\n-- Dr. Seuss\n",
  "\n\"When it comes to humility, I'm the greatest.\"\n-- Bullwinkle Moose\n\n",
  "\nRemember, an int is not always 16 bits.  I'm not sure, but if the 80386 is one\nstep closer to Intel's slugfest with the CPU curve that is aymptotically\napproaching a real machine, perhaps an int has been implemented as 32 bits by\nsome Unix vendors...?\n-- Derek Terveer\n",
  "\n\"Insofar as I may be heard by anything, which may or may not care\nwhat I say, I ask, if it matters, that you be forgiven for anything\nyou may have done or failed to do which requires forgiveness.\nConversely, if not forgiveness but something else may be required to\ninsure any possible benefit for which you may be eligible after the\ndestruction of your body, I ask that this, whatever it may be,\nbe granted or withheld, as the case may be, in such a manner as to\ninsure your receiving said benefit. I ask this in my capacity as \nyour elected intermediary between yourself and that which may not be\nyourself, but which may have an interest in the matter of your\nreceiving as much as it is possible for you to receive of this\nthing, and which may in some way be influenced by this ceremony. Amen.\"\n\nMadrak, in _Creatures of Light and Darkness_, by Roger Zelazny\n",
  "\n\"An Academic speculated whether a bather is beautiful\nif there is none in the forest to admire her. He hid\nin the bushes to find out, which vitiated his premise\nbut made him happy.\nMoral: Empiricism is more fun than speculation.\"\n-- Sam Weber\n",
  "\n1 1 was a race-horse, 2 2 was 1 2. When 1 1 1 1 race, 2 2 1 1 2.\n",
  "\n\"I figured there was this holocaust, right, and the only ones left alive were\n Donna Reed, Ozzie and Harriet, and the Cleavers.\"\n-- Wil Wheaton explains why everyone in \"Star Trek: The Next Generation\" \n    is so nice\n",
  "\n\"Engineering meets art in the parking lot and things explode.\"\n-- Garry Peterson, about Survival Research Labs\n",
  "\n\"Why can't we ever attempt to solve a problem in this country without having\na 'War' on it?\" -- Rich Thomson, talk.politics.misc\n",
  "\n      ...and before I knew what I was doing, I had kicked the\n      typewriter and threw it around the room and made it beg for\n      mercy.  At this point the typewriter pleaded for me to dress\n      him in feminine attire but instead I pressed his margin release\n      over and over again until the typewriter lost consciousness.\n      Presently, I regained consciousness and realized with shame what\n      I had done.  My shame is gone and now I am looking for a\n      submissive typewriter, any color, or model.  No electric\n      typewriters please!\n                        --Rick Kleiner\n",
  "\nProfessional wrestling:  ballet for the common man.\n",
  "\n\"An idealist is one who, on noticing that a rose smells better than a\ncabbage, concludes that it will also make better soup.\" - H.L. Mencken\n",
  "\n   \"Are those cocktail-waitress fingernail marks?\"  I asked Colletti as he\nshowed us these scratches on his chest.  \"No, those are on my back,\" Colletti\nanswered.  \"This is where a case of cocktail shrimp fell on me.  I told her\nto slow down a little, but you know cocktail waitresses, they seem to have\na mind of their own.\"\n-- The Incredibly Monstrous, Mind-Roasting Summer of O.C. and Stiggs\n   National Lampoon, October 1982\n",
  "\n\"Never give in.  Never give in.  Never. Never. Never.\"\n-- Winston Churchill\n",
  "\n\"Never ascribe to malice that which is caused by greed and ignorance.\"\n-- Cal Keegan\n",
  "\n\"Despite its suffix, skepticism is not an \"ism\" in the sense of a belief\nor dogma.  It is simply an approach to the problem of telling what is\ncounterfeit and what is genuine.  And a recognition of how costly it may\nbe to fail to do so.  To be a skeptic is to cultivate \"street smarts\" in\nthe battle for control of one's own mind, one's own money, one'w own\nallegiances.  To be a skeptic, in short, is to refuse to be a victim.\n-- Robert S. DeBear, \"An Agenda for Reason, Realism, and Responsibility,\"\n New York Skeptic (newsletter of the New York Area Skeptics, Inc.), Spring 1988\n",
  "\n\"If you want to know what happens to you when you die, go look at some dead\nstuff.\"\n-- Dave Enyeart\n",
  "\n\"After one week [visiting Austria] I couldn't wait to go back to the United \nStates.  Everything was much more pleasant in the United States, because of\nthe mentality of being open-minded, always positive.  Everything you want to\ndo in Europe is just, 'No way.  No one has ever done it.'  They haven't any\nmore the desire to go out to conquer and achieve -- I realized that I had much\nmore the American spirit.\"\n-- Arnold Schwarzenegger\n",
  "\n\"I prefer rogues to imbeciles, because they sometimes take a rest.\"\n-- Alexandre Dumas (fils)\n",
  "\n\tWell, punk is kind of anti-ethical, anyway.  Its ethics, so to speak,\ninclude a disdain for ethics in general.  If you have to think about some-\nthing so hard, then it's bullshit anyway; that's the idea.  Punks are anti-\nismists, to coin a term.  But nonetheless, they have a pretty clearly defined\nstance and image, and THAT is what we hang the term `punk' on.\n-- Jeff G. Bone\n",
  "\n\tI think for the most part that the readership here uses the c-word in\na similar fashion.  I don't think anybody really believes in a new, revolution-\nary literature --- I think they use `cyberpunk' as a term of convenience to\ndiscuss the common stylistic elements in a small subset of recent sf books.\n-- Jeff G. Bone\n",
  "\n\tSo we get to my point.  Surely people around here read things that\naren't on the *Officially Sanctioned Cyberpunk Reading List*.  Surely we\ndon't (any of us) really believe that there is some big, deep political and\nphilosophical message in all this, do we?  So if this `cyberpunk' thing is\njust a term of convenience, how can somebody sell out?  If cyberpunk is just a\nword we use to describe a particular style and imagery in sf, how can it be\ndead?  Where are the profound statements that the `Movement' is or was trying\nto make?\n\tI think most of us are interested in examining and discussing literary\n(and musical) works that possess a certain stylistic excellence and perhaps a\nrather extreme perspective; this is what CP is all about, no?  Maybe there \nshould be a newsgroup like, say, alt.postmodern or somthing.  Something less\nrestrictive in scope than alt.cyberpunk.\n-- Jeff G. Bone\n",
  "\n\"Everyone's head is a cheap movie show.\"\n-- Jeff G. Bone\n",
  "\nLife is full of concepts that are poorly defined.  In fact, there are very few \nconcepts that aren't.  It's hard to think of any in non-technical fields.  \n-- Daniel Kimberg\n",
  "\n...cyberpunk wants to see the mind as mechanistic & duplicable,\nchallenging basic assumptions about the nature of individuality & self.\nThat seems all the better reason to assume that cyberpunk art & music is\nessentially mindless garbagio. Willy certainly addressed this idea in\n\"Count Zero,\" with Katatonenkunst, the automatic box-maker and the girl's\nobservation that the real art was the building of the machine itself, \nrather than its output.\n-- Eliot Handelman\n",
  "\nIt might be worth reflecting that this group was originally created\nback in September of 1987 and has exchanged over 1200 messages.  The\noriginal announcement for the group called for an all inclusive\ndiscussion ranging from the writings of Gibson and Vinge and movies\nlike Bladerunner to real world things like Brands' description of the\nwork being done at the MIT Media Lab.  It was meant as a haven for\npeople with vision of this scope.  If you want to create a haven for\npeople with narrower visions, feel free.  But I feel sad for anyone\nwho thinks that alt.cyberpunk is such a monstrous group that it is in\ndire need of being subdivided.  Heaven help them if they ever start\nreading comp.arch or rec.arts.sf-lovers.\n-- Bob Webber\n",
  "\n...I don't care for the term 'mechanistic'. The word 'cybernetic' is a lot\nmore apropos. The mechanistic world-view is falling further and further behind\nthe real world where even simple systems can produce the most marvellous\nchaos. \n-- Peter da Silva\n",
  "\nAs for the basic assumptions about individuality and self, this is the core\nof what I like about cyberpunk. And it's the core of what I like about certain\npre-gibson neophile techie SF writers that certain folks here like to put\ndown. Not everyone makes the same assumptions. I haven't lost my mind... it's\nbacked up on tape.\n-- Peter da Silva\n",
  "\nWho are the artists in the Computer Graphics Show?  Wavefront's latest box, or \nthe people who programmed it?  Should Mandelbrot get all the credit for the \noutput of programs like MandelVroom?\n-- Peter da Silva\n",
  "\nTrailing Edge Technologies is pleased to announce the following\nTETflame programme:\n\n1) For a negotiated price (no quatloos accepted) one of our flaming\n   representatives will flame the living shit out of the poster of\n   your choice. The price is inversly proportional to how much of\n   an asshole the target it. We cannot be convinced to flame Dennis\n   Ritchie. Matt Crawford flames are free.\n\n2) For a negotiated price (same arrangement) the TETflame programme\n   is offering ``flame insurence''. Under this arrangement, if\n   one of our policy holders is flamed, we will cancel the offending\n   article and flame the flamer, to a crisp.\n\n3) The TETflame flaming representatives include: Richard Sexton, Oleg\n   Kisalev, Diane Holt, Trish O'Tauma, Dave Hill, Greg Nowak and our most\n   recent aquisition, Keith Doyle. But all he will do is put you in his\n   kill file. Weemba by special arrangement.\n\n-- Richard Sexton\n",
  "\n\"As I was walking among the fires of Hell, delighted with the enjoyments of\n Genius; which to Angels look like torment and insanity.  I collected some of\n their Proverbs...\" - Blake, \"The Marriage of Heaven and Hell\"\n\n",
  "\n\t\t\tHOW TO PROVE IT, PART 1\n\nproof by example:\n\tThe author gives only the case n = 2 and suggests that it \n\tcontains most of the ideas of the general proof.\n\nproof by intimidation:\n\t'Trivial'.\n\nproof by vigorous handwaving:\n\tWorks well in a classroom or seminar setting.\n",
  "\n\t\t\tHOW TO PROVE IT, PART 2\n\nproof by cumbersome notation:\n\tBest done with access to at least four alphabets and special\n\tsymbols.\n\nproof by exhaustion:\n\tAn issue or two of a journal devoted to your proof is useful.\n\nproof by omission:\n\t'The reader may easily supply the details'\n\t'The other 253 cases are analogous'\n\t'...' \n\n",
  "\n\t\t\tHOW TO PROVE IT, PART 3\n\nproof by obfuscation:\n\tA long plotless sequence of true and/or meaningless \n\tsyntactically related statements.\n\nproof by wishful citation:\n\tThe author cites the negation, converse, or generalization of \n\ta theorem from the literature to support his claims.\n\nproof by funding:\n\tHow could three different government agencies be wrong?\n\nproof by eminent authority:\n\t'I saw Karp in the elevator and he said it was probably NP-\n\tcomplete.' \n\n",
  "\n\t\t\tHOW TO PROVE IT, PART 4\n\nproof by personal communication:\n\t'Eight-dimensional colored cycle stripping is NP-complete \n\t[Karp, personal communication].' \n\nproof by reduction to the wrong problem:\n\t'To see that infinite-dimensional colored cycle stripping is \n\tdecidable, we reduce it to the halting problem.' \n\nproof by reference to inaccessible literature:\n\tThe author cites a simple corollary of a theorem to be found \n\tin a privately circulated memoir of the Slovenian \n\tPhilological Society, 1883.\n\nproof by importance:\n\tA large body of useful consequences all follow from the \n\tproposition in question.\n",
  "\n\t\t\tHOW TO PROVE IT, PART 5\n\nproof by accumulated evidence:\n\tLong and diligent search has not revealed a counterexample.\n\nproof by cosmology:\n\tThe negation of the proposition is unimaginable or \n\tmeaningless. Popular for proofs of the existence of God.\n\nproof by mutual reference:\n\tIn reference A, Theorem 5 is said to follow from Theorem 3 in \n\treference B, which is shown to follow from Corollary 6.2 in \n\treference C, which is an easy consequence of Theorem 5 in \n\treference A.\n\nproof by metaproof:\n\tA method is given to construct the desired proof. The \n\tcorrectness of the method is proved by any of these \n\ttechniques.\n",
  "\n\t\t\tHOW TO PROVE IT, PART 6\n\nproof by picture:\n\tA more convincing form of proof by example. Combines well \n\twith proof by omission.\n\nproof by vehement assertion:\n\tIt is useful to have some kind of authority relation to the \n\taudience.\n\nproof by ghost reference:\n\tNothing even remotely resembling the cited theorem appears in \n\tthe reference given.\n\n",
  "\n\t\t\tHOW TO PROVE IT, PART 7\nproof by forward reference:\n\tReference is usually to a forthcoming paper of the author, \n\twhich is often not as forthcoming as at first.\n\nproof by semantic shift:\n\tSome of the standard but inconvenient definitions are changed \n\tfor the statement of the result.\n\nproof by appeal to intuition:\n\tCloud-shaped drawings frequently help here.\n",
  "\n        [May one] doubt whether, in cheese and timber, worms are generated,\n        or, if beetles and wasps, in cow-dung, or if butterflies, locusts,\n        shellfish, snails, eels, and such life be procreated of putrefied\n        matter, which is to receive the form of that creature to which it\n        is by formative power disposed[?]  To question this is to question\n        reason, sense, and experience.  If he doubts this, let him go to\n        Egypt, and there he will find the fields swarming with mice begot\n        of the mud of the Nylus, to the great calamity of the inhabitants.\n                A seventeenth century opinion quoted by L. L. Woodruff,\n                in *The Evolution of Earth and Man*, 1929\n",
  "\nSeen on a button at an SF Convention:\nVeteran of the Bermuda Triangle Expeditionary Force.  1990-1951.\n-- \n-- uunet!sugar!karl  | \"We've been following your progress with considerable \n-- karl@sugar.uu.net |  interest, not to say contempt.\"  -- Zaphod Beeblebrox IV\n-- Usenet BBS (713) 438-5018\n\n\nFrom karl@sugar.hackercorp.com Sat Apr 29 10:46:20 1989\nFrom: karl@sugar.hackercorp.com (Karl Lehenbauer)\nSubject: Fortune cookie file, part 07 of 06\n\nBelow is the latest addition to my fortune cookie file, 40212 bytes of mirth\nand merriment.  \n\nThis file contains a lot of quotes from peoples' postings on Usenet.  After I \nhad been doing this a while, I began including their net addresses as well.\n\nEnjoy, or hit 'n'...\n\n-------------------- cut it here, dude ------------------------------\n",
  "\n\"If people are good only because they fear punishment, and hope for reward,\nthen we are a sorry lot indeed.\"\n-- Albert Einstein\n",
  "\n\"What is wanted is not the will to believe, but the will to find out, which is\nthe exact opposite.\"\n-- Bertrand Russell, _Sceptical_Essays_, 1928\n",
  "\n\"Were there no women, men might live like gods.\"\n-- Thomas Dekker\n",
  "\n\"Intelligence without character is a dangerous thing.\"\n-- G. Steinem\n",
  "\n\"It says he made us all to be just like him.  So if we're dumb, then god is\ndumb, and maybe even a little ugly on the side.\"\n-- Frank Zappa\n",
  "\n\"It's not just a computer -- it's your ass.\"\n-- Cal Keegan\n",
  "\n\"Let me guess, Ed.  Pentescostal, right?\"\n-- Starcap'n Ra, ra@asuvax.asu.edu\n\n\"Nope.  Charismatic (I think - I've given up on what all those pesky labels\n mean).\"\n-- Ed Carp, erc@unisec.usi.com\n\n\"Same difference - all zeal and feel, averaging less than one working brain \ncell per congregation. Starcap'n Ra, you pegged him.  Good work!\"\n-- Kenn Barry, barry@eos.UUCP\n",
  "\n\"BTW, does Jesus know you flame?\"\n-- Diane Holt, dianeh@binky.UUCP, to Ed Carp\n",
  "\n\"I've seen the forgeries I've sent out.\"\n-- John F. Haugh II (jfh@rpp386.Dallas.TX.US), about forging net news articles\n",
  "\n\"Just out of curiosity does this actually mean something or have some\n of the few remaining bits of your brain just evaporated?\"\n-- Patricia O Tuama, rissa@killer.DALLAS.TX.US\n",
  "\n\"Bite off, dirtball.\"\nRichard Sexton, richard@gryphon.COM\n",
  "\n\"Oh my!  An `inflammatory attitude' in alt.flame?  Never heard of such\na thing...\"\n-- Allen Gwinn, allen@sulaco.Sigma.COM\n",
  "\n(null cookie; hope that's ok)\n",
  "\n\"In Christianity neither morality nor religion come into contact with reality\nat any point.\"\n-- Friedrich Nietzsche\n",
  "\n\"Who alone has reason to *lie himself out* of actuality?  He who *suffers*\n from it.\"\n-- Friedrich Nietzsche\n",
  "\n\"You who hate the Jews so, why did you adopt their religion?\"\n-- Friedrich Nietzsche, addressing anti-semitic Christians\n",
  "\n\"Little prigs and three-quarter madmen may have the conceit that the laws of \nnature are constantly broken for their sakes.\"\n-- Friedrich Nietzsche\n",
  "\n\"Science makes godlike -- it is all over with priests and gods when man becomes\n scientific.  Moral:  science is the forbidden as such -- it alone is \n forbidden.  Science is the *first* sin, the *original* sin.  *This alone is\n morality.* ``Thou shalt not know'' -- the rest follows.\"\n-- Friedrich Nietzsche\n",
  "\n\"Faith:  not *wanting* to know what is true.\"\n-- Friedrich Nietzsche\n",
  "\n>One basic notion underlying Usenet is that it is a cooperative.\n\nHaving been on USENET for going on ten years, I disagree with this.\nThe basic notion underlying USENET is the flame.\n-- Chuq Von Rospach, chuq@Apple.COM \n",
  "\n\"Every group has a couple of experts.  And every group has at least one idiot.\n Thus are balance and harmony (and discord) maintained.  It's sometimes hard\n to remember this in the bulk of the flamewars that all of the hassle and\n pain is generally caused by one or two highly-motivated, caustic twits.\"\n-- Chuq Von Rospach, chuq@apple.com, about Usenet\n",
  "\nBacked up the system lately?\n",
  "\n\"It doesn't much signify whom one marries for one is sure to find out next \nmorning it was someone else.\"\n-- Rogers\n",
  "\n\"If you are afraid of loneliness, don't marry.\"\n-- Chekhov\n",
  "\n\"Love is an ideal thing, marriage a real thing; a confusion of the real with \nthe ideal never goes unpunished.\"\n-- Goethe\n",
  "\n\"In matrimony, to hesitate is sometimes to be saved.\"\n-- Butler\n",
  "\n\"The great question... which I have not been able to answer... is, `What does \nwoman want?'\"\n-- Sigmund Freud\n",
  "\n\"A fractal is by definition a set for which the Hausdorff Besicovitch\ndimension strictly exceeds the topological dimension.\"\n-- Mandelbrot, _The Fractal Geometry of Nature_\n",
  "\n\"I have recently been examining all the known superstitions of the world,\n and do not find in our particular superstition (Christianity) one redeeming\n feature.  They are all alike founded on fables and mythology.\"\n-- Thomas Jefferson\n",
  "\nRemember:  Silly is a state of Mind, Stupid is a way of Life.\n-- Dave Butler\n",
  "\n\"The preeminence of a learned man over a worshiper is equal to the preeminence\nof the moon, at the night of the full moon, over all the stars.  Verily, the\nlearned men are the heirs of the Prophets.\"\n-- A tradition attributed to Muhammad\n",
  "\n\"The clergy successfully preached the doctrines of patience and pusillanimity;\nthe active virtues of society were discouraged; and the last remains of a\nmilitary spirit were buried in the cloister: a large portion of public and\nprivate wealth was consecrated to the specious demands of charity and devotion;\nand the soldiers' pay was lavished on the useless multitudes of both sexes\nwho could only plead the merits of abstinence and chastity.\"\n-- Edward Gibbons, _The Decline and Fall of the Roman Empire_\n",
  "\n\"The question is rather: if we ever succeed in making a mind 'of nuts and\nbolts', how will we know we have succeeded?\n-- Fergal Toomey\n\n\"It will tell us.\"\n-- Barry Kort\n",
  "\n\"Inquiry is fatal to certainty.\"\n-- Will Durant\n",
  "\n\"The Mets were great in 'sixty eight,\n The Cards were fine in 'sixty nine,\n But the Cubs will be heavenly in nineteen and seventy.\"\n-- Ernie Banks\n",
  "\n\"On two occasions I have been asked [by members of Parliament!], 'Pray, Mr. \nBabbage, if you put into the machine wrong figures, will the right answers\ncome out?'  I am not able rightly to apprehend the kind of confusion of ideas \nthat could provoke such a question.\"\n-- Charles Babbage\n",
  "\n\"I call Christianity the *one* great curse, the *one* great intrinsic \ndepravity, the *one* great instinct for revenge for which no expedient\nis sufficiently poisonous, secret, subterranean, *petty* -- I call it\nthe *one* mortal blemish of mankind.\"\n-- Friedrich Nietzsche\n",
  "\n\"The fundamental purpose animating the Faith of God and His Religion is to\nsafeguard the interests and promote the unity of the human race, and to foster\nthe spirit of love and fellowship amongst men. Suffer it not to become a source\nof dissension and discord, of hate and enmity.\"\n\n\"Religion is verily the chief instrument for the establishment of order in the\n world and of tranquillity amongst it's peoples...The greater the decline of\n religion, the more grievous the waywardness of the ungodly. This cannot but\n lead in the end to chaos and confusion.\"\n-- Baha'u'llah, a selection from the Baha'i scripture\n",
  "\n\"Cogito ergo I'm right and you're wrong.\"\n-- Blair Houghton\n",
  "\n\"...one of the main causes of the fall of the Roman Empire was that,\nlacking zero, they had no way to indicate successful termination of\ntheir C programs.\"\n-- Robert Firth\n",
  "\nQ: Somebody just posted that Roman Polanski directed Star Wars.  What\nshould I do?\n\nA: Post the correct answer at once!  We can't have people go on believing\nthat!  Very good of you to spot this.  You'll probably be the only one to\nmake the correction, so post as soon as you can.  No time to lose, so\ncertainly don't wait a day, or check to see if somebody else has made the\ncorrection.\n\nAnd it's not good enough to send the message by mail.  Since you're the\nonly one who really knows that it was Francis Coppola, you have to inform\nthe whole net right away!\n\n-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_\n",
  "\nQ: How can I choose what groups to post in?  ...\nQ: How about an example?\n\nA: Ok.  Let's say you want to report that Gretzky has been traded from the\nOilers to the Kings.  Now right away you might think rec.sport.hockey\nwould be enough.  WRONG.  Many more people might be interested.  This is a\nbig trade!  Since it's a NEWS article, it belongs in the news.* hierarchy\nas well.  If you are a news admin, or there is one on your machine, try\nnews.admin.  If not, use news.misc.\n\nThe Oilers are probably interested in geology, so try sci.physics.  He is\na big star, so post to sci.astro, and sci.space because they are also\ninterested in stars.  Next, his name is Polish sounding.  So post to\nsoc.culture.polish.  But that group doesn't exist, so cross-post to\nnews.groups suggesting it should be created.  With this many groups of\ninterest, your article will be quite bizarre, so post to talk.bizarre as\nwell.  (And post to comp.std.mumps, since they hardly get any articles\nthere, and a \"comp\" group will propagate your article further.)\n\nYou may also find it is more fun to post the article once in each group.\nIf you list all the newsgroups in the same article, some newsreaders will\nonly show the the article to the reader once!  Don't tolerate this.\n-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_\n",
  "\nQ: I cant spell worth a dam.  I hope your going too tell me what to do?\n\nA: Don't worry about how your articles look.  Remember it's the message\nthat counts, not the way it's presented.  Ignore the fact that sloppy\nspelling in a purely written forum sends out the same silent messages that\nsoiled clothing would when addressing an audience.\n\n-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_\n",
  "\nQ: They just announced on the radio that Dan Quayle was picked as the\nRepublican V.P. candidate.  Should I post?\n\nA: Of course.  The net can reach people in as few as 3 to 5 days.  It's\nthe perfect way to inform people about such news events long after the\nbroadcast networks have covered them.  As you are probably the only person\nto have heard the news on the radio, be sure to post as soon as you can.\n\n-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_\n",
  "\nWhat did Mickey Mouse get for Christmas?\n\nA Dan Quayle watch.\n\n-- heard from a Mike Dukakis field worker\n",
  "\nQ:  What's the difference between a car salesman and a computer\n    salesman?\n\nA:  The car salesman can probably drive!\n\n-- Joan McGalliard (jem@latcs1.oz.au)\n",
  "\n\"Your stupidity, Allen, is simply not up to par.\"\n-- Dave Mack (mack@inco.UUCP)\n\n\"Yours is.\"\n-- Allen Gwinn (allen@sulaco.sigma.com), in alt.flame\n",
  "\nA selection from the Taoist Writings:\n\n\"Lao-Tan asked Confucius: `What do you mean by benevolence and righteousness?'\n Confucius said:  `To be in one's inmost heart in kindly sympathy with all \n things; to love all men and allow no selfish thoughts: this is the nature\n of benevolence and righteousness.'\"\n-- Kwang-tzu\n",
  "\n\"Jesus saves...but Gretzky gets the rebound!\"\n-- Daniel Hinojosa (hinojosa@hp-sdd)\n",
  "\n\"Anything created must necessarily be inferior to the essence of the creator.\"\n-- Claude Shouse (shouse@macomw.ARPA)\n\n\"Einstein's mother must have been one heck of a physicist.\"\n-- Joseph C. Wang (joe@athena.mit.edu)\n",
  "\n\"Religion is something left over from the infancy of our intelligence, it will\nfade away as we adopt reason and science as our guidelines.\"\n-- Bertrand Russell\n",
  "\n\"Lying lips are abomination to the Lord; but they that deal truly are his \n delight.\n A soft answer turneth away wrath; but grievous words stir up anger.\n He that answereth a matter before he heareth it, it is folly and shame unto\n him.\n Be not a witness against thy neighbor without cause; and deceive not with \n thy lips.\n Death and life are in the power of the tongue.\"\n-- Proverbs, some selections from the Jewish Scripture\n",
  "\n\"As an adolescent I aspired to lasting fame, I craved factual certainty, and\nI thirsted for a meaningful vision of human life -- so I became a scientist.\nThis is like becoming an archbishop so you can meet girls.\" \n-- Matt Cartmill\n",
  "\nHeisengberg might have been here.\n",
  "\n\"Any excuse will serve a tyrant.\"\n-- Aesop\n",
  "\n\"Experience has proved that some people indeed know everything.\"\n-- Russell Baker\n",
  "\nHow many Zen Buddhist does it take to change a light bulb?\n\nTwo.  One to change it and one not to change it.\n",
  "\n\"I prefer the blunted cudgels of the followers of the Serpent God.\"\n-- Sean Doran the Younger\n",
  "\n\"If I do not want others to quote me, I do not speak.\"  \n-- Phil Wayne\n",
  "\n\"my terminal is a lethal teaspoon.\"\n-- Patricia O Tuama\n",
  "\n\"I am ... a woman ... and ... technically a parasitic uterine growth\"\n-- Sean Doran the Younger [allegedly]\n",
  "\n\"Is it just me, or does anyone else read `bible humpers' every time\nsomeone writes `bible thumpers?'\n-- Joel M. Snyder, jms@mis.arizona.edu\n",
  "\n\"Money is the root of all money.\"\n-- the moving finger\n",
  "\n\"...Greg Nowak:  `Another flame from greg' - need I say more?\"\n-- Jonathan D. Trudel, trudel@caip.rutgers.edu\n\n\"No.  You need to say less.\"\n-- Richard Sexton, richard@gryphon.COM\n",
  "\n\"And it's my opinion, and that's only my opinion, you are a lunatic.  Just\nbecause there are a few hunderd other people sharing your lunacy with you\ndoes not make you any saner.  Doomed, eh?\"\n-- Oleg Kiselev,oleg@CS.UCLA.EDU\n",
  "\n\"Obedience.  A religion of slaves.  A religion of intellectual death.  I like\nit.  Don't ask questions, don't think, obey the Word of the Lord -- as it\nhas been conveniently brought to you by a man in a Rolls with a heavy Rolex\non his wrist.  I like that job!  Where can I sign up?\"\n-- Oleg Kiselev,oleg@CS.UCLA.EDU\n",
  "\n\"Home life as we understand it is no more natural to us than a cage is to a \ncockatoo.\"\n-- George Bernard Shaw\n",
  "\n\"Marriage is like a cage; one sees the birds outside desperate to get in, and \nthose inside desperate to get out.\"\n-- Montaigne\n",
  "\n\"For a male and female to live continuously together is...  biologically \nspeaking, an extremely unnatural condition.\"\n-- Robert Briffault\n",
  "\n\"Marriage is low down, but you spend the rest of your life paying for it.\"\n-- Baskins\n",
  "\nA man is not complete until he is married -- then he is finished.\n",
  "\nMarriage is the sole cause of divorce.\n",
  "\nMarriage is the triumph of imagination over intelligence.  Second marriage is \nthe triumph of hope over experience.\n",
  "\n\"The chain which can be yanked is not the eternal chain.\"\n-- G. Fitch\n",
  "\n\"Go to Heaven for the climate, Hell for the company.\"\n-- Mark Twain\n",
  "\n\"I am convinced that the manufacturers of carpet odor removing powder have \n included encapsulated time released cat urine in their products.  This \n technology must be what prevented its distribution during my mom's reign.  My \n carpet smells like piss, and I don't have a cat.  Better go by some more.\"\n-- timw@zeb.USWest.COM, in alt.conspiracy\n",
  "\n\"If there isn't a population problem, why is the government putting cancer in \nthe cigarettes?\"\n-- the elder Steptoe, c. 1970\n",
  "\n\"If you don't want your dog to have bad breath, do what I do:  Pour a little\n Lavoris in the toilet.\"\n-- Comedian Jay Leno\n",
  "\n\"Here's something to think about:  How come you never see a headline like\n `Psychic Wins Lottery.'\"\n-- Comedian Jay Leno\n",
  "\n\"Well hello there Charlie Brown, you blockhead.\"\n-- Lucy Van Pelt\n",
  "\n\"Time is an illusion.  Lunchtime doubly so.\"\n-- Ford Prefect, _Hitchhiker's Guide to the Galaxy_\n",
  "\n\"Ignorance is the soil in which belief in miracles grows.\"\n-- Robert G. Ingersoll\n",
  "\n\"Let every man teach his son, teach his daughter, that labor is honorable.\"\n-- Robert G. Ingersoll\n",
  "\n\"I have not the slightest confidence in 'spiritual manifestations.'\"\n-- Robert G. Ingersoll\n",
  "\n\"It is hard to overstate the debt that we owe to men and women of genius.\"\n-- Robert G. Ingersoll\n",
  "\n\"Joy is wealth and love is the legal tender of the soul.\"\n-- Robert G. Ingersoll\n",
  "\n\"The hands that help are better far than the lips that pray.\"\n-- Robert G. Ingersoll\n",
  "\n\"It is the creationists who blasphemously are claiming that God is cheating\n us in a stupid way.\"\n-- J. W. Nienhuys\n",
  "\n\"No, no, I don't mind being called the smartest man in the world.  I just wish \n it wasn't this one.\"\n-- Adrian Veidt/Ozymandias, WATCHMEN \n",
  "\n\"Be *excellent* to each other.\"\n-- Bill, or Ted, in Bill and Ted's Excellent Adventure\n",
  "\nThe Seventh Edition licensing procedures are, I suppose, still in effect, \nthough I doubt that tapes are available from AT&T.  At any rate, whatever \nrestrictions the license imposes still exist.  These restrictions were and \nare reasonable for places that just want to run the system, but don't allow \nmany of the things that Minix was written for, like study of the source in \nclasses, or by individuals not in a university or company.\n\nI've always thought that Minix was a fine idea, and competently done.\n\nAs for the size of v7, wc -l /usr/sys/*/*.[chs] is 19271.\n\n-- Dennis Ritchie, 1989\n",
  "\n\"Our vision is to speed up time, eventually eliminating it.\" -- Alex Schure\n",
  "\n\"Love is a snowmobile racing across the tundra and then suddenly it flips\n over, pinning you underneath.  At night, the ice weasels come.\"\n--Matt Groening\n",
  "\n\"I'm not afraid of dying, I just don't want to be there when it happens.\"\n-- Woody Allen\n",
  "\n\"The Street finds its own uses for technology.\"\n-- William Gibson\n",
  "\n\"I see little divinity about them or you.  You talk to me of Christianity\nwhen you are in the act of hanging your enemies.  Was there ever such\nblasphemous nonsense!\"\n-- Shaw, \"The Devil's Disciple\"\n",
  "\n\"You and I as individuals can, by borrowing, live beyond our means, but\nonly for a limited period of time.  Why should we think that collectively,\nas a nation, we are not bound by that same limitation?\"\n-- Ronald Reagan\n",
  "\n\"He did decide, though, that with more time and a great deal of mental effort,\nhe could probably turn the activity into an acceptable perversion.\"\n-- Mick Farren, _When Gravity Fails_\n",
  "\n\"Conversion, fastidious Goddess, loves blood better than brick, and feasts\nmost subtly on the human will.\"\n-- Virginia Woolf, \"Mrs. Dalloway\"\n",
  "\nIt's time to boot, do your boot ROMs know where your disk controllers are?\n",
  "\n\"What the scientists have in their briefcases is terrifying.\"\n-- Nikita Khrushchev\n",
  "\n\"...a most excellent barbarian ... Genghis Kahn!\"\n-- _Bill And Ted's Excellent Adventure_\n",
  "\n\"Pull the trigger and you're garbage.\"\n-- Lady Blue\n",
  "\n\"Oh what wouldn't I give to be spat at in the face...\"\n-- a prisoner in \"Life of Brian\"\n",
  "\n\"Truth never comes into the world but like a bastard, to the ignominy\nof him that brought her birth.\"\n-- Milton\n",
  "\n\"If you can't debate me, then there is no way in hell you'll out-insult me.\"\n-- Scott Legrand (Scott.Legrand@hogbbs.Fidonet.Org)\n\n\"You may be wrong here, little one.\"\n-- R. W. F. Clark (RWC102@PSUVM)\n",
  "\n\t\"Yes, I am a real piece of work.  One thing we learn at Ulowell is\n how to flame useless hacking non-EE's like you.  I am superior to you in \n every way by training and expertise in the technical field.  Anyone can learn\n how to hack, but Engineering doesn't come nearly as easily.  Actually, I'm \n not trying to offend all you CS majors out there, but I think EE is one of the\n hardest majors/grad majors to pass.  Fortunately, I am making it.\"\n-- \"Warrior Diagnostics\" (wardiag@sky.COM)\n\n\"Being both an EE and an asshole at the same time must be a terrible burden\n for you.  This isn't really a flame, just a casual observation.  Makes me\n glad I was a CS major, life is really pleasant for me.  Have fun with your \n chosen mode of existence!\"\n-- Jim Morrison (morrisj@mist.cs.orst.edu)\n",
  "\n\"BYTE editors are men who seperate the wheat from the chaff, and then\n print the chaff.\"\n-- Lionel Hummel (uiucdcs!hummel), derived from a quote by Adlai Stevenson, Sr.\n",
  "\n\t\t     THE \"FUN WITH USENET\" MANIFESTO\nVery little happens on Usenet without some sort of response from some other \nreader.  Fun With Usenet postings are no exception.  Since there are some who \nmight question the rationale of some of the excerpts included therein, I have \nwritten up a list of guidelines that sum up the philosophy behind these \npostings.\n\n\tOne.  I never cut out words in the middle of a quote without a VERY \ngood reason, and I never cut them out without including ellipses.  For \ninstance, \"I am not a goob\" might become \"I am ... a goob\", but that's too \nmundane to bother with.  \"I'm flame proof\" might (and has) become \n\"I'm ...a... p...oof\" but that's REALLY stretching it.\n\n\tTwo.  If I cut words off the beginning or end of a quote, I don't\nput ellipses, but neither do I capitalize something that wasn't capitalized\nbefore the cut. \"I don't think that the Church of Ubizmo is a wonderful\nplace\" would turn into \"the Church of Ubizmo is a wonderful place\".  Imagine\nthe posting as a tape-recording of the poster's thoughts.  If I can set\nup the quote via fast-forwarding and stopping the tape, and without splicing,\nI don't put ellipses in.  And by the way, I love using this mechanism for\nturning things around.  If you think something stinks, say so - don't say you\ndon't think it's wonderful.   ...\n-- D. J. McCarthy (dmccart@cadape.UUCP)\n",
  "\n\"They that can give up essential liberty to obtain a little temporary\nsaftey deserve neither liberty not saftey.\"\n-- Benjamin Franklin, 1759\n",
  "\n\"I am, therefore I am.\"\n-- Akira\n",
  "\n\"Stan and I thought that this experiment was so stupid, we decided to finance \n it ourselves.\"\n-- Martin Fleischmann, co-discoverer of room-temperature fusion (?)\n",
  "\n\"I have more information in one place than anybody in the world.\"  \n-- Jerry Pournelle, an absurd notion, apparently about the BIX BBS\n",
  "\n\"It's what you learn after you know it all that counts.\"\n-- John Wooden\n",
  "\n#define BITCOUNT(x)\t(((BX_(x)+(BX_(x)>>4)) & 0x0F0F0F0F) ",
  " 255)\n#define  BX_(x)\t\t((x) - (((x)>>1)&0x77777777)\t\t\t\\\n\t\t\t     - (((x)>>2)&0x33333333)\t\t\t\\\n\t\t\t     - (((x)>>3)&0x11111111))\n\n-- really weird C code to count the number of bits in a word\n",
  "\n\"If you can write a nation's stories, you needn't worry about who makes its \n laws.  Today, television tells most of the stories to most of the people \n most of the time.\"\n-- George Gerbner\n",
  "\n\"The reasonable man adapts himself to the world; the unreasonable one persists\n in trying to adapt the world to himself.  Therefore all progress depends on \n the unreasonable man.\"\n-- George Bernard Shaw\n",
  "\n\"We want to create puppets that pull their own strings.\"\n-- Ann Marion\n\n\"Would this make them Marionettes?\"\n-- Jeff Daiell\n",
  "\nOn the subject of C program indentation:\n\"In My Egotistical Opinion, most people's C programs should be indented\n six feet downward and covered with dirt.\"\n-- Blair P. Houghton\n",
  "\nThere was, it appeared, a mysterious rite of initiation through which, in\none way or another, almost every member of the team passed.  The term that\nthe old hands used for this rite -- West invented the term, not the practice --\nwas `signing up.'  By signing up for the project you agreed to do whatever\nwas necessary for success.  You agreed to forsake, if necessary, family,\nhobbies, and friends -- if you had any of these left (and you might not, if\nyou had signed up too many times before).\n-- Tracy Kidder, _The Soul of a New Machine_\n",
  "\n\"By the time they had diminished from 50 to 8, the other dwarves began\nto suspect \"Hungry.\"\n-- a Larson cartoon\n",
  "\n\"But don't you see, the color of wine in a crystal glass can be spiritual.\n The look in a face, the music of a violin.  A Paris theater can be infused\n with the spiritual for all its solidity.\"\n -- Lestat, _The Vampire Lestat_, Anne Rice\n",
  "\n\"Love your country but never trust its government.\"\n-- from a hand-painted road sign in central Pennsylvania\n",
  "\n      I bought the latest computer;\n      it came fully loaded.\n      It was guaranteed for 90 days,\n      but in 30 was outmoded!\n        - The Wall Street Journal passed along by Big Red Computer's SCARLETT\n",
  "\nTo update Voltaire, \"I may kill all msgs from you, but I'll fight for \nyour right to post it, and I'll let it reside on my disks\". \n-- Doug Thompson (doug@isishq.FIDONET.ORG)\n",
  "\n\"Though a program be but three lines long,\nsomeday it will have to be maintained.\"\n-- The Tao of Programming\n",
  "\n\"Turn on, tune up, rock out.\"\n-- Billy Gibbons\n",
  "\n         EARTH          \n     smog  |   bricks  \n AIR  --  mud  --  FIRE\nsoda water |   tequila \n         WATER        \n",
  "\n\"Of course power tools and alcohol don't mix.  Everyone knows power tools aren't\nsoluble in alcohol...\"\n-- Crazy Nigel\n",
  "\n\"Life sucks, but death doesn't put out at all....\"\n-- Thomas J. Kopp\n",
  "\n\"There is no Father Christmas.  It's just a marketing ploy \nto make low income parents' lives a misery.\"\n\"... I want you to picture the trusting face of a child,\nstreaked with tears because of what you just said.\"\n\"I want you to picture the face of its mother, because one\nweek's dole won't pay for one Master of the Universe\nBattlecruiser!\"\n- Filthy Rich and Catflap, 1986.\n",
  "\n   n = ((n >>  1) & 0x55555555) | ((n <<  1) & 0xaaaaaaaa);\n   n = ((n >>  2) & 0x33333333) | ((n <<  2) & 0xcccccccc);\n   n = ((n >>  4) & 0x0f0f0f0f) | ((n <<  4) & 0xf0f0f0f0);\n   n = ((n >>  8) & 0x00ff00ff) | ((n <<  8) & 0xff00ff00);\n   n = ((n >> 16) & 0x0000ffff) | ((n << 16) & 0xffff0000);\n\n-- Yet another mystical 'C' gem. This one reverses the bits in a word.\n",
  "\n\"All over the place, from the popular culture to the propaganda system, there is\nconstant pressure to make people feel that they are helpless, that the only role\nthey can have is to ratify decisions and to consume.\"\n-- Noam Chomsky\n",
  "\n\"A complex system that works is invariably found to have evolved from a simple\nsystem that worked.\"\n-- John Gall, _Systemantics_\n",
  "\n\"In my opinion, Richard Stallman wouldn't recognise terrorism if it\ncame up and bit him on his Internet.\"\n-- Ross M. Greenberg\n",
  "\nI made it a rule to forbear all direct contradictions to the sentiments of \nothers, and all positive assertion of my own.  I even forbade myself the use \nof every word or expression in the language that imported a fixed opinion, \nsuch as \"certainly\", \"undoubtedly\", etc.   I adopted instead of them \"I \nconceive\", \"I apprehend\", or \"I imagine\" a thing to be so or so; or \"so it \nappears to me at present\".\n\nWhen another asserted something that I thought an error, I denied myself the \npleasure of contradicting him abruptly, and of showing him immediately some \nabsurdity in his proposition.  In answering I began by observing that in \ncertain cases or circumstances his opinion would be right, but in the present\ncase there appeared or semed to me some difference, etc.\n\nI soon found the advantage of this change in my manner; the conversations I \nengaged in went on more pleasantly.  The modest way in which I proposed my \nopinions procured them a readier reception and less contradiction.  I had \nless mortification when I was found to be in the wrong, and I more easily \nprevailed with others to give up their mistakes and join with me when I \nhappened to be in the right.\n-- Autobiography of Benjamin Franklin\n",
  "\n\"If I ever get around to writing that language depompisifier, it will change\nalmost all occurences of the word \"paradigm\" into \"example\" or \"model.\"\n-- Herbie Blashtfalt\n",
  "\n\"Life, loathe it or ignore it, you can't like it.\"\n-- Marvin the paranoid android\n",
  "\nContemptuous lights flashed flashed across the computer's console.\n-- Hitchhiker's Guide to the Galaxy\n",
  "\n\"There must be some mistake,\" he said, \"are you not a greater computer than\nthe Milliard Gargantubrain which can count all the atoms in a star in a\nmillisecond?\"\n\"The Milliard Gargantubrain?\" said Deep Thought with unconcealed contempt.\n\"A mere abacus.  Mention it not.\"\n-- Hitchhiker's Guide to the Galaxy\n",
  "\n\"But are you not,\" he said, \"a more fiendish disputant than the Great Hyperlobic\nOmni-Cognate Neutron Wrangler of Ciceronicus Twelve, the Magic and \nIndefatigable?\"\n\n\"The Great Hyperlobic Omni-Cognate Neutron Wrangler,\" said Deep Thought,\nthoroughly rolling the r's, \"could talk all four legs off an Arcturan\nMega-Donkey -- but only I could persuade it to go for a walk afterward.\"\n-- Hitchhiker's Guide to the Galaxy\n",
  "\nIf builders built buildings the way programmers write programs, Jolt Cola\nwould be a Fortune-500 company.\n\nIf builders built buildings the way programmers write programs, you'd be\nable to buy a nice little colonial split-level at Babbages for $34.95.\n\nIf programmers wrote programs the way builders build buildings, we'd still\nbe using autocoder and running compile decks.\n\n-- Peter da Silva and Karl Lehenbauer, a different perspective\n",
  "\nTo err is human, to moo bovine.\n",
  "\n\"America is a stronger nation for the ACLU's uncompromising effort.\"\n-- President John F. Kennedy\n",
  "\n\"The simple rights, the civil liberties from generations of struggle must not\nbe just fine words for patriotic holidays, words we subvert on weekdays, but\nliving, honored rules of conduct amongst us...I'm glad the American Civil\nLiberties Union gets indignant, and I hope this will always be so.\"\n-- Senator Adlai E. Stevenson\n",
  "\n\"The ACLU has stood foursquare against the recurring tides of hysteria that\n>from time to time threaten freedoms everyhere... Indeed, it is difficult\nto appreciate how far our freedoms might have eroded had it not been for the\nUnion's valiant representation in the courts of the constitutional rights\nof people of all persuasions, no matter how unpopular or even despised\nby the majority they were at the time.\"\n-- former Supreme Court Chief Justice Earl Warren\n",
  "\n\"The strength of the Constitution lies entirely in the determination of each\ncitizen to defend it.  Only if every single citizen feels duty bound to do\nhis share in this defense are the constitutional rights secure.\"\n-- Albert Einstein\n",
  "\n\"Well I don't see why I have to make one man miserable when I can make so many \nmen happy.\"\n-- Ellyn Mustard, about marriage\n",
  "\n\"And it should be the law: If you use the word `paradigm' without knowing what \nthe dictionary says it means, you go to jail. No exceptions.\"\n-- David Jones @ Megatest Corporation\n",
  "\n\"Luke, I'm yer father, eh.  Come over to the dark side, you hoser.\"\n-- Dave Thomas, \"Strange Brew\"\n",
  "\n\"Let's not be too tough on our own ignorance.  It's the thing that makes\n America great.  If America weren't incomparably ignorant, how could we\n have tolerated the last eight years?\"\n-- Frank Zappa, Feb 1, 1989\n",
  "\n\"The History of every major Galactic Civilization tends to pass through\nthree distinct and recognizable phases, those of Survival, Inquiry and\nSophistication, otherwise known as the How, Why and Where phases.\n\"For instance, the first phase is characterized by the question 'How can\nwe eat?' the second by the question 'Why do we eat?' and the third by\nthe question 'Where shall we have lunch?'\"\n-- Hitchhiker's Guide to the Galaxy\n",
  "\n\"Don't think; let the machine do it for you!\"\n-- E. C. Berkeley\n",
  "\n\"It follows that any commander in chief who undertakes to carry out a plan\n which he considers defective is at fault; he must put forth his reasons,\n insist of the plan being changed, and finally tender his resignation rather\nthan be the instrument of his army's downfall.\"\n-- Napoleon, \"Military Maxims and Thought\"\n",
  "\n\"(The Chief Programmer) personally defines the functional and performance\n specifications, designs the program, codes it, tests it, and writes its\n documentation... He needs great talent, ten years experience and\n considerable systems and applications knowledge, whether in applied\n mathematics, business data handling, or whatever.\"\n-- Fred P. Brooks, _The Mythical Man Month_\n",
  "\n\"It ain't over until it's over.\"\n-- Casey Stengel\n",
  "\n\"If anything can go wrong, it will.\"\n-- Edsel Murphy\n",
  "\n\"Yo baby yo baby yo.\"\n-- Eddie Murphy\n",
  "\n\"You must learn to run your kayak by a sort of ju-jitsu.  You must learn to\n tell what the river will do to you, and given those parameters see how you\n can live with it.  You must absorb its force and convert it to your users\n as best you can.  Even with the quickness and agility of a kayak, you are\n not faster than the river, nor stronger, and you can beat it only by\n understanding it.\"\n-- Strung, Curtis and Perry, _Whitewater_\n",
  "\nEveryone who comes in here wants three things:\n\t1. They want it quick.\n\t2. They want it good.\n\t3. They want it cheap.\nI tell 'em to pick two and call me back.\n-- sign on the back wall of a small printing company in Delaware\n",
  "\n\"More software projects have gone awry for lack of calendar time than for all\n other causes combined.\"\n-- Fred Brooks, Jr., _The Mythical Man Month_\n",
  "\npanic: kernel trap (ignored)\n",
  "\n\"Nuclear war can ruin your whole compile.\"\n-- Karl Lehenbauer\n",
  "\n\"Remember, extremism in the nondefense of moderation is not a virtue.\"\n-- Peter Neumann, about usenet\n",
  "\n\"We dedicated ourselves to a powerful idea -- organic law rather than naked\n power.  There seems to be universal acceptance of that idea in the nation.\"\n-- Supreme Court Justice Potter Steart\n",
  "\n\"What man has done, man can aspire to do.\"\n-- Jerry Pournelle, about space flight\n",
  "\n\"Well, it don't make the sun shine, but at least it don't deepen the shit.\"\n-- Straiter Empy, in _Riddley_Walker_ by Russell Hoban\n",
  "\n\"If you can, help others.  If you can't, at least don't hurt others.\"\n-- the Dalai Lama\n",
  "\nTo the systems programmer, users and applications serve only to provide a\ntest load.\n",
  "\n\"Just think, with VLSI we can have 100 ENIACS on a chip!\"\n-- Alan Perlis\n",
  "\n\"...Local prohibitions cannot block advances in military and commercial\n technology... Democratic movements for local restraint can only restrain\n the world's democracies, not the world as a whole.\"\n-- K. Eric Drexler\n",
  "\n\"The rotter who simpers that he sees no difference between a five-dollar bill \nand a whip deserves to learn the difference on his own back -- as, I think, he \nwill.\"\n-- Francisco d'Anconia, in Ayn Rand's _Atlas Shrugged_\n",
  "\n\"If a nation values anything more than freedom, it will lose its freedom; and\n the irony of it is that if it is comfort or money it values more, it will\n lose that, too.\"\n-- W. Somerset Maugham\n",
  "\n\"Pardon me for breathing, which I never do anyway so I don't know why I bother\n to say it, oh God, I'm so depressed.  Here's another of those self-satisfied\n doors.  Life!  Don't talk to me about life.\"\n-- Marvin the Paranoid Android\n",
  "\nOne of the major difficulties Trillian experienced in her relationship with\nZaphod was learning to distinguish between him pretending to be stupid just\nto get people off their guard, pretending to be stupid because he couldn't\nbe bothered to think and wanted someone else to do it for him, pretending\nto be so outrageously stupid to hide the fact that he actually didn't understand\nhat was going on, and really being genuinely stupid.  He was reknowned for \nbeing quite clever and quite clearly was so -- but not all the time, which\nobviously worried him, hence the act.  He preferred people to be puzzled\nrather than contemptuous.  This above all appeared to Trillian to be\ngenuinely stupid, but she could no longer be bothered to argue about.\n-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_\n",
  "\nFar back in the mists of ancient time, in the great and glorious days of the\nformer Galactic Empire, life was wild, rich and largely tax free.\n\nMighty starships plied their way between exotic suns, seeking adventure and\nreward among the furthest reaches of Galactic space.  In those days, spirits\nwere brave, the stakes were high, men were real men, women were real women\nand small furry creatures from Alpha Centauri were real small furry creatures\nfrom Alpha Centauri.  And all dared to brave unknown terrors, to do mighty\ndeeds, to boldly split infinitives that no man had split before -- and thus\nwas the Empire forged.\n-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_\n",
  "\n\"Gort, klaatu nikto barada.\"\n-- The Day the Earth Stood Still\n",
  "\n> From MAILER-DAEMON@Think.COM Thu Mar  2 13:59:11 1989\n> Subject: Returned mail: unknown mailer error 255\n\n\"Dale, your address no longer functions.  Can you fix it at your end?\"\n-- Bill Wolfe (wtwolfe@hubcap.clemson.edu)\n\n\"Bill, Your brain no longer functions.  Can you fix it at your end?\"\n-- Karl A. Nyberg (nyberg@ajpo.sei.cmu.edu)\n",
  "\n\"Don't drop acid, take it pass-fail!\"\n-- Bryan Michael Wendt\n",
  "\n\"I got a question for ya.  Ya got a minute?\"\n-- two programmers passing in the hall\n",
  "\nI took a fish head to the movies and I didn't have to pay.\n-- Fish Heads, Saturday Night Live, 1977.\n",
  "\nWhat hath Bob wrought?\n",
  "\n\"I don't know where we come from,\n Don't know where we're going to,\n And if all this should have a reason,\n We would be the last to know.\n\n So let's just hope there is a promised land,\n And until then,\n ...as best as you can.\"\n-- Steppenwolf, \"Rock Me Baby\"\n",
  "\n\"Help Mr. Wizard!\"\n-- Tennessee Tuxedo\n",
  "\n\"The lawgiver, of all beings, most owes the law allegiance.\n He of all men should behave as though the law compelled him.\n But it is the universal weakness of mankind that what we are\n given to administer we presently imagine we own.\"\n-- H.G. Wells\n",
  "\n\"Unlike most net.puritans, however, I feel that what OTHER consenting computers\n do in the privacy of their own phone connections is their own business.\"\n-- John Woods, jfw@eddie.mit.edu\n",
  "\n\"Don't talk to me about disclaimers!  I invented disclaimers!\"\n-- The Censored Hacker\n",
  "\n'On this point we want to be perfectly clear: socialism has nothing to do\nwith equalizing.  Socialism cannot ensure conditions of life and \nconsumption in accordance with the principle \"From each according to his \nability, to each according to his needs.\"  This will be under communism.\nSocialism has a different criterion for distributing social benefits:\n\"From each according to his ability, to each according to his work.\"'\n-- Mikhail Gorbachev, _Perestroika_\n",
  "\n\"Cable is not a luxury, since many areas have poor TV reception.\"\n-- The mayor of Tucson, Arizona, 1989\n[apparently, good TV reception is a basic necessity -- at least in Tucson  -kl]\n",
  "\n\"All the system's paths must be topologically and circularly interrelated for \n conceptually definitive, locally transformable, polyhedronal understanding to \n be attained in our spontaneous -- ergo, most economical -- geodesiccally \n structured thoughts.\"\n-- R. Buckminster Fuller [...and a total nonsequitur as far as I can tell.  -kl]\n",
  "\n\"One thing they don't tell you about doing experimental physics is that\n sometimes you must work under adverse conditions... like a state of sheer\n terror.\"\n-- W. K. Hartmann\n",
  "\n\"It's when they say 2 + 2 = 5 that I begin to argue.\"\n-- Eric Pepke\n",
  "\nComparing information and knowledge is like asking whether the fatness of a\npig is more or less green than the designated hitter rule.\"\n-- David Guaspari\n",
  "\n\"None of our men are \"experts.\"  We have most unfortunately found it necessary \nto get rid of a man as soon as he thinks himself an expert -- because no one \never considers himself expert if he really knows his job.  A man who knows a \njob sees so much more to be done than he has done, that he is always pressing \nforward and never gives up an instant of thought to how good and how efficient \nhe is.  Thinking always ahead, thinking always of trying to do more, brings a \nstate of mind in which nothing is impossible. The moment one gets into the\n\"expert\" state of mind a great number of things become impossible.\"\n-- From Henry Ford Sr., \"My Life and Work,\" p. 86 (1922):\n",
  "\n\"The NY Times is read by the people who run the country.  The Washington Post\nis read by the people who think they run the country.   The National Enquirer\nis read by the people who think Elvis is alive and running the country...\"\n-- Robert J Woodhead (trebor@biar.UUCP)\n",
  "\n        \"...'fire' does not matter, 'earth' and 'air' and 'water' do not\nmatter.  'I' do not matter.  No word matters.  But man forgets reality\nand remembers words.  The more words he remembers, the cleverer do his\nfellows esteem him.  He looks upon the great transformations of the\nworld, but he does not see them as they were seen when man looked upon\nreality for the first time.  Their names come to his lips and he smiles\nas he tastes them, thinking he knows them in the naming.\"\n-- Siddartha, _Lord_of_Light_ by Roger Zelazny\n",
  "\n\"Irrigation of the land with sewater desalinated by fusion power is ancient.\nIt's called 'rain'.\"\n-- Michael McClary, in alt.fusion\n",
  "\n\"The bad reputation UNIX has gotten is totally undeserved, laid on by people\n who don't understand, who have not gotten in there and tried anything.\"\n-- Jim Joyce, former computer science lecturer at the University of California\n",
  "\n\"We scientists, whose tragic destiny it has been to make the methods of\nannihilation ever more gruesome and more effective, must consider it our solemn\nand transcendent duty to do all in our power in preventing these weapons from\nbeing used for the brutal purpose for which they were invented.\" \n-- Albert Einstein, Bulletin of Atomic Scientists, September 1948\n",
  "\n\"You can have my Unix system when you pry it from my cold, dead fingers.\"\n-- Cal Keegan\n"
]