[
  "1/2 oz. gin\n1/2 oz. vodka\n1/2 oz. rum (preferably dark)\n3/4 oz. tequilla\n1/2 oz. triple sec\n1/2 oz. orange juice\n3/4 oz. sour mix\n1/2 oz. cola\nshake with ice and strain into frosted glass.\n\t\tLong Island Iced Tea\n",
  "\n6 oz. orange juice\n1 oz. vodka\n1/2 oz. Galliano\n\t\tHarvey Wallbangers\n",
  "\nA beer delayed is a beer denied.\n",
  "\nA couple more shots of whiskey, women 'round here start looking good.\n\n\t\t[something about a 10 being a 4 after a six-pack?  Ed.]\n",
  "\nA guy walks into a bar, orders a beer, carries it to the bathroom and dumps it\ninto a urinal.  Over the course of the next few hours, he goes back to the bar\nand repeats this sequence -- several times.  Finally the bartender got so\ncurious that he leaned over the bar and asked him what he was doing.\n\nReplied the customer, \"Avoiding the middleman.\"\n",
  "\nA prohibitionist is the sort of man one wouldn't care to drink with\n-- even if he drank.\n\t\t-- H.L. Mencken\n",
  "\nAbsinthe makes the tart grow fonder.\n",
  "\nAlcohol is the anesthesia by which we endure the operation of life.\n\t\t-- George Bernard Shaw\n",
  "\nAlcohol, hashish, prussic acid, strychnine are weak dilutions. The surest\npoison is time.\n\t\t-- Emerson, \"Society and Solitude\"\n",
  "\nAlcoholics Anonymous is when you get to drink under someone else's name.\n",
  "\nAlways store beer in a dark place.\n\t\t-- Lazarus Long\n",
  "\nAn alcoholic is someone you don't like who drinks as much as you do.\n\t\t-- Dylan Thomas\n",
  "\nAnd you can't get any Watney's Red Barrel,\nbecause the bars close every time you're thirsty...\n",
  "\n... at least I thought I was dancing, 'til somebody stepped on my hand.\n\t\t-- J. B. White\n",
  "\nBe wary of strong drink.  It can make you shoot at tax collectors and miss.\n\t\t-- Lazarus Long, \"Time Enough for Love\"\n",
  "\nBecause the wine remembers.\n",
  "\nBeer & Pretzels -- Breakfast of Champions.\n",
  "\nBeer -- it's not just for breakfast anymore.\n",
  "\nBeggar to well-dressed businessman:\n\t\"Could you spare $20.95 for a fifth of Chivas?\"\n",
  "\nBest Beer: A panel of tasters assembled by the Consumer's Union in 1969\njudged Coors and Miller's High Life to be among the very best. Those who\ndoubt that beer is a serious subject might ponder its effect on American\nhistory. For example, New England's first colonists decided to drop anchor\nat Plymouth Rock instead of continuing on to Virginia because, as one of\nthem put it, \"We could not now take time for further consideration, our\nvictuals being spent and especially our beer.\"\n\t-- Felton & Fowler's Best, Worst & Most Unusual\n",
  "\nBooze is the answer.  I don't remember the question.\n",
  "\nBrandy-and-water spoils two good things.\n\t\t-- Charles Lamb\n",
  "\nBut, officer, he's not drunk, I just saw his fingers twitch!\n",
  "\nCerebus:\tI'd love to lick apricot brandy out of your navel.\nJaka:\t\tLook, Cerebus-- Jaka has to tell you ... something\nCerebus:\tIf Cerebus had a navel, would you lick apricot brandy out of it?\nJaka:\t\tUgh!\nCerebus:\tYou don't like apricot brandy?\n\t\t-- Cerebus #6, \"The Secret\"\n",
  "\nClaret is the liquor for boys; port for men; but he who aspires to be a hero\n... must drink brandy.\n\t\t-- Samuel Johnson\n",
  "\nClimbing onto a bar stool, a piece of string asked for a beer.\n\t\"Wait a minute.  Aren't you a string?\"\n\t\"Well, yes, I am.\"\n\t\"Sorry.  We don't serve strings here.\"\n\tThe determined string left the bar and stopped a passer-by.  \"Excuse,\nme,\" it said, \"would you shred my ends and tie me up like a pretzel?\"  The\npasser-by obliged, and the string re-entered the bar.  \"May I have a beer,\nplease?\" it asked the bartender.\n\tThe barkeep set a beer in front of the string, then suddenly stopped.\n\"Hey, aren't you the string I just threw out of here?\"\n\t\"No, I'm a frayed knot.\"\n",
  "\nCoach: Can I draw you a beer, Norm?\nNorm:  No, I know what they look like.  Just pour me one.\n\t\t-- Cheers, No Help Wanted\n\nCoach: How about a beer, Norm?\nNorm:  Hey I'm high on life, Coach.  Of course, beer is my life.\n\t\t-- Cheers, No Help Wanted\n\nCoach: How's a beer sound, Norm?\nNorm:  I dunno.  I usually finish them before they get a word in.\n\t\t-- Cheers, Fortune and Men's Weights\n",
  "\nCoach: How's it going, Norm?\nNorm:  Daddy's rich and Momma's good lookin'.\n\t\t-- Cheers, Truce or Consequences\n\nSam:   What's up, Norm?\nNorm:  My nipples.  It's freezing out there.\n\t\t-- Cheers, Coach Returns to Action\n\nCoach: What's the story, Norm?\nNorm:  Thirsty guy walks into a bar.  You finish it.\n\t\t-- Cheers, Endless Slumper\n",
  "\nCoach: What would you say to a beer, Normie?\nNorm:  Daddy wuvs you.\n\t\t-- Cheers, The Mail Goes to Jail\n\nSam:  What'd you like, Normie?\nNorm: A reason to live.  Gimme another beer.\n\t\t-- Cheers, Behind Every Great Man\n\nSam:  What will you have, Norm?\nNorm: Well, I'm in a gambling mood, Sammy.  I'll take a glass of whatever\n      comes out of that tap.\nSam:  Oh, looks like beer, Norm.\nNorm: Call me Mister Lucky.\n\t\t-- Cheers, The Executive's Executioner\n",
  "\nCoach: What's up, Norm?\nNorm:  Corners of my mouth, Coach.\n\t\t-- Cheers, Fortune and Men's Weights\n\nCoach:  What's shaking, Norm?\nNorm:   All four cheeks and a couple of chins, Coach.\n\t\t-- Cheers, Snow Job\n\nCoach:  Beer, Normie?\nNorm:   Uh, Coach, I dunno, I had one this week.  Eh, why not, I'm still young.\n\t\t-- Cheers, Snow Job\n",
  "\nCome quickly, I am tasting stars!\n\t\t-- Dom Perignon, upon discovering champagne.\n",
  "\nCome, landlord, fill the flowing bowl until it does run over,\nTonight we will all merry be -- tomorrow we'll get sober.\n\t\t-- John Fletcher, \"The Bloody Brother\", II, 2\n",
  "\nDon't drink when you drive -- you might hit a bump and spill it.\n",
  "\nDon't smoke the next cigarette.  Repeat.\n",
  "\nDrink Canada Dry!  You might not succeed, but it *__\b\bis* fun trying.\n",
  "\nDrinking coffee for instant relaxation?  That's like drinking alcohol for\ninstant motor skills.\n\t\t-- Marc Price\n",
  "\nDrinking is not a spectator sport.\n\t\t-- Jim Brosnan\n",
  "\nDrinking makes such fools of people, and people are such fools to begin\nwith, that it's compounding a felony.\n\t\t-- Robert Benchley\n",
  "\nDrunks are rarely amusing unless they know some good songs and lose a\nlot a poker.\n\t\t-- Karyl Roosevelt\n",
  "\nEggnog is a traditional holiday drink invented by the English.  Many\npeople wonder where the word \"eggnog\" comes from.  The first syllable\ncomes from the English word \"egg\", meaning \"egg\".  I don't know where\nthe \"nog\" comes from.\n\nTo make eggnog, you'll need rum, whiskey, wine gin and, if they are in\nseason, eggs...\n",
  "\nELECTRIC JELL-O\n\n2   boxes JELL-O brand gelatin\t2 packages Knox brand unflavored gelatin\n2   cups fruit (any variety)\t2+ cups water\n1/2 bottle Everclear brand grain alcohol\n\nMix JELL-O and Knox gelatin into 2 cups of boiling water.  Stir 'til\n\tfully dissolved.\nPour hot mixture into a flat pan.  (JELL-O molds won't work.)\nStir in grain alcohol instead of usual cold water.  Remove any congealing\n\tglops of slime. (Alcohol has an unusual effect on excess JELL-O.)\nPour in fruit to desired taste, and to absorb any excess alcohol.\nMix in some cold water to dilute the alcohol and make it easier to eat for\n\tthe faint of heart.\nRefrigerate overnight to allow mixture to fully harden. (About 8-12 hours.)\nCut into squares and enjoy!\n\nWARNING:\n\tKeep ingredients away from open flame.  Not recommended for\n\tchildren under eight years of age.\n",
  "\nEvery morning is a Smirnoff morning.\n",
  "\nExcellent day for drinking heavily.  Spike the office water cooler.\n",
  "\n\tFestivity Level 1: Your guests are chatting amiably with each\nother, admiring your Christmas-tree ornaments, singing carols around\nthe upright piano, sipping at their drinks and nibbling hors d'oeuvres.\n\n\tFestivity Level 2: Your guests are talking loudly -- sometimes\nto each other, and sometimes to nobody at all, rearranging your\nChristmas-tree ornaments, singing \"I Gotta Be Me\" around the upright\npiano, gulping their drinks and wolfing down hors d'oeuvres.\n\n\tFestivity Level 3: Your guests are arguing violently with\ninanimate objects, singing \"I can't get no satisfaction,\" gulping down\nother peoples' drinks, wolfing down Christmas tree ornaments and\nplacing hors d'oeuvres in the upright piano to see what happens when\nthe little hammers strike.\n\n\tFestivity Level 4: Your guests, hors d'oeuvres smeared all over\ntheir naked bodies are performing a ritual dance around the burning\nChristmas tree.  The piano is missing.\n\n\tYou want to keep your party somewhere around level 3, unless\nyou rent your home and own Firearms, in which case you can go to level\n4.  The best way to get to level 3 is egg-nog.\n",
  "\nFishing, with me, has always been an excuse to drink in the daytime.\n\t\t-- Jimmy Cannon\n",
  "\nFortune finishes the great quotations, #17\n\n\t\"This bud of love, by summer's ripening breath,\n\tMay prove a beauteous flower when next we meet.\"\n\tJuliet, this bud's for you.\n",
  "\nFORTUNE'S FAVORITE RECIPES: #8\n\tChristmas Rum Cake\n\n1 or 2 quarts rum\t\t1 tbsp. baking powder\n1 cup butter\t\t\t1 tsp. soda\n1 tsp. sugar\t\t\t1 tbsp. lemon juice\n2 large eggs\t\t\t2 cups brown sugar\n2 cups dried assorted fruit\t3 cups chopped English walnuts\n\nBefore you start, sample the rum to check for quality.  Good, isn't it?  Now\nselect a large mixing bowl, measuring cup, etc.  Check the rum again.  It\nmust be just right.  Be sure the rum is of the highest quality.  Pour one cup\nof rum into a glass and drink it as fast as you can.  Repeat. With an electric\nmixer, beat one cup butter in a large fluffy bowl.  Add 1 seaspoon of tugar\nand beat again.  Meanwhile, make sure the rum teh absolutely highest quality.\nSample another cup.  Open second quart as necessary.  Add 2 orge laggs, 2 cups\nof fried druit and beat untill high.  If the fried druit gets stuck in the\nbeaters, just pry it loose with a screwdriver.  Sample the rum again, checking\nfor toncisticity.  Next sift 3 cups of baking powder, a pinch of rum, a\nseaspoon of toda and a cup of pepper or salt (it really doesn't matter).\nSample some more.  Sift 912 pint of lemon juice.  Fold in schopped butter and\nstrained chups.  Add bablespoon of brown gugar, or whatever color you have.\nMix mell.  Grease oven and turn cake pan to 350 gredees and rake until\npoothtick comes out crean.\n",
  "\nFORTUNE'S PARTY TIPS\t\t#14\n\nTired of finding that other people are helping themselves to your good\nliquor at BYOB parties?  Take along a candle, which you insert and\nlight after you've opened the bottle.  No one ever expects anything\ndrinkable to be in a bottle which has a candle stuck in its neck.\n",
  "\nGlogg (a traditional Scandinavian holiday drink):\n\tfifth of dry red wine\n\tfifth of Aquavit\n\t1 and 1/2 inch piece of cinnamon\n\t10 cardamom seeds\n\t1 cup raisins\n\t4 dried figs\n\t1 cup blanched or flaked almonds\n\ta few pieces of dried orange peel\n\t5 cloves\n\t1/2 lb. sugar cubes\n\tHeat up the wine and hard stuff (which may be substituted with wine\nfor the faint of heart) in a big pot after adding all the other stuff EXCEPT\nthe sugar cubes.  Just when it reaches boiling, put the sugar in a wire\nstrainer, moisten it in the hot brew, lift it out and ignite it with a match.\nDip the sugar several times in the liquid until it is all dissolved.  Serve\nhot in cups with a few raisins and almonds in each cup.\n\tN.B. Aquavit may be hard to find and expensive to boot.  Use it only\nif you really have a deep-seated desire to be fussy, or if you are of Swedish\nextraction.\n",
  "\nHalley's Comet: It came, we saw, we drank.\n",
  "\nHarry's bar has a new cocktail.  It's called MRS punch.  They make it with\nmilk, rum and sugar and it's wonderful.  The milk is for vitality and the \nsugar is for pep.  They put in the rum so that people will know what to do\nwith all that pep and vitality.\n",
  "\nHaving a wonderful wine, wish you were beer.\n",
  "\nHaving wandered helplessly into a blinding snowstorm Sam was greatly\nrelieved to see a sturdy Saint Bernard dog bounding toward him with\nthe traditional keg of brandy strapped to his collar.\n\t\"At last,\" cried Sam, \"man's best friend -- and a great big dog, too!\"\n",
  "\nHe knew the tavernes well in every toun.\n\t\t-- Geoffrey Chaucer\n",
  "\nHe's just like Capistrano, always ready for a few swallows.\n",
  "\n\"Hey!  Who took the cork off my lunch??!\"\n\t\t-- W. C. Fields\n",
  "\nHOGAN'S HEROES DRINKING GAME --\n\tTake a shot every time:\n\n-- Sergeant Schultz says, \"I knoooooowww nooooothing!\"\n-- General Burkhalter or Major Hochstetter intimidate/insult Colonel Klink.\n-- Colonel Klink falls for Colonel Hogan's flattery.\n-- One of the prisoners sneaks out of camp (one shot for each prisoner to go).\n-- Colonel Klink snaps to attention after answering the phone (two shots\n\tif it's one of our heroes on the other end).\n-- One of the Germans is threatened with being sent to the Russian front.\n-- Corporal Newkirk calls up a German in his phoney German accent, and\n\ttricks him (two shots if it's Colonel Klink).\n-- Hogan has a romantic interlude with a beautiful girl from the underground.\n-- Colonel Klink relates how he's never had an escape from Stalag 13.\n-- Sergeant Schultz gives up a secret (two shots if he's bribed with food).\n-- The prisoners listen to the Germans' conversation by a hidden transmitter.\n-- Sergeant Schultz \"captures\" one of the prisoners after an escape.\n-- Lebeau pronounces \"colonel\" as \"cuh-loh-`nell\".\n-- Carter builds some kind of device (two shots if it's not explosive).\n-- Lebeau wears his apron.\n-- Hogan says \"We've got no choice\" when someone claims that the plan is\n\timpossible.\n-- The prisoners capture an important German, and sneak him out the tunnel.\n",
  "\nI can't die until the government finds a safe place to bury my liver.\n\t\t-- Phil Harris\n",
  "\nI distrust a man who says when.  If he's got to be careful not to drink\ntoo much, it's because he's not to be trusted when he does.\n\t\t-- Sidney Greenstreet, \"The Maltese Falcon\"\n",
  "\nI don't drink, I don't like it, it makes me feel too good.\n\t\t-- K. Coates\n",
  "\nI drink to make other people interesting.\n\t\t-- George Jean Nathan\n",
  "\nI gave up Smoking, Drinking and Sex.  It was the most *__________\b\b\b\b\b\b\b\b\b\bhorrifying* 20\nminutes of my life!\n",
  "\nI have just had eighteen whiskeys in a row.  I do believe that is a record.\n\t\t-- Dylan Thomas, his last words\n",
  "\nI have to think hard to name an interesting man who does not drink.\n\t\t-- Richard Burton\n",
  "\nI kissed my first girl and smoked my first cigarette on the same day.\nI haven't had time for tobacco since.\n\t\t-- Arturo Toscanini\n",
  "\nI may not be able to walk, but I drive from a sitting position.\n",
  "\nI must get out of these wet clothes and into a dry Martini.\n\t\t-- Alexander Woolcott\n",
  "\nI never said all Democrats were saloonkeepers; what I said was all\nsaloonkeepers were Democrats.\n",
  "\nI never take work home with me; I always leave it in some bar along the way.\n",
  "\nI suppose that in a few hours I will sober up. That's such a sad\nthought. I think I'll have a few more drinks to prepare myself.\n",
  "\nI used to have a drinking problem.  Now I love the stuff.\n",
  "\nI will not drink!\nBut if I do...\nI will not get drunk!\nBut if I do...\nI will not in public!\nBut if I do...\nI will not fall down!\nBut if I do...\nI will fall face down so that they cannot see my company badge.\n",
  "\nI wish you were a Scotch on the rocks.\n",
  "\nI'd like to meet the guy who invented beer and see what he's working on now.\n",
  "\nI'd rather have a free bottle in front of me than a prefrontal lobotomy.\n\t\t-- Fred Allen\n\n[Also attributed to S. Clay Wilson.  Ed.]\n",
  "\nI'm not under the alkafluence of inkahol\nthat some thinkle peep I am.\nIt's just the drunker I sit here the longer I get.\n",
  "\nI've always felt sorry for people that don't drink -- remember,\nwhen they wake up, that's as good as they're gonna feel all day!\n",
  "\nI've always made it a solemn practice to never drink anything stronger\nthan tequila before breakfast.\n\t\t-- R. Nesson\n",
  "\nI've never been drunk, but often I've been overserved.\n\t\t-- George Gobel\n",
  "\nIf God had intended Man to Smoke, He would have set him on Fire.\n",
  "\nIf God had intended Men to Smoke, He would have put Chimneys in their Heads.\n",
  "\nIf I knew what brand [of whiskey] he drinks, I would send a barrel or\nso to my other generals.\n\t\t-- Abraham Lincoln, on General Grant\n",
  "\nIf people drank ink instead of Schlitz, they'd be better off.\n\t\t-- Edward E. Hippensteel\n\n[What brand of ink?  Ed.]\n",
  "\nIf you don't drink it, someone else will.\n",
  "\nIf you drink, don't park.  Accidents make people.\n",
  "\nIn 1967, the Soviet Government minted a beautiful silver ruble with Lenin\nin a very familiar pose -- arms raised above him, leading the country to\nrevolution.  But, it was clear to everybody, that if you looked at it from\nbehind, it was clear that Lenin was pointing to 11:00, when the Vodka\nshops opened, and was actually saying, \"Comrades, forward to the Vodka shops.\n\nIt became fashionable, when one wanted to have a drink, to take out the\nruble and say, \"Oh my goodness, Comrades, Lenin tells me we should go.\n",
  "\nIn a bottle, the neck is always at the top.\n",
  "\nIn a gathering of two or more people, when a lighted cigarette is\nplaced in an ashtray, the smoke will waft into the face of the non-smoker.\n",
  "\nIn a whiskey it's age, in a cigarette it's taste and in a sports car\nit's impossible.\n",
  "\nIn vino veritas.\n\t[In wine there is truth.]\n\t\t-- Pliny\n",
  "\nIt has been said that Public Relations is the art of winning friends\nand getting people under the influence.\n\t\t-- Jeremy Tunstall\n",
  "\nIt's a brave man who, when things are at their darkest, can kick back and party!\n\t\t-- Dennis Quaid, \"Inner Space\"\n",
  "\nIt's gonna be alright,\nIt's almost midnight,\nAnd I've got two more bottles of wine.\n",
  "\nIt's the same old story; boy meets beer, boy drinks beer... boy gets\nanother beer.\n\t\t-- Cheers\n",
  "\nIt's useless to try to hold some people to anything they say while they're\nmadly in love, drunk, or running for office.\n",
  "\nKeep America beautiful.  Swallow your beer cans.\n",
  "\nKiss a non-smoker; taste the difference.\n",
  "\nKissing a smoker is like licking an ashtray.\n",
  "\nLady Astor was giving a costume ball and Winston Churchill asked her what\ndisguise she would recommend for him.  She replied, \"Why don't you come\nsober, Mr. Prime Minister?\"\n",
  "\nLet the worthy citizens of Chicago get their liquor the best way\nthey can. I'm sick of the job.  It's a thankless one and full of grief.\n\t\t-- Al Capone\n",
  "\nLife, like beer, is merely borrowed.\n\t\t-- Don Reed\n",
  "\nLook at it this way: Your daughter just named the fresh turkey you brought\nhome \"Cuddles\", so you're going out to buy a canned ham.  And you're still\ndrinking ordinary scotch?\n",
  "\nLook at it this way: Your wife's spending $280 a month on meditation lessons to\nforget $26,000 of college education. And you're still drinking ordinary scotch?\n",
  "\nMarvin the Nature Lover spied a grasshopper hopping along in the grass,\nand in a mood for communing with nature, rare even among full-fledged\nNature Lovers, he spoke to the grasshopper, saying: \"Hello, friend\ngrasshopper.  Did you know they've named a drink after you?\"\n\t\"Really?\" replied the grasshopper, obviously pleased.  \"They've\nnamed a drink Fred?\"\n",
  "\n\"Mind if I smoke?\"\n\t\"I don't care if you burst into flames and die!\"\n",
  "\n\"Mind if I smoke?\"\n\t\"Yes, I'd like to see that, does it come out of your ears or what?\"\n",
  "\nMy mother drinks to forget she drinks.\n\t\t-- Crazy Jimmy\n",
  "\nMy uncle was the town drunk -- and we lived in Chicago.\n\t\t-- George Gobel\n",
  "\nNever delay the ending of a meeting or the beginning of a cocktail hour.\n",
  "\nNever drink from your finger bowl -- it contains only water.\n",
  "\nNo, I don't have a drinking problem.\n\nI drink, I get drunk, I fall down.\n\nNo problem!\n",
  "\n[Norm comes in with an attractive woman.]\n\nCoach:  Normie, Normie, could this be Vera?\nNorm:   With a lot of expensive surgery, maybe.\n\t\t-- Cheers, Norman's Conquest\n\nCoach:  What's up, Normie?\nNorm:   The temperature under my collar, Coach.\n\t\t-- Cheers, I'll Be Seeing You (Part 2)\n\nCoach:  What would you say to a nice beer, Normie?\nNorm:   Going down?\n\t\t-- Cheers, Diane Meets Mom\n",
  "\n[Norm goes into the bar at Vic's Bowl-A-Rama.]\n\nOff-screen crowd:  Norm!\nSam:   How the hell do they know him here?\nCliff: He's got a life, you know.\n\t\t-- Cheers, From Beer to Eternity\n\nWoody: What can I do for you, Mr. Peterson?\nNorm:  Elope with my wife.\n\t\t-- Cheers, The Triangle\n\nWoody: How's life, Mr. Peterson?\nNorm:  Oh, I'm waiting for the movie.\n\t\t-- Cheers, Take My Shirt... Please?\n",
  "\n[Norm is angry.]\n\nWoody: What can I get you, Mr. Peterson?\nNorm:  Clifford Clavin's head.\n\t\t-- Cheers, The Triangle\n\nSam:  Hey, what's happening, Norm?\nNorm: Well, it's a dog-eat-dog world, Sammy,\n      and I'm wearing Milk-Bone underwear.\n\t\t-- Cheers, The Peterson Principle\n\nSam:  How's life in the fast lane, Normie?\nNorm: Beats me, I can't find the on-ramp.\n\t\t-- Cheers, Diane Chambers Day\n",
  "\n[Norm returns from the hospital.]\n\nCoach:  What's up, Norm?\nNorm:   Everything that's supposed to be.\n\t\t-- Cheers, Diane Meets Mom\n\nSam:  What's new, Normie?\nNorm: Terrorists, Sam.  They've taken over my stomach.  They're demanding beer.\n\t\t-- Cheers, The Heart is a Lonely Snipehunter\n\nCoach: What'll it be, Normie?\nNorm:  Just the usual, Coach.  I'll have a froth of beer and a snorkel.\n\t\t-- Cheers, King of the Hill\n",
  "\n[Norm tries to prove that he is not Anton Kreitzer.]\nNorm:  Afternoon, everybody!\nAll:   Anton!\n\t\t-- Cheers, The Two Faces of Norm\n\nWoody: What's going on, Mr. Peterson?\nNorm:  A flashing sign in my gut that says, ``Insert beer here.''\n\t\t-- Cheers, Call Me, Irresponsible\n\nSam:  What can I get you, Norm?\nNorm: [scratching his beard] Got any flea powder?  Ah, just kidding.\n      Gimme a beer; I think I'll just drown the little suckers.\n\t\t-- Cheers, Two Girls for Every Boyd\n",
  "\nNorm:  Gentlemen, start your taps.\n\t\t-- Cheers, The Coach's Daughter\n\nCoach: How's life treating you, Norm?\nNorm:  Like it caught me in bed with his wife.\n\t\t-- Cheers, Any Friend of Diane's\n\nCoach: How's life, Norm?\nNorm:  Not for the squeamish, Coach.\n\t\t-- Cheers, Friends, Romans, and Accountants\n",
  "\nNorm:  Hey, everybody.\nAll:   [silence; everybody is mad at Norm for being rich.]\nNorm:  [Carries on both sides of the conversation himself.]\n       Norm!   (Norman.)\n       How are you feeling today, Norm?\n       Rich and thirsty.  Pour me a beer.\n\t\t-- Cheers, Tan 'n Wash\n\nWoody: What's the latest, Mr. Peterson?\nNorm:  Zsa-Zsa marries a millionaire, Peterson drinks a beer.\n       Film at eleven.\n\t\t-- Cheers, Knights of the Scimitar\n\nWoody: How are you today, Mr. Peterson?\nNorm:  Never been better, Woody. ... Just once I'd like to be better.\n\t\t-- Cheers, Chambers vs. Malone\n",
  "\nNot all men who drink are poets.  Some of us drink because we aren't poets.\n",
  "\nNot drinking, chasing women, or doing drugs won't make you live longer --\nit just seems that way.\n",
  "\nNOTICE:\n\tAnyone seen smoking will be assumed to be on fire and will\n\tbe summarily put out.\n",
  "\nNow is the time for drinking; now the time to beat the earth with\nunfettered foot.\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nOf course power tools and alcohol don't mix.  Everyone knows power\ntools aren't soluble in alcohol...\n\t\t-- Crazy Nigel\n",
  "\nOld Grandad is dead but his spirits live on.\n",
  "\nOnce ... in the wilds of Afghanistan, I lost my corkscrew, and we were\nforced to live on nothing but food and water for days.\n\t\t-- W. C. Fields, \"My Little Chickadee\"\n",
  "\nOne difference between a man and a machine is that a machine is quiet\nwhen well oiled.\n",
  "\nOne dusty July afternoon, somewhere around the turn of the century, Patrick\nMalone was in Mulcahey's Bar, bending an elbow with the other street car\nconductors from the Brooklyn Traction Company.  While they were discussing the\nmerits of a local ring hero, the bar goes silent.  Malone turns around to see\nhis wife, with a face grim as death, stalking to the bar.\n\tSlapping a four-bit piece down on the bar, she draws herself up to her\nfull five feet five inches and says to Mulcahey, \"Give me what himself has\nbeen havin' all these years.\"\n\tMulcahey looks at Malone, who shrugs, and then back at Margaret Mary\nMalone.  He sets out a glass and pours her a triple shot of Rye.  The bar is\ntotally silent as they watch the woman pick up the glass and knock back the\ndrink.  She slams the glass down on the bar, gasps, shudders slightly, and\npasses out; falling straight back, stiff as a board, saved from sudden contact\nwith the barroom floor by the ample belly of Seamus Fogerty.\n\tSometime later, she comes to on the pool table, a jacket under her\nhead.  Her bloodshot eyes fell upon her husband, who says, \"And all these\nyears you've been thinkin' I've been enjoying meself.\"\n",
  "\nOnly Irish coffee provides in a single glass all four essential food groups --\nalcohol, caffeine, sugar, and fat.\n\t\t-- Alex Levine\n",
  "\nPLEASE DON'T SMOKE HERE!\n\nPenalty: An early, lingering death from cancer,\n\t emphysema, or other smoking-caused ailment.\n",
  "\nPolice:\tGood evening, are you the host?\nHost:\tNo.\nPolice:\tWe've been getting complaints about this party.\nHost:\tAbout the drugs?\nPolice:\tNo.\nHost:\tAbout the guns, then?  Is somebody complaining about the guns?\nPolice:\tNo, the noise.\nHost:\tOh, the noise.  Well that makes sense because there are no guns\n\tor drugs here.  (An enormous explosion is heard in the\n\tbackground.)  Or fireworks.  Who's complaining about the noise?\n\tThe neighbors?\nPolice:\tNo, the neighbors fled inland hours ago.  Most of the recent\n\tcomplaints have come from Pittsburgh.  Do you think you could\n\task the host to quiet things down?\nHost:\tNo Problem.  (At this point, a Volkswagon bug with primitive\n\treligious symbols drawn on the doors emerges from the living\n\troom and roars down the hall, past the police and onto the\n\tlawn, where it smashes into a tree.  Eight guests tumble out\n\tonto the grass, moaning.)  See?  Things are starting to wind\n\tdown.\n",
  "\nPreserve Wildlife!  Throw a party today!\n",
  "\nRecipe for a Pan Galactic Gargle Blaster:\n\t(1) Take the juice from one bottle of Ol' Janx Spirit\n\t(2) Pour into it one measure of water from the seas of\n\t\tSantraginus V  (Oh, those Santraginean fish!)\n\t(3) Allow 3 cubes of Arcturan Mega-gin to melt into the\n\t\tmixture (properly iced or the benzine is lost.)\n\t(4) Allow four liters of Fallian marsh gas to bubble through it.\n\t(5) Over the back of a silver spoon, float a measure of\n\t\tQualactin Hypermint extract.\n\t(6) Drop in the tooth of an Algolian Suntiger.  Watch it dissolve.\n\t(7) Sprinkle Zamphuor.\n\t(8) Add an olive.\n\t(9) Drink... but... very carefully...\n",
  "\nRiffle West Virginia is so small that the Boy Scout had to double as the\ntown drunk.\n",
  "\nRomance, like alcohol, should be enjoyed, but should not be allowed to\nbecome necessary.\n\t\t-- Edgar Friedenberg\n",
  "\nSaid the attractive, cigar-smoking housewife to her girl-friend: \"I got\nstarted one night when George came home and found one burning in the ashtray.\"\n",
  "\nSam:   What do you know there, Norm?\nNorm:  How to sit.  How to drink.  Want to quiz me?\n\t\t-- Cheers, Loverboyd\n\nSam:   Hey, how's life treating you there, Norm?\nNorm:  Beats me. ...  Then it kicks me and leaves me for dead.\n\t\t-- Cheers, Loverboyd\n\nWoody: How would a beer feel, Mr. Peterson?\nNorm:  Pretty nervous if I was in the room.\n\t\t-- Cheers, Loverboyd\n",
  "\nSam:   What's the good word, Norm?\nNorm:  Plop, plop, fizz, fizz.\nSam:   Oh no, not the Hungry Heifer...\nNorm:  Yeah, yeah, yeah...\nSam:   One heartburn cocktail coming up.\n\t\t-- Cheers, I'll Gladly Pay You Tuesday\n\nSam:   Whaddya say, Norm?\nNorm:  Well, I never met a beer I didn't drink.  And down it goes.\n\t\t-- Cheers, Love Thy Neighbor\n\nWoody:  What's your pleasure, Mr. Peterson?\nNorm:   Boxer shorts and loose shoes.  But I'll settle for a beer.\n\t\t-- Cheers, The Bar Stoolie\n",
  "\nSam:  What do you say, Norm?\nNorm: Any cheap, tawdry thing that'll get me a beer.\n\t\t-- Cheers, Birth, Death, Love and Rice\n\nSam:  What do you say to a beer, Normie?\nNorm: Hiya, sailor.  New in town?\n\t\t-- Cheers, Woody Goes Belly Up\n\nNorm: [coming in from the rain] Evening, everybody.\nAll:  Norm!  (Norman.)\nSam:  Still pouring, Norm?\nNorm: That's funny, I was about to ask you the same thing.\n\t\t-- Cheers, Diane's Nightmare\n",
  "\nSam:  What's going on, Normie?\nNorm: My birthday, Sammy.  Give me a beer, stick a candle in\n      it, and I'll blow out my liver.\n\t\t-- Cheers, Where Have All the Floorboards Gone\n\nWoody: Hey, Mr. P.  How goes the search for Mr. Clavin?\nNorm:  Not as well as the search for Mr. Donut.\n       Found him every couple of blocks.\n\t\t-- Cheers, Head Over Hill\n",
  "\nSam:  What's new, Norm?\nNorm: Most of my wife.\n\t\t-- Cheers, The Spy Who Came in for a Cold One\n\nCoach: Beer, Norm?\nNorm:  Naah, I'd probably just drink it.\n\t\t-- Cheers, Now Pitching, Sam Malone\n\nCoach: What's doing, Norm?\nNorm:  Well, science is seeking a cure for thirst.  I happen\n       to be the guinea pig.\n\t\t-- Cheers, Let Me Count the Ways\n",
  "\nShow respect for age.  Drink good Scotch for a change.\n",
  "\nSleep -- the most beautiful experience in life -- except drink.\n\t\t-- W.C. Fields\n",
  "\nSMOKING IS NOW ALLOWED !!!\n\tAnyone wishing to smoke, however, must file, in triplicate, the\n\tU.S. government Environmental Impact Narrative Statement (EINS),\n\tdescribing in detail the type of combustion proposed, impact on\n\tthe environment, and anticipated opposition.  Statements must be\n\tfiled 30 days in advance.\n",
  "\nSmoking is one of the leading causes of statistics.\n\t\t-- Fletcher Knebel\n",
  "\nSmoking is, as far as I'm concerned, the entire point of being an adult.\n\t\t-- Fran Lebowitz\n",
  "\nSmoking Prohibited.  Absolutely no ifs, ands, or butts.\n",
  "\nSo, is the glass half empty, half full, or just twice as\nlarge as it needs to be?\n",
  "\nSome people have no respect for age unless it's bottled.\n",
  "\nSometimes I simply feel that the whole world is a cigarette and I'm the\nonly ashtray.\n",
  "\n\tSplit\t\t1/4 bottle\t.187 liters\n\tHalf\t\t1/2 bottle\n\tBottle\t\t750 milliliters\n\tMagnum\t\t2 bottles\t1.5 liters\n\tJeroboam\t4 bottles\n\tRehoboam\t6 bottles\tNot available in the US\n\tMethuselah\t8 bottles\n\tSalmanazar\t12 bottles\n\tBalthazar\t16 bottles\n\tNebuchadnezzar\t20 bottles\t15 liters\n\tSovereign\t34 bottles\t26 liters\n\n\tThe Sovereign is a new bottle, made for the launching of the\nlargest cruise ship in the world.  The bottle alone cost 8,000 dollars\nto produce and they only made 8 of them.\n\tMost of the funny names come from Biblical people.\n",
  "\nSymptom:\t\tDrinking fails to give taste and satisfaction, beer is\n\t\t\tunusually pale and clear.\nProblem:\t\tGlass empty.\nAction Required:\tFind someone who will buy you another beer.\n\nSymptom:\t\tDrinking fails to give taste and satisfaction,\n\t\t\tand the front of your shirt is wet.\nFault:\t\t\tMouth not open when drinking or glass applied to\n\t\t\twrong part of face.\nAction Required:\tBuy another beer and practice in front of mirror.\n\t\t\tDrink as many as needed to perfect drinking technique.\n\t\t-- Bar Troubleshooting\n",
  "\nSymptom:\t\tEverything has gone dark.\nFault:\t\t\tThe Bar is closing.\nAction Required:\tPanic.\n\nSymptom:\t\tYou awaken to find your bed hard, cold and wet.\n\t\t\tYou cannot see the bathroom light.\nFault:\t\t\tYou have spent the night in the gutter.\nAction Required:\tCheck your watch to see if bars are open yet.  If not,\n\t\t\ttreat yourself to a lie-in.\n\t\t-- Bar Troubleshooting\n",
  "\nSymptom:\t\tFeet cold and wet, glass empty.\nFault:\t\t\tGlass being held at incorrect angle.\nAction Required:\tTurn glass other way up so that open end points\n\t\t\ttoward ceiling.\n\nSymptom:\t\tFeet warm and wet.\nFault:\t\t\tImproper bladder control.\nAction Required:\tGo stand next to nearest dog.  After a while complain\n\t\t\tto the owner about its lack of house training and\n\t\t\tdemand a beer as compensation.\n\t\t-- Bar Troubleshooting\n",
  "\nSymptom:\t\tFloor blurred.\nFault:\t\t\tYou are looking through bottom of empty glass.\nAction Required:\tFind someone who will buy you another beer.\n\nSymptom:\t\tFloor moving.\nFault:\t\t\tYou are being carried out.\nAction Required:\tFind out if you are taken to another bar.  If not,\n\t\t\tcomplain loudly that you are being kidnapped.\n\t\t-- Bar Troubleshooting\n",
  "\nSymptom:\t\tFloor swaying.\nFault:\t\t\tExcessive air turbulence, perhaps due to air-hockey\n\t\t\tgame in progress.\nAction Required:\tInsert broom handle down back of jacket.\n\nSymptom:\t\tEverything has gone dim, strange taste of peanuts\n\t\t\tand pretzels or cigarette butts in mouth.\nFault:\t\t\tYou have fallen forward.\nAction Required:\tSee above.\n\nSymptom:\t\tOpposite wall covered with acoustic tile and several\n\t\t\tflourescent light strips.\nFault:\t\t\tYou have fallen over backward.\nAction Required:\tIf your glass is full and no one is standing on your\n\t\t\tdrinking arm, stay put.  If not, get someone to help\n\t\t\tyou get up, lash yourself to bar.\n\t\t-- Bar Troubleshooting\n",
  "\nTake me drunk, I'm home again!\n",
  "\nThe best audience is intelligent, well-educated and a little drunk.\n\t\t-- Maurice Baring\n",
  "\nThe best way to preserve a right is to exercise it, and the right to\nsmoke is a right worth dying for.\n",
  "\nThe Celts invented two things, Whiskey and self-destruction.\n",
  "\nThe church is near but the road is icy; the bar is far away but I will\nwalk carefully.\n\t\t-- Russian Proverb\n",
  "\nThe cost of living has just gone up another dollar a quart.\n\t\t-- W.C. Fields\n",
  "\nThe father, passing through his son's college town late one evening on a\nbusiness trip, thought he would pay his boy a suprise visit.  Arriving at the\nlad's fraternity house, dad rapped loudly on the door.  After several minutes\nof knocking, a sleepy voice drifted down from a second-floor window,\n\t\"Whaddaya want?\"\n\t\"Does Ramsey Duncan live here?\" asked the father.\n\t\"Yeah,\" replied the voice.  \"Dump him on the front porch.\"\n",
  "\nThe mark of a good party is that you wake up the next morning wanting to\nchange your name and start a new life in different city.\n\t\t-- Vance Bourjaily, \"Esquire\"\n",
  "\nThe search for the perfect martini is a fraud.  The perfect martini is\na belt of gin from the bottle; anything else is the decadent trappings\nof civilization.\n\t\t-- T.K.\n",
  "\nThe telephone is a good way to talk to people without having to offer\nthem a drink.\n\t\t-- Fran Lebowitz, \"Interview\"\n",
  "\nThe verdict of a jury is the a priori opinion of that juror who smokes\nthe worst cigars.\n\t\t-- H. L. Mencken\n",
  "\nThe voluptuous blond was chatting with her handsome escort in a posh \nrestaurant when their waiter, stumbling as he brought their drinks, \ndumped a martini on the rocks down the back of the blonde's dress.  She\nsprang to her feet with a wild rebel yell, dashed wildly around the table,\nthen galloped wriggling from the room followed by her distraught boyfriend.\nA man seated on the other side of the room with a date of his own beckoned\nto the waiter and said, \"We'll have two of whatever she was drinking.\"\n",
  "\nThe water was not fit to drink.  To make it palatable, we had to add whiskey.\nBy diligent effort, I learned to like it.\n\t\t-- Winston Churchill\n",
  "\n\"The whole world is about three drinks behind.\"\n\t\t-- Humphrey Bogart\n",
  "\nThe wise and intelligent are coming belatedly to realize that alcohol, and\nnot the dog, is man's best friend.  Rover is taking a beating -- and he should.\n\t\t-- W.C. Fields\n",
  "\nThere are more old drunkards than old doctors.\n",
  "\nThere are only two kinds of tequila.  Good and better.\n",
  "\nThere are two problems with a major hangover.  You feel\nlike you are going to die and you're afraid that you won't.\n",
  "\nThere be sober men a'plenty, and drunkards barely twenty; there are men\nof over ninety who have never yet kissed a girl.  But give me the rambling\nrover, from Orkney down to Dover, we will roam the whole world over, and\ntogether we'll face the world.\n\t\t-- Andy Stewart, \"After the Hush\"\n",
  "\nThere is nothing wrong with abstinence, in moderation.\n",
  "\nThere will always be beer cans rolling on the floor of your car when\nthe boss asks for a lift home from the office.\n",
  "\nThese days the necessities of life cost you about three times what they\nused to, and half the time they aren't even fit to drink.\n",
  "\nThey took some of the Van Goghs, most of the jewels, and all of the Chivas!\n",
  "\nTo be intoxicated is to feel sophisticated but not be able to say it.\n",
  "\nTo one large turkey add one gallon of vermouth and a demijohn of Angostura\nbitters.  Shake.\n\t\t-- F. Scott Fitzgerald, recipe for turkey cocktail.\n",
  "\nToo ripped.  Gotta go.\n",
  "\nToothpaste never hurts the taste of good scotch.\n",
  "\nTwo friends were out drinking when suddenly one lurched backward off his \nbarstool and lay motionless on the floor.\n\t\"One thing about Jim,\" the other said to the bartender, \"he sure\nknows when to stop.\"\n",
  "\nVermouth always makes me brilliant unless it makes me idiotic.\n\t\t-- E.F. Benson\n",
  "\nWe don't smoke and we don't chew, and we don't go with girls that do.\n\t\t-- Walter Summers\n",
  "\nWhat scoundrel stole the cork from my lunch?\n\t\t-- J.D. Farley\n",
  "\nWhen all else fails, pour a pint of Guinness in the gas tank, advance\nthe spark 20 degrees, cry \"God Save the Queen!\", and pull the starter knob.\n\t\t-- MG \"Series MGA\" Workshop Manual\n",
  "\nWhen I drink, *everybody* drinks!\" a man shouted to the assembled bar patrons.\nA loud general cheer went up.  After downing his whiskey, he hopped onto a\nbarstool and shouted \"When I take another drink, *everybody* takes another\ndrink!\"  The announcement produced another cheer and another round of drinks.\n\tAs soon as he had downed his second drink, the fellow hopped back\nonto the stool.  \"And when I pay,\" he bellowed, slapping five dollars onto\nthe bar, \"*everybody* pays!\"\n",
  "\nWhen I heated my home with oil, I used an average of 800 gallons a year.  I\nhave found that I can keep comfortably warm for an entire winter with\nslightly over half that quantity of beer.\n\t\t-- Dave Barry, \"Postpetroleum Guzzler\"\n",
  "\nWhen I sell liquor, it's called bootlegging; when my patrons serve\nit on silver trays on Lake Shore Drive, it's called hospitality.\n\t\t-- Al Capone\n",
  "\nWhen the cup is full, carry it level.\n",
  "\nWhen the going gets tough, the tough go grab a beer.\n",
  "\n\tWhile riding in a train between London and Birmingham, a woman\ninquired of Oscar Wilde, \"You don't mind if I smoke, do you?\"\n\tWilde gave her a sidelong glance and replied, \"I don't mind if\nyou burn, madam.\"\n",
  "\nWho needs friends when you can sit alone in your room and drink?\n",
  "\nWhy on earth do people buy old bottles of wine when they can get a\nfresh one for a quarter of the price?\n",
  "\nWoman on Street:\tSir, you are drunk; very, very drunk.\nWinston Churchill:\tMadame, you are ugly; very, very ugly.\n\t\t\tI shall be sober in the morning.\n",
  "\nWonderful day.  Your hangover just makes it seem terrible.\n",
  "\nWoody:  What's the story, Mr. Peterson?\nNorm:   The Bobbsey twins go to the brewery.\n        Let's just cut to the happy ending.\n\t\t-- Cheers, Airport V\n\nWoody:  Hey, Mr. Peterson, there's a cold one waiting for you.\nNorm:   I know, and if she calls, I'm not here.\n\t\t-- Cheers, Bar Wars II: The Woodman Strikes Back\n\nSam:  Beer, Norm?\nNorm: Have I gotten that predictable?  Good.\n\t\t-- Cheers, Don't Paint Your Chickens\n",
  "\nWoody: Hey, Mr. Peterson, Jack Frost nipping at your nose?\nNorm:  Yep, now let's get Joe Beer nipping at my liver, huh?\n\t\t-- Cheers, Feeble Attraction\n\nSam:  What are you up to Norm?\nNorm: My ideal weight if I were eleven feet tall.\n\t\t-- Cheers, Bar Wars III: The Return of Tecumseh\n\nWoody: Nice cold beer coming up, Mr. Peterson.\nNorm:  You mean, `Nice cold beer going *down* Mr. Peterson.'\n\t\t-- Cheers, Loverboyd\n",
  "\nWoody: Hey, Mr. Peterson, what do you say to a cold one?\nNorm:  See you later, Vera, I'll be at Cheers.\n\t\t-- Cheers, Norm's Last Hurrah\n\nSam:   Well, look at you.  You look like the cat that swallowed the canary.\nNorm:  And I need a beer to wash him down.\n\t\t-- Cheers, Norm's Last Hurrah\n\nWoody:  Would you like a beer, Mr. Peterson?\nNorm:   No, I'd like a dead cat in a glass.\n\t\t-- Cheers, Little Carla, Happy at Last, Part 2\n",
  "\nWoody: Hey, Mr. Peterson, what's up?\nNorm:  The warranty on my liver.\n\t\t-- Cheers, Breaking In Is Hard to Do\n\nSam:  What can I do for you, Norm?\nNorm: Open up those beer taps and, oh, take the day off, Sam.\n\t\t-- Cheers, Veggie-Boyd\n\nWoody: What's going on, Mr. Peterson?\nNorm:  Another layer for the winter, Wood.\n\t\t-- Cheers, It's a Wonderful Wife\n",
  "\nWoody: How are you feeling today, Mr. Peterson?\nNorm:  Poor.\nWoody: Oh, I'm sorry to hear that.\nNorm:  No, I meant `pour'.\n\t\t-- Cheers, Strange Bedfellows, Part 3\n\nWoody: Hey, Mr. Peterson, what's the story?\nNorm:  Boy meets beer.  Boy drinks beer.  Boy gets another beer.\n\t\t-- Cheers, The Proposal\n\nPaul:  Hey Norm, how's the world been treating you?\nNorm:  Like a baby treats a diaper.\n\t\t-- Cheers, Tan 'n Wash\n",
  "\nWoody: What's going on, Mr. Peterson?\nNorm:  Let's talk about what's going *in* Mr. Peterson.  A beer, Woody.\n\t\t-- Cheers, Paint Your Office\n\nSam:  How's life treating you?\nNorm: It's not, Sammy, but that doesn't mean you can't.\n\t\t-- Cheers, A Kiss is Still a Kiss\n\nWoody:  Can I pour you a draft, Mr. Peterson?\nNorm:   A little early, isn't it Woody?\nWoody:  For a beer?\nNorm:   No, for stupid questions.\n\t\t-- Cheers, Let Sleeping Drakes Lie\n",
  "\nWoody: What's happening, Mr. Peterson?\nNorm:  The question is, Woody, why is it happening to me?\n\t\t-- Cheers, Strange Bedfellows, Part 1\n\nWoody: What's going down, Mr. Peterson?\nNorm:  My cheeks on this barstool.\n\t\t-- Cheers, Strange Bedfellows, Part 2\n\nWoody: Hey, Mr. Peterson, can I pour you a beer?\nNorm:  Well, okay, Woody, but be sure to stop me at one. ...\n       Eh, make that one-thirty.\n\t\t-- Cheers, Strange Bedfellows, Part 2\n",
  "\nWork is the curse of the drinking classes.\n\t\t-- Mike Romanoff\n",
  "\nYou can't fall off the floor.\n",
  "\nYou're not an alcoholic unless you go to the meetings.\n",
  "\nYou're not drunk if you can lie on the floor without holding on.\n\t\t-- Dean Martin\n",
  "\n"
]