[
  "A book is the work of a mind, doing its work in the way that a mind deems\nbest.  That's dangerous.  Is the work of some mere individual mind likely to\nserve the aims of collectively accepted compromises, which are known in the\nschools as 'standards'?  Any mind that would audaciously put itself forth to\nwork all alone is surely a bad example for the students, and probably, if\nnot downright antisocial, at least a little off-center, self-indulgent,\nelitist.  ... It's just good pedagogy, therefore, to stay away from such\nstuff, and use instead, if film-strips and rap-sessions must be\nsupplemented, 'texts,' selected, or prepared, or adapted, by real\nprofessionals.  Those texts are called 'reading material.'  They are the\nacademic equivalent of the 'listening material' that fills waiting-rooms,\nand the 'eating material' that you can buy in thousands of convenient eating\nresource centers along the roads.\n\t\t-- The Underground Grammarian\n",
  "\nA definition of teaching: casting fake pearls before real swine.\n\t\t-- Bill Cain, \"Stand Up Tragedy\"\n",
  "\nA fool's brain digests philosophy into folly, science into superstition, and\nart into pedantry.  Hence University education.\n\t\t-- G. B. Shaw\n",
  "\nA good question is never answered.  It is not a bolt to be tightened\ninto place but a seed to be planted and to bear more seed toward the\nhope of greening the landscape of idea.\n\t\t-- John Ciardi\n",
  "\nA grammarian's life is always in tense.\n",
  "\nA great many people think they are thinking when they are merely\nrearranging their prejudices.\n\t\t-- William James\n",
  "\nA mother mouse was taking her large brood for a stroll across the kitchen\nfloor one day when the local cat, by a feat of stealth unusual even for\nits species, managed to trap them in a corner.  The children cowered,\nterrified by this fearsome beast, plaintively crying, \"Help, Mother!\nSave us!  Save us!  We're scared, Mother!\"\n\tMother Mouse, with the hopeless valor of a parent protecting its\nchildren, turned with her teeth bared to the cat, towering huge above them,\nand suddenly began to bark in a fashion that would have done any Doberman\nproud.  The startled cat fled in fear for its life.\n\tAs her grateful offspring flocked around her shouting \"Oh, Mother,\nyou saved us!\" and \"Yay!  You scared the cat away!\" she turned to them\npurposefully and declared, \"You see how useful it is to know a second\nlanguage?\"\n",
  "\nA Parable of Modern Research:\n\n\tBob has lost his keys in a room which is dark except for one\nbrightly lit corner.\n\t\"Why are you looking under the light, you lost them in the dark!\"\n\t\"I can only see here.\"\n",
  "\nA pencil with no point needs no eraser.\n",
  "\n\t A Plan for the Improvement of English Spelling\n\t\t\t  by Mark Twain\n\n\tFor example, in Year 1 that useless letter \"c\" would be dropped\nto be replased either by \"k\" or \"s\", and likewise \"x\" would no longer\nbe part of the alphabet.  The only kase in which \"c\" would be retained\nwould be the \"ch\" formation, which will be dealt with later.  Year 2\nmight reform \"w\" spelling, so that \"which\" and \"one\" would take the\nsame konsonant, wile Year 3 might well abolish \"y\" replasing it with\n\"i\" and Iear 4 might fiks the \"g/j\" anomali wonse and for all.\n\tJenerally, then, the improvement would kontinue iear bai iear\nwith Iear 5 doing awai with useless double konsonants, and Iears 6-12\nor so modifaiing vowlz and the rimeining voist and unvoist konsonants.\nBai Iear 15 or sou, it wud fainali bi posibl tu meik ius ov thi\nridandant letez \"c\", \"y\" and \"x\" -- bai now jast a memori in the maindz\nov ould doderez -- tu riplais \"ch\", \"sh\", and \"th\" rispektivli.\n\tFainali, xen, aafte sam 20 iers ov orxogrefkl riform, wi wud\nhev a lojikl, kohirnt speling in ius xrewawt xe Ingliy-spiking werld.\n",
  "\nA professor is one who talks in someone else's sleep.\n",
  "\n\tA reader reports that when the patient died, the attending doctor\nrecorded the following on the patient's chart:  \"Patient failed to fulfill\nhis wellness potential.\"\n\tAnother doctor reports that in a recent issue of the *American Journal\nof Family Practice* fleas were called \"hematophagous arthropod vectors.\"\n\tA reader reports that the Army calls them \"vertically deployed anti-\npersonnel devices.\"  You probably call them bombs.\n\tAt McClellan Air Force base in Sacramento, California, civilian\nmechanics were placed on \"non-duty, non-pay status.\"  That is, they were fired.\n\tAfter taking the trip of a lifetime, our reader sent his twelve rolls\nof film to Kodak for developing (or \"processing,\" as Kodak likes to call it)\nonly to receive the following notice:  \"We must report that during the handling\nof your twelve 35mm Kodachrome slide orders, the films were involved in an\nunusual laboratory experience.\"  The use of the passive is a particularly nice\ntouch, don't you think?  Nobody did anything to the films; they just had a bad\nexperience.  Of course our reader can always go back to Tibet and take his \npictures all over again, using the twelve replacement rolls Kodak so generously\nsent him.\n\t\t-- Quarterly Review of Doublespeak (NCTE)\n",
  "\nA student who changes the course of history is probably taking an exam.\n",
  "\nA synonym is a word you use when you can't spell the word you first\nthought of.\n\t\t-- Burt Bacharach\n",
  "\nA tautology is a thing which is tautological.\n",
  "\nA university is what a college becomes when the faculty loses interest\nin students.\n\t\t-- John Ciardi\n",
  "\n\"A University without students is like an ointment without a fly.\"\n\t-- Ed Nather, professor of astronomy at UT Austin\n",
  "\nAbout all some men accomplish in life is to send a son to Harvard.\n",
  "\nAbstract:\n\tThis study examined the incidence of neckwear tightness among a group\nof 94 white-collar working men and the effect of a tight business-shirt collar\nand tie on the visual performance of 22 male subjects.  Of the white-collar\nmen measured, 67",
  " were found to be wearing neckwear that was tighter than\ntheir neck circumference.  The visual discrimination of the 22 subjects was\nevaluated using a critical flicker frequency (CFF) test.  Results of the CFF\ntest indicated that tight neckwear significantly decreased the visual\nperformance of the subjects and that visual performance did not improve\nimmediately when tight neckwear was removed.\n\t\t-- Langan, L.M. and Watkins, S.M. \"Pressure of Menswear on the\n\t\t   Neck in Relation to Visual Performance.\"  Human Factors 29,\n\t\t   #1 (Feb. 1987), pp. 67-71.\n",
  "\nAcademic politics is the most vicious and bitter form of politics,\nbecause the stakes are so low.\n\t\t-- Wallace Sayre\n",
  "\nAcademicians care, that's who.\n",
  "\n=============== ALL FRESHMEN PLEASE NOTE ===============\n\nTo minimize scheduling confusion, please realize that if you are taking one\ncourse which is offered at only one time on a given day, and another which is\noffered at all times on that day, the second class will be arranged as to \nafford maximum inconvenience to the student.  For example, if you happen\nto work on campus, you will have 1-2 hours between classes.  If you commute,\nthere will be a minimum of 6 hours between the two classes.\n",
  "\nAn investment in knowledge always pays the best interest.\n\t\t-- Benjamin Franklin\n",
  "\nAny two philosophers can tell each other all they know in two hours.\n\t\t-- Oliver Wendell Holmes, Jr.\n",
  "\nAs Gen. de Gaulle occassionally acknowledges America to be the daughter\nof Europe, so I am pleased to come to Yale, the daughter of Harvard.\n\t\t-- J.F. Kennedy\n",
  "\nAs long as the answer is right, who cares if the question is wrong?\n",
  "\nBriefly stated, the findings are that when presented with an array of\ndata or a sequence of events in which they are instructed to discover\nan underlying order, subjects show strong tendencies to perceive order\nand causality in random arrays, to perceive a pattern or correlation\nwhich seems a priori intuitively correct even when the actual correlation\nin the data is counterintuitive, to jump to conclusions about the correct\nhypothesis, to seek and to use only positive or confirmatory evidence, to\nconstrue evidence liberally as confirmatory, to fail to generate or to\nassess alternative hypotheses, and having thus managed to expose themselves\nonly to confirmatory instances, to be fallaciously confident of the validity\nof their judgments (Jahoda, 1969; Einhorn and Hogarth, 1978).  In the\nanalyzing of past events, these tendencies are exacerbated by failure to\nappreciate the pitfalls of post hoc analyses.\n\t\t-- A. Benjamin\n",
  "\nBritish education is probably the best in the world, if you can survive\nit.  If you can't there is nothing left for you but the diplomatic corps.\n\t\t-- Peter Ustinov\n",
  "\n... But if we laugh with derision, we will never understand.  Human\nintellectual capacity has not altered for thousands of years so far as\nwe can tell.  If intelligent people invested intense energy in issues\nthat now seem foolish to us, then the failure lies in our understanding\nof their world, not in their distorted perceptions.  Even the standard\nexample of ancient nonsense -- the debate about angels on pinheads --\nmakes sense once you realize that theologians were not discussing\nwhether five or eighteen would fit, but whether a pin could house a\nfinite or an infinite number.\n\t\t-- S. J. Gould, \"Wide Hats and Narrow Minds\"\n",
  "\nCampus sidewalks never exist as the straightest line between two points.\n\t\t-- M. M. Johnston\n",
  "\nComparing information and knowledge is like asking whether the fatness\nof a pig is more or less green than the designated hitter rule.\"\n\t\t-- David Guaspari\n",
  "\nDear Freshman,\n\tYou don't know who I am and frankly shouldn't care, but\nunknown to you we have something in common.  We are both rather\nprone to mistakes.  I was elected Student Government President by\nmistake, and you came to school here by mistake.\n",
  "\nDear Miss Manners:\n\tMy home economics teacher says that one must never place one's\nelbows on the table.  However, I have read that one elbow, in between\ncourses, is all right.  Which is correct?\n\nGentle Reader:\n\tFor the purpose of answering examinations in your home economics\nclass, your teacher is correct.  Catching on to this principle of\neducation may be of even greater importance to you now than learning\ncorrect current table manners, vital as Miss Manners believes that is.\n",
  "\nDepartment chairmen never die, they just lose their faculties.\n",
  "\nDid you know the University of Iowa closed down after someone stole the book?\n",
  "\nDo not clog intellect's sluices with bits of knowledge of questionable uses.\n",
  "\nDo you know the difference between education and experience?  Education\nis what you get when you read the fine print; experience is what you get\nwhen you don't.\n\t\t-- Pete Seeger\n",
  "\nDo you think that illiterate people get the full effect of alphabet soup?\n",
  "\nEducation and religion are two things not regulated by supply and\ndemand.  The less of either the people have, the less they want.\n\t\t-- Charlotte Observer, 1897\n",
  "\nEducation is an admirable thing, but it is well to remember from time to\ntime that nothing that is worth knowing can be taught.\n\t\t-- Oscar Wilde, \"The Critic as Artist\"\n",
  "\nEducation is learning what you didn't even know you didn't know.\n\t\t-- Daniel J. Boorstin\n",
  "\nEducation is the process of casting false pearls before real swine.\n\t\t-- Irwin Edman\n",
  "\nEducation is what survives when what has been learnt has been forgotten.\n\t\t-- B.F. Skinner\n",
  "\nEducational television should be absolutely forbidden.  It can only lead\nto unreasonable disappointment when your child discovers that the letters\nof the alphabet do not leap up out of books and dance around with\nroyal-blue chickens.\n\t\t-- Fran Lebowitz, \"Social Studies\"\n",
  "\nEloquence is logic on fire.\n",
  "\nEncyclopedia for sale by father.  Son knows everything.\n",
  "\nEngineering:    \"How will this work?\"\nScience:        \"Why will this work?\"\nManagement:     \"When will this work?\"\nLiberal Arts:   \"Do you want fries with that?\"\n",
  "\nEven if you do learn to speak correct English, whom are you going to speak\nit to?\n\t\t-- Clarence Darrow\n",
  "\nEverywhere I go I'm asked if I think the university stifles writers.  My\nopinion is that they don't stifle enough of them.  There's many a bestseller\nthat could have been prevented by a good teacher.\n\t\t-- Flannery O'Connor\n",
  "\nExaminations are formidable even to the best prepared, for\neven the greatest fool may ask more the the wisest man can answer.\n\t\t-- C.C. Colton\n",
  "\nExperience is the worst teacher.  It always gives the test first and\nthe instruction afterward.\n",
  "\nF u cn rd ths u cnt spl wrth a dm!\n",
  "\nf u cn rd ths, itn tyg h myxbl cd.\n",
  "\nf u cn rd ths, u cn gt a gd jb n cmptr prgrmmng.\n",
  "\nf u cn rd ths, u r prbbly a lsy spllr.\n",
  "\nFortune's Guide to Freshman Notetaking:\n\nWHEN THE PROFESSOR SAYS:\t\t\tYOU WRITE:\n\nProbably the greatest quality of the poetry\tJohn Milton -- born 1608\nof John Milton, who was born in 1608, is the\ncombination of beauty and power.  Few have\nexcelled him in the use of the English language,\nor for that matter, in lucidity of verse form,\n'Paradise Lost' being said to be the greatest\nsingle poem ever written.\"\n\nCurrent historians have come to\t\t\tMost of the problems that now\ndoubt the complete advantageousness\t\tface the United States are\nof some of Roosevelt's policies...\t\tdirectly traceable to the\n\t\t\t\t\t\tbungling and greed of President\n\t\t\t\t\t\tRoosevelt.\n\n... it is possible that we simply do\t\tProfessor Mitchell is a\nnot understand the Russian viewpoint...\t\tcommunist.\n",
  "\nFourteen years in the professor dodge has taught me that one can argue\ningeniously on behalf of any theory, applied to any piece of literature.\nThis is rarely harmful, because normally no-one reads such essays.\n\t\t-- Robert Parker, quoted in \"Murder Ink\",  ed. D. Wynn\n",
  "\nGoing to church does not make a person religious, nor does going to school\nmake a person educated, any more than going to a garage makes a person a car.\n",
  "\nGood day to avoid cops.  Crawl to school.\n",
  "\nGood teaching is one-fourth preparation and three-fourths good theatre.\n\t\t-- Gail Godwin\n",
  "\nGraduate life: It's not just a job.  It's an indenture.\n",
  "\nGraduate students and most professors are no smarter than undergrads.\nThey're just older.\n",
  "\nHe that teaches himself has a fool for a master.\n\t\t-- Benjamin Franklin\n",
  "\n\"He was a modest, good-humored boy.  It was Oxford that made him insufferable.\"\n",
  "\nHe who writes with no misspelled words has prevented a first suspicion\non the limits of his scholarship or, in the social world, of his general\neducation and culture.\n\t\t-- Julia Norton McCorkle\n",
  "\n[He] took me into his library and showed me his books, of which he had\na complete set.\n\t\t-- Ring Lardner\n",
  "\nHigher education helps your earning capacity.  Ask any college professor.\n",
  "\nHistory books which contain no lies are extremely dull.\n",
  "\nHistory is nothing but a collection of fables and useless trifles,\ncluttered up with a mass of unnecessary figures and proper names.\n\t\t-- Leo Tolstoy\n",
  "\nHow do you explain school to a higher intelligence?\n\t\t-- Elliot, \"E.T.\"\n",
  "\nI am a bookaholic.  If you are a decent person, you will not sell me\nanother book.\n",
  "\n\"I am not sure what this is, but an `F' would only dignify it.\"\n\t\t-- English Professor\n",
  "\nI am returning this otherwise good typing paper to you because someone\nhas printed gibberish all over it and put your name at the top.\n\t\t-- Professor Lowd, English, Ohio University\n",
  "\nI appreciate the fact that this draft was done in haste, but some of the\nsentences that you are sending out in the world to do your work for you are\nloitering in taverns or asleep beside the highway.\n\t\t-- Dr. Dwight Van de Vate, Professor of Philosophy,\n\t\t   University of Tennessee at Knoxville\n",
  "\nI came out of twelve years of college and I didn't even know how to sew.\nAll I could do was account -- I couldn't even account for myself.\n\t\t-- Firesign Theatre\n",
  "\nI came to MIT to get an education for myself and a diploma for my mother.\n",
  "\nI have made this letter longer than usual because I lack the time to\nmake it shorter.\n\t\t-- Blaise Pascal\n",
  "\n\"I have to convince you, or at least snow you ...\"\n\t\t-- Prof. Romas Aleliunas, CS 435\n",
  "\nI heard a definition of an intellectual, that I thought was very interesting:\na man who takes more words than are necessary to tell more than he knows.\n\t\t-- Dwight D. Eisenhower\n",
  "\nI respect faith, but doubt is what gives you an education.\n\t\t-- Wilson Mizner\n",
  "\nI think your opinions are reasonable, except for the one about my mental\ninstability.\n\t\t-- Psychology Professor, Farifield University\n",
  "\n\"I'm returning this note to you, instead of your paper, because it (your paper)\npresently occupies the bottom of my bird cage.\"\n\t\t-- English Professor, Providence College\n",
  "\nIf any man wishes to be humbled and mortified, let him become president\nof Harvard.\n\t\t-- Edward Holyoke\n",
  "\nIf he had only learnt a little less, how infinitely better he might have\ntaught much more!\n",
  "\nIf ignorance is bliss, why aren't there more happy people?\n",
  "\nIf little else, the brain is an educational toy.\n\t\t-- Tom Robbins\n",
  "\nIf someone had told me I would be Pope one day, I would have studied harder.\n\t\t-- Pope John Paul I\n",
  "\nIf the colleges were better, if they really had it, you would need to get\nthe police at the gates to keep order in the inrushing multitude.  See in\ncollege how we thwart the natural love of learning by leaving the natural\nmethod of teaching what each wishes to learn, and insisting that you shall\nlearn what you have no taste or capacity for.  The college, which should\nbe a place of delightful labor, is made odious and unhealthy, and the\nyoung men are tempted to frivolous amusements to rally their jaded spirits.\nI would have the studies elective.  Scholarship is to be created not\nby compulsion, but by awakening a pure interest in knowledge.  The wise\ninstructor accomplishes this by opening to his pupils precisely the\nattractions the study has for himself.  The marking is a system for schools,\nnot for the college; for boys, not for men; and it is an ungracious work to\nput on a professor.\n\t\t-- Ralph Waldo Emerson\n",
  "\nIf truth is beauty, how come no one has their hair done in the library?\n\t\t-- Lily Tomlin\n",
  "\nIf we spoke a different language, we would perceive a somewhat different world.\n\t\t-- Wittgenstein\n",
  "\nIf while you are in school, there is a shortage of qualified personnel\nin a particular field, then by the time you graduate with the necessary\nqualifications, that field's employment market is glutted.\n\t\t-- Marguerite Emmons\n",
  "\nIf you are too busy to read, then you are too busy.\n",
  "\nIf you can't read this, blame a teacher.\n",
  "\nIf you resist reading what you disagree with, how will you ever acquire\ndeeper insights into what you believe?  The things most worth reading\nare precisely those that challenge our convictions.\n",
  "\nIf you think education is expensive, try ignorance.\n\t\t-- Derek Bok, president of Harvard\n",
  "\nIf you took all the students that felt asleep in class and laid them end to\nend, they'd be a lot more comfortable.\n\t\t-- \"Graffiti in the Big Ten\"\n",
  "\n\"If you understand what you're doing, you're not learning anything.\"\n\t\t-- A. L.\n",
  "\nIgnorance is never out of style.  It was in fashion yesterday, it is the\nrage today, and it will set the pace tomorrow.\n\t\t-- Franklin K. Dane\n",
  "\nIgnorance is when you don't know anything and somebody finds it out.\n",
  "\nIgnorance must certainly be bliss or there wouldn't be so many people\nso resolutely pursuing it. \n",
  "\nIlliterate?  Write today, for free help!\n",
  "\n\tIn a forest a fox bumps into a little rabbit, and says, \"Hi,\nJunior, what are you up to?\"\n\t\"I'm writing a dissertation on how rabbits eat foxes,\" said the\nrabbit.\n\t\"Come now, friend rabbit, you know that's impossible!  No one\nwill publish such rubbish!\"\n\t\"Well, follow me and I'll show you.\"\n\tThey both go into the rabbit's dwelling and after a while the\nrabbit emerges with a satisfied expression on his face.  Comes along a\nwolf.  \"Hello, little buddy, what are we doing these days?\"\n\t\"I'm writing the 2'nd chapter of my thesis, on how rabbits devour\nwolves.\"\n\t\"Are you crazy?  Where's your academic honesty?\"\n\t\"Come with me and I'll show you.\"\n\tAs before, the rabbit comes out with a satisfied look on his face\nand a diploma in his paw.  Finally, the camera pans into the rabbit's cave\nand, as everybody should have guessed by now, we see a mean-looking, huge\nlion, sitting, picking his teeth and belching, next to some furry, bloody\nremnants of the wolf and the fox.\n\n\tThe moral: It's not the contents of your thesis that are\nimportant -- it's your PhD advisor that really counts.\n",
  "\nIn California, Bill Honig, the Superintendent of Public Instruction, said he\nthought the general public should have a voice in defining what an excellent\nteacher should know.  \"I would not leave the definition of math,\" Dr. Honig\nsaid, \"up to the mathematicians.\"\n\t\t-- The New York Times, October 22, 1985\n",
  "\nInstead of giving money to found colleges to promote learning, why don't\nthey pass a constitutional amendment prohibiting anybody from learning\nanything?  If it works as good as the Prohibition one did, why, in five\nyears we would have the smartest race of people on earth.\n\t\t-- The Best of Will Rogers\n",
  "\nIowa State -- the high school after high school!\n\t\t-- Crow T. Robot\n",
  "\nIt has been said [by Anatole France], \"it is not by amusing oneself\nthat one learns,\" and, in reply: \"it is *____\b\b\b\bonly* by amusing oneself that\none can learn.\"\n\t\t-- Edward Kasner and James R. Newman\n",
  "\nIt has long been an article of our folklore that too much knowledge or skill,\nor especially consummate expertise, is a bad thing.  It dehumanizes those who\nachieve it, and makes difficult their commerce with just plain folks, in whom\ngood old common sense has not been obliterated by mere book learning or fancy\nnotions.  This popular delusion flourishes now more than ever, for we are all\ninfected with it in the schools, where educationists have elevated it from\nfolklore to Article of Belief.  It enhances their self-esteem and lightens\ntheir labors by providing theoretical justification for deciding that\nappreciation, or even simple awareness, is more to be prized than knowledge,\nand relating (to self and others), more than skill, in which minimum\ncompetence will be quite enough.\n\t\t-- The Underground Grammarian\n",
  "\n\tIt is a profoundly erroneous truism, repeated by all copy-books and\nby eminent people when they are making speeches, that we should cultivate\nthe habit of thinking about what we are doing.  The precise opposite is the\ncase.  Civilization advances by extending the numbers of important operations\nwhich we can perform without thinking about them.  Operations of thought are\nlike cavalry charges in battle -- they are strictly limited in number, they\nrequire fresh horses, and must only be made at decisive moments.\n\t\t-- Alfred North Whitehead\n",
  "\n\t\t\tIt's grad exam time...\nCOMPUTER SCIENCE\n\tInside your desk you'll find a listing of the DEC/VMS operating\nsystem in IBM 1710 machine code. Show what changes are necessary to convert\nthis code into a UNIX Berkeley 7 operating system.  Prove that these fixes are\nbug free and run correctly. You should gain at least 150",
  " efficiency in the\nnew system.  (You should take no more than 10 minutes on this question.)\n\nMATHEMATICS\n\tIf X equals PI times R^2, construct a formula showing how long\nit would take a fire ant to drill a hole through a dill pickle, if the\nlength-girth ratio of the ant to the pickle were 98.17:1.\n\nGENERAL KNOWLEDGE\nDescribe the Universe.  Give three examples.\n",
  "\n\t\t\tIt's grad exam time...\nMEDICINE\n\tYou have been provided with a razor blade, a piece of gauze, and a\nbottle of Scotch.  Remove your appendix.  Do not suture until your work has\nbeen inspected.  (You have 15 minutes.)\n\nHISTORY\n\tDescribe the history of the papacy from its origins to the present\nday, concentrating especially, but not exclusively, on its social, political,\neconomic, religious and philisophical impact upon Europe, Asia, America, and\nAfrica.  Be brief, concise, and specific.\n\nBIOLOGY\n\tCreate life.  Estimate the differences in subsequent human culture\nif this form of life had been created 500 million years ago or earlier, with\nspecial attention to its probable effect on the English parliamentary system.\n",
  "\nIt's is not, it isn't ain't, and it's it's, not its, if you mean it\nis.  If you don't, it's its.  Then too, it's hers.  It isn't her's.  It\nisn't our's either.  It's ours, and likewise yours and theirs.\n\t\t-- Oxford University Press, Edpress News\n",
  "\nJoe Cool always spends the first two weeks at college sailing his frisbee.\n\t\t-- Snoopy\n",
  "\nLearned men are the cisterns of knowledge, not the fountainheads.\n",
  "\nLearning at some schools is like drinking from a firehose.\n",
  "\nLearning without thought is labor lost;\nthought without learning is perilous.\n\t\t-- Confucius\n",
  "\nMaybe ain't ain't so correct, but I notice that lots of folks who ain't\nusing ain't ain't eatin' well.\n\t\t-- Will Rogers\n",
  "\nMost seminars have a happy ending.  Everyone's glad when they're over.\n",
  "\nMy father, a good man, told me, \"Never lose your ignorance; you cannot\nreplace it.\"\n\t\t-- Erich Maria Remarque\n",
  "\nNever have so many understood so little about so much.\n\t\t-- James Burke\n",
  "\nNever let your schooling interfere with your education.\n",
  "\nNo discipline is ever requisite to force attendance upon lectures which are\nreally worth the attending.\n\t\t-- Adam Smith, \"The Wealth of Nations\"\n",
  "\nNo matter who you are, some scholar can show you the great idea you had\nwas had by someone before you.\n",
  "\nNo wonder you're tired!  You understood so much today.\n",
  "\nNormally our rules are rigid; we tend to discretion, if for no other reason\nthan self-protection.  We never recommend any of our graduates, although we\ncheerfully provide information as to those who have failed their courses.\n\t\t-- Jack Vance, \"Freitzke's Turn\"\n",
  "\nNot only is this incomprehensible, but the ink is ugly and the paper\nis from the wrong kind of tree.\n\t\t-- Professor, EECS, George Washington University\n\nI'm looking forward to working with you on this next year.\n\t\t-- Professor, Harvard, on a  senior thesis.\n",
  "\n\t\t`O' LEVEL COUNTER CULTURE\nTimewarp allowed: 3 hours.  Do not scrawl situationalist graffiti in the\nmargins or stub your rollups in the inkwells.  Orange may be worn.  Credit\nwill be given to candidates who self-actualise.\n\n\t(1) Compare and contrast Pink Floyd with Black Sabbath and say why\n\t    neither has street credibility.\n\t(2) \"Even Buddha would have been hard pushed to reach Nirvana squatting\n\t    on a juggernaut route.\"  Consider the dialectic of inner truth\n\t    and inner city.\n\t(3) Discuss degree of hassle involved in paranoia about being sucked\n\t    into a black hole.\n\t(4) \"The Egomaniac's Liberation Front were a bunch of revisionist\n\t    ripoff merchants.\"  Comment on this insult.\n\t(5) Account for the lack of references to brown rice in Dylan's lyrics.\n\t(6) \"Castenada was a bit of a bozo.\"  How far is this a fair summing\n\t    up of western dualism?\n\t(7) Hermann Hesse was a Pisces.  Discuss.\n",
  "\n\"OK, now let's look at four dimensions on the blackboard.\"\n\t\t-- Dr. Joy\n",
  "\nOK, so you're a Ph.D.  Just don't touch anything.\n",
  "\nOne cannot make an omelette without breaking eggs -- but it is amazing\nhow many eggs one can break without making a decent omelette.\n\t\t-- Professor Charles P. Issawi\n",
  "\nPeriphrasis is the putting of things in a round-about way.  \"The cost may be\nupwards of a figure rather below 10m#.\" is a periphrasis for The cost may be\nnearly 10m#.  \"In Paris there reigns a complete absence of really reliable\nnews\" is a periphrasis for There is no reliable news in Paris.  \"Rarely does\nthe 'Little Summer' linger until November, but at times its stay has been\nprolonged until quite late in the year's penultimate month\" contains a\nperiphrasis for November, and another for lingers.  \"The answer is in the\nnegative\" is a periphrasis for No.  \"Was made the recipient of\" is a\nperiphrasis for Was presented with.  The periphrasis style is hardly possible\non any considerable scale without much use of abstract nouns such as \"basis,\ncase, character, connexion, dearth, description, duration, framework, lack,\nnature, reference, regard, respect\".  The existence of abstract nouns is a\nproof that abstract thought has occurred; abstract thought is a mark of\ncivilized man; and so it has come about that periphrasis and civilization are\nby many held to be inseparable.  These good people feel that there is an almost\nindecent nakedness, a reversion to barbarism, in saying No news is good news\ninstead of \"The absence of intelligence is an indication of satisfactory\ndevelopments.\"\n\t\t-- Fowler's English Usage\n",
  "\n\"Plaese porrf raed.\"\n\t\t-- Prof. Michael O'Longhlin, S.U.N.Y. Purchase\n",
  "\nPractice is the best of all instructors.\n\t\t-- Publilius\n",
  "\nPrinceton's taste is sweet like a strawberry tart.  Harvard's is a subtle\ntaste, like whiskey, coffee, or tobacco.  It may even be a bad habit, for\nall I know.\n\t\t-- Prof. J.H. Finley '25\n",
  "\nProfessor Gorden Newell threw another shutout in last week's Chem Eng. 130\nmidterm.  Once again a student did not receive a single point on his exam.\nNewell has now tossed 5 shutouts this quarter.  Newell's earned exam average\nhas now dropped to a phenomenal 30",
  ".\n",
  "\nReading is thinking with someone else's head instead of one's own.\n",
  "\nReading is to the mind what exercise is to the body.\n",
  "\nReporter:   \"How did you like school when you were growing up, Yogi?\"\nYogi Berra: \"Closed.\"\n",
  "\nRules for Good Grammar #4.\n\t (1) Don't use no double negatives.\n\t (2) Make each pronoun agree with their antecedents.\n\t (3) Join clauses good, like a conjunction should.\n\t (4) About them sentence fragments.\n\t (5) When dangling, watch your participles.\n\t (6) Verbs has got to agree with their subjects.\n\t (7) Just between you and i, case is important.\n\t (8) Don't write run-on sentences when they are hard to read.\n\t (9) Don't use commas, which aren't necessary.\n\t(10) Try to not ever split infinitives.\n\t(11) It is important to use your apostrophe's correctly.\n\t(12) Proofread your writing to see if you any words out.\n\t(13) Correct speling is essential.\n\t(14) A preposition is something you never end a sentence with.\n\t(15) While a transcendant vocabulary is laudable, one must be eternally\n\t     careful so that the calculated objective of communication does not\n\t     become ensconsed in obscurity.  In other words, eschew obfuscation.\n",
  "\nSmartness runs in my family.  When I went to school I was so smart my\nteacher was in my class for five years.\n\t\t-- George Burns\n",
  "\nSome scholars are like donkeys, they merely carry a lot of books.\n\t\t-- Folk saying\n",
  "\n\"Speed is subsittute fo accurancy.\"\n",
  "\nSpelling is a lossed art.\n",
  "\nSuddenly, Professor Liebowitz realizes he has come to the seminar\nwithout his duck ...\n",
  "\nTeachers have class.\n",
  "\nThe 'A' is for content, the 'minus' is for not typing it.  Don't ever do\nthis to my eyes again.\n\t\t-- Professor Ronald Brady, Philosophy, Ramapo State College\n",
  "\nThe alarm clock that is louder than God's own belongs to the roommate with\nthe earliest class.\n",
  "\nThe average Ph.D thesis is nothing but the transference of bones from\none graveyard to another.\n\t\t-- J. Frank Dobie, \"A Texan in England\"\n",
  "\nThe avocation of assessing the failures of better men can be turned\ninto a comfortable livelihood, providing you back it up with a Ph.D.\n\t\t-- Nelson Algren, \"Writers at Work\"\n",
  "\n\t\"The best thing for being sad,\" replied Merlin, beginning to puff\nand blow, \"is to learn something.  That's the only thing that never fails.\nYou may grow old and trembling in your anatomies, you may lie awake at\nnight listening to the disorder of your veins, you may miss your only love,\nyou may see the world about you devastated by evil lunatics, or know your\nhonour trampled in the sewers of baser minds. There is only one thing for\nit then -- to learn.  Learn why the world wags and what wags it.  That is\nthe only thing which the mind can never exhaust, never alienate, never be\ntortured by, never fear or distrust, and never dream of regretting.  Learning\nis the only thing for you.  Look what a lot of things there are to learn.\"\n\t\t-- T.H. White, \"The Once and Future King\"\n",
  "\nThe brain is a wonderful organ; it starts working the moment you get up\nin the morning, and does not stop until you get to school.\n",
  "\nThe college graduate is presented with a sheepskin to cover his\nintellectual nakedness.\n\t\t-- Robert M. Hutchins\n",
  "\nThe end of the world will occur at three p.m., this Friday, with\nsymposium to follow.\n",
  "\nThe future is a race between education and catastrophe.\n\t\t-- H.G. Wells\n",
  "\nThe important thing is not to stop questioning.\n",
  "\nThe man who has never been flogged has never been taught.\n\t\t-- Menander\n",
  "\nThe only thing that experience teaches us is that experience teaches us nothing.\n\t\t-- Andre Maurois (Emile Herzog)\n",
  "\nThe only thing we learn from history is that we do not learn.\n\t\t-- Earl Warren\n\nThat men do not learn very much from history is the most important of all\nthe lessons that history has to teach.\n\t\t-- Aldous Huxley\n\nWe learn from history that we do not learn from history.\n\t\t-- Georg Hegel\n\nHISTORY:  Papa Hegel he say that all we learn from history is that we learn\nnothing from history.  I know people who can't even learn from what happened\nthis morning.  Hegel must have been taking the long view.\n\t\t-- Chad C. Mulligan, \"The Hipcrime Vocab\"\n",
  "\nThe only thing we learn from history is that we learn nothing from history.\n\t\t-- Hegel\n\nI know guys can't learn from yesterday ... Hegel must be taking the long view.\n\t\t-- John Brunner, \"Stand on Zanzibar\"\n",
  "\nThe problem with graduate students, in general, is that they have\nto sleep every few days.\n",
  "\nThe ratio of literacy to illiteracy is a constant, but nowadays the\nilliterates can read.\n\t\t-- Alberto Moravia\n",
  "\nThe real purpose of books is to trap the mind into doing its own thinking.\n\t\t-- Christopher Morley\n",
  "\n\"The student in question is performing minimally for his peer group and\nis an emerging underachiever.\"\n",
  "\nThe sum of the intelligence of the world is constant.  The population is,\nof course, growing.\n",
  "\nThe sunlights differ, but there is only one darkness.\n\t\t-- Ursula K. LeGuin, \"The Dispossessed\"\n",
  "\nThe test of a first-rate intelligence is the ability to hold two opposed\nideas in the mind at the same time and still retain the ability to function.\n\t\t-- F. Scott Fitzgerald\n",
  "\nThe three best things about going to school are June, July, and August.\n",
  "\nThe Tree of Learning bears the noblest fruit, but noble fruit tastes bad.\n",
  "\nThe USA is so enormous, and so numerous are its schools, colleges and religious\nseminaries, many devoted to special religious beliefs ranging from the\nunorthodox to the dotty, that we can hardly wonder at its yielding a more\nbounteous harvest of gobbledegook than the rest of the world put together.\n\t\t-- Sir Peter Medawar\n",
  "\nThe world is coming to an end!  Repent and return those library books!\n",
  "\nThe world is full of people who have never, since childhood, met an\nopen doorway with an open mind.\n\t\t-- E.B. White\n",
  "\nThere are no answers, only cross-references.\n\t\t-- Weiner\n",
  "\nThis is the sort of English up with which I will not put.\n\t\t-- Winston Churchill\n",
  "\nThose who educate children well are more to be honored than parents, for\nthese only gave life, those the art of living well.\n\t\t-- Aristotle\n",
  "\nTime is a great teacher, but unfortunately it kills all its pupils.\n\t\t-- Hector Berlioz\n",
  "\nTo accuse others for one's own misfortunes is a sign of want of education.\nTo accuse oneself shows that one's education has begun.  To accuse neither\noneself nor others shows that one's education is complete.\n\t\t-- Epictetus\n",
  "\nTo craunch a marmoset.\n\t\t-- Pedro Carolino, \"English as She is Spoke\"\n",
  "\nTo teach is to learn twice.\n\t\t-- Joseph Joubert\n",
  "\nTo teach is to learn.\n",
  "\nTry not to have a good time ... This is supposed to be educational.\n\t\t-- Charles Schulz\n",
  "\nTrying to get an education here is like trying to get a drink from a fire hose.\n",
  "\nUniversities are places of knowledge.  The freshman each bring a little\nin with them, and the seniors take none away, so knowledge accumulates.\n",
  "\nUniversity politics are vicious precisely because the stakes are so small.\n\t\t-- Henry Kissinger\n",
  "\nWalt:\tDad, what's gradual school?\nGarp:\tGradual school?\nWalt:\tYeah.  Mom says her work's more fun now that she's teaching\n\tgradual school.\nGarp:\tOh.  Well, gradual school is someplace you go and gradually\n\tfind out that you don't want to go to school anymore.\n\t\t-- The World According To Garp\n",
  "\n\"We demand rigidly defined areas of doubt and uncertainty!\"\n\t\t-- Vroomfondel\n",
  "\nWe know next to nothing about virtually everything.  It is not necessary\nto know the origin of the universe; it is necessary to want to know.\nCivilization depends not on any particular knowledge, but on the disposition\nto crave knowledge.\n\t\t-- George Will\n",
  "\nWe're fantastically incredibly sorry for all these extremely unreasonable\nthings we did.  I can only plead that my simple, barely-sentient friend\nand myself are underprivileged, deprived and also college students.\n\t\t-- Waldo D.R. Dobbs\n",
  "\n\t\"We're running out of adjectives to describe our situation.  We\nhad crisis, then we went into chaos, and now what do we call this?\" said\nNicaraguan economist Francisco Mayorga, who holds a doctorate from Yale.\n\t\t-- The Washington Post, February, 1988\n\nThe New Yorker's comment:\n\tAt Harvard they'd call it a noun.\n",
  "\nWhat does education often do?  It makes a straight cut ditch of a\nfree meandering brook.\n\t\t-- Henry David Thoreau\n",
  "\n\t\tWhat I Did During My Fall Semester\nOn the first day of my fall semester, I got up.\nThen I went to the library to find a thesis topic.\nThen I hung out in front of the Dover.\n\nOn the second day of my fall semester, I got up.\nThen I went to the library to find a thesis topic.\nThen I hung out in front of the Dover.\n\nOn the third day of my fall semester, I got up.\nThen I went to the library to find a thesis topic.\nI found a thesis topic:\n\tHow to keep people from hanging out in front of the Dover.\n\t\t-- Sister Mary Elephant, \"Student Statement for Black Friday\"\n",
  "\nWhat makes you think graduate school is supposed to be satisfying?\n\t\t-- Erica Jong, \"Fear of Flying\"\n",
  "\nWhat passes for optimism is most often the effect of an intellectual error.\n\t\t-- Raymond Aron, \"The Opium of the Intellectuals\"\n",
  "\nWhat we do not understand we do not possess.\n\t\t-- Goethe\n",
  "\nWhat's page one, a preemptive strike?\n\t\t-- Professor Freund, Communication, Ramapo State College\n",
  "\nWhen I was in school, I cheated on my metaphysics exam: I looked into\nthe soul of the boy sitting next to me.\n\t\t-- Woody Allen\n",
  "\nWhenever anyone says, \"theoretically,\" they really mean, \"not really.\"\n\t\t-- Dave Parnas\n",
  "\nWhere do I find the time for not reading so many books?\n\t\t-- Karl Kraus\n",
  "\n\"Whom are you?\" said he, for he had been to night school.\n\t\t-- George Ade\n",
  "\n\tWouldn't the sentence \"I want to put a hyphen between the words Fish\nand And and And and Chips in my Fish-And-Chips sign\" have been clearer if\nquotation marks had been placed before Fish, and between Fish and and, and\nand and And, and And and and, and and and And, and And and and, and and and\nChips, as well as after Chips?\n",
  "\nYou can't expect a boy to be vicious till he's been to a good school.\n\t\t-- H.H. Munro\n",
  "\nYou don't have to think too hard when you talk to teachers.\n\t\t-- J. D. Salinger\n",
  "\nYou may have heard that a dean is to faculty as a hydrant is to a dog.\n\t\t-- Alfred Kahn\n",
  "\n\"You should, without hesitation, pound your typewriter into a plowshare,\nyour paper into fertilizer, and enter agriculture\"\n\t\t-- Business Professor, University of Georgia\n",
  "\nYour education begins where what is called your education is over.\n",
  "\n"
]