[
  "=======================================================================\n||\t\t\t\t\t\t\t\t     ||\n|| The FORTUNE-COOKIE program is soon to be a Major Motion Picture!  ||\n||\t   Watch for it at a theater near you next summer!\t     ||\n||\t\t\t\t\t\t\t\t     ||\n=======================================================================\n\tFrancis Ford Coppola presents a George Lucas Production:\n\t\t\t\"Fortune Cookie\"\n\tDirected by Steven Spielberg.\n\tStarring  Harrison Ford  Bette Midler  Marlon Brando\n\t\t  Christopher Reeves  Marilyn Chambers\n\t\t  and Bob Hope as \"The Waiter\".\n\tCostumes Designed by Pierre Cardin.\n\tSpecial Effects by Timothy Leary.\n\tRead the Warner paperback!\n\tInvoke the Unix program!\n\tSoundtrack on XTC Records.\n\tIn 70mm and Dolby Stereo at selected theaters and terminal\n\t\tcenters.\n",
  "\n3M, under the Scotch brand name, manufactures a fine adhesive for art\nand display work.  This product is called \"Craft Mount\".  3M suggests\nthat to obtain the best results, one should make the bond \"while the\nadhesive is wet, aggressively tacky.\"  I did not know what \"aggressively\ntacky\" meant until I read today's fortune.\n\n\t\t[And who said we didn't offer equal time, huh? Ed.]\n",
  "\n\t\tAnswers to Last Fortune's Questions:\n\n\t(1) None.  (Moses didn't have an ark).\n\t(2) Your mother, by the pigeonhole principle.\n\t(3) I don't know.\n\t(4) Who cares?\n\t(5) 6 (or maybe 4, or else 3).  Mr. Alfred J. Duncan of Podunk,\n\t    Montana, submitted an interesting solution to Problem 5.\n\t(6) There is an interesting solution to this problem on page 1029 of my\n\t    book, which you can pick up for $23.95 at finer bookstores and\n\t    bathroom supply outlets (or 99 cents at the table in front of\n\t    Papyrus Books).\n",
  "\nBeware of computerized fortune-tellers!\n",
  "\nBy necessity, by proclivity, and by delight, we all quote.  In fact, it is as\ndifficult to appropriate the thoughts of others as it is to invent.\n\t\t-- R. Emerson\n\t\t-- Quoted from a fortune cookie program\n\t\t(whose author claims, \"Actually, stealing IS easier.\")\n\t\t[to which I reply, \"You think it's easy for me to\n\t\tmisconstrue all these misquotations?!?\"  Ed.]\n",
  "\nChocolate chip.\n",
  "\n\t\t\tDELETE A FORTUNE!\nDon't some of these fortunes just drive you nuts?!\nWouldn't you like to see some of them deleted from the system?\nYou can!  Just mail to `fortune' with the fortune you hate most,\nand we'll make sure it gets expunged.\n",
  "\nDid you know about the -o option of the fortune program?  It makes a\nselection from a set of offensive and/or obscene fortunes.  Why not\ntry it, and see how offended you are?  The -a (\"all\") option will\nselect a fortune at random from either the offensive or inoffensive\nset, and it is suggested that \"fortune -a\" is the command that you\nshould have in your .profile or .cshrc. file.\n",
  "\nDo not read this fortune under penalty of law.\nViolators will be prosecuted.\n(Penal Code sec. 2.3.2 (II.a.))\n",
  "\nFor 20 dollars, I'll give you a good fortune next time ...\n",
  "\nFor some reason, this fortune reminds everyone of Marvin Zelkowitz.\n",
  "\nFortune's current rates:\n\n\tAnswers\t\t\t\t.10\n\tLong answers\t\t\t.25\n\tAnswers requiring thought\t.50\n\tCorrect answers\t\t\t$1.00\n\n\tDumb looks are still free.\n",
  "\nGeneric Fortune.\n",
  "\nGinger snap.\n",
  "\nHas anyone realized that the purpose of the fortune cookie program is to\ndefuse project tensions?  When did you ever see a cheerful cookie, a\nnon-cynical, or even an informative cookie?\n\tPerhaps inadvertently, we have a channel for our aggressions.  This\nstill begs the question of whether the cookie releases the pressure or only\nserves to blunt the warning signs.\n\n\tLong live the revolution!\n\tHave a nice day.\n",
  "\nHi there!  This is just a note from me, to you, to tell you, the person\nreading this note, that I can't think up any more famous quotes, jokes,\nnor bizarre stories, so you may as well go home.\n",
  "\nI know you believe you understand what you think this fortune says, but\nI'm not sure you realize that what you are reading is not what it means.\n",
  "\nIf it's Tuesday, this must be someone else's fortune.\n",
  "\nIf there are epigrams, there must be meta-epigrams.\n",
  "\nIf this fortune didn't exist, somebody would have invented it.\n",
  "\nIf you wish to live wisely, ignore sayings -- including this one.\n",
  "\nIgnore previous fortune.\n",
  "\nIn which level of metalanguage are you now speaking?\n",
  "\n(null cookie; hope that's ok)\n",
  "\nOatmeal raisin.\n",
  "\nOreo.\n",
  "\nPardon this fortune.  Database under reconstruction.\n",
  "\nPick another fortune cookie.\n",
  "\nPlease ignore previous fortune.\n",
  "\nSince before the Earth was formed and before the sun burned hot in space,\ncosmic forces of inexorable power have been working relentlessly toward\nthis moment in space-time -- your receiving this fortune.\n",
  "\nSorry, no fortune this time.\n",
  "\nThe fortune program is supported, in part, by user contributions and by\na major grant from the National Endowment for the Inanities.\n",
  "\nThere is no such thing as fortune.  Try again.\n",
  "\nThis fortune cookie program out of order.  For those in desperate need,\nplease use the program \"________\b\b\b\b\b\b\b\brandchar\".  This program generates random\ncharacters, and, given enough time, will undoubtedly come up with\nsomething profound.  It will, however, take it no time at all to be\nmore profound than THIS program has ever been.\n",
  "\nThis Fortune Examined By INSPECTOR NO. 2-14\n",
  "\nThis fortune intentionally left blank.\n",
  "\nThis fortune intentionally not included.\n",
  "\nThis fortune intentionally says nothing.\n",
  "\nThis fortune is dedicated to your mother, without whose invaluable assistance\nlast night would never have been possible.\n",
  "\nThis fortune is encrypted -- get your decoder rings ready!\n",
  "\nThis fortune is false.\n",
  "\nThis fortune is inoperative.  Please try another.\n",
  "\nThis fortune soaks up 47 times its own weight in excess memory.\n",
  "\nThis fortune was brought to you by the people at Hewlett-Packard.\n",
  "\nThis fortune would be seven words long if it were six words shorter.\n",
  "\nTHIS IS PLEDGE WEEK FOR THE FORTUNE PROGRAM\n\nIf you like the fortune program, why not support it now with your\ncontribution of a pithy fortunes, clean or obscene?  We cannot continue\nwithout your support.  Less than 14",
  " of all fortune users are contributors.\nThat means that 86",
  " of you are getting a free ride.  We can't go on like\nthis much longer.  Federal cutbacks mean less money for fortunes, and unless\nuser contributions increase to make up the difference, the fortune program\nwill have to shut down between midnight and 8 a.m.  Don't let this happen.\nMail your fortunes right now to \"fortune\".  Just type in your favorite pithy\nsaying.  Do it now before you forget.  Our target is 300 new fortunes by the\nend of the week. Don't miss out.  All fortunes will be acknowledged.  If you\ncontribute 30 fortunes or more, you will receive a free subscription to \"The\nFortune Hunter\", our monthly program guide.  If you contribute 50 or more,\nyou will receive a free \"Fortune Hunter\" coffee mug ....\n",
  "\nThis is your fortune.\n",
  "\nVanilla wafer.\n",
  "\nVery few profundities can be expressed in less than 80 characters.\n",
  "\nWARNING:\n\tReading this fortune can affect the dimensionality of your\n\tmind, change the curvature of your spine, cause the growth\n\tof hair on your palms, and make a difference in the outcome\n\tof your favorite war.\n",
  "\nWe interrupt this fortune for an important announcement...\n",
  "\nWhat does it mean if there is no fortune for you?\n",
  "\nWhen you're not looking at it, this fortune is written in FORTRAN.\n",
  "\nYou will think of something funnier than this to add to the fortunes.\n",
  "\n"
]