[
  "A career is great, but you can't run your fingers through its hair.\n",
  "\nA kiss is a course of procedure, cunningly devised, for the mutual\nstoppage of speech at a moment when words are superfluous.\n",
  "\nA woman was in love with fourteen soldiers.  It was clearly platoonic.\n",
  "\nAbsence diminishes mediocre passions and increases great ones,\nas the wind blows out candles and fans fires.\n\t\t-- La Rochefoucauld\n",
  "\nAbsence in love is like water upon fire; a little quickens, but much\nextinguishes it.\n\t\t-- Hannah More\n",
  "\nAbsence is to love what wind is to fire.  It extinguishes the small,\nit enkindles the great.\n",
  "\nAll the passions make us commit faults; love makes us commit the most\nridiculous ones.\n\t\t-- La Rochefoucauld\n",
  "\nAlways there remain portions of our heart into which no one is able to enter,\ninvite them as we may.\n",
  "\nBondage maybe, discipline never!\n\t\t-- T.K.\n",
  "\nDistrust all those who love you extremely upon a very slight acquaintance\nand without any visible reason.\n\t\t-- Lord Chesterfield\n",
  "\nDon't despair; your ideal lover is waiting for you around the corner.\n",
  "\nFalling in Love\n\tWhen two people have been on enough dates, they generally fall in\nlove.  You can tell you're in love by the way you feel: your head becomes\nlight, your heart leaps within you, you feel like you're walking on air,\nand the whole world seems like a wonderful and happy place.  Unfortunately,\nthese are also the four warning signs of colon disease, so it's always a\ngood idea to check with your doctor.\n\t\t-- Dave Barry\n",
  "\nFalling in love is a lot like dying.  You never get to do it enough to\nbecome good at it.\n",
  "\nFinish the sentence below in 25 words or less:\n\n\t\"Love is what you feel just before you give someone a good ...\"\n\nMail your answer along with the top half of your supervisor to:\n\n\tP.O. Box 35\n\tBaffled Greek, Michigan\n",
  "\nGive me chastity and continence, but not just now.\n\t\t-- St. Augustine\n",
  "\nGod is love, but get it in writing.\n\t\t-- Gypsy Rose Lee\n",
  "\n\"He did decide, though, that with more time and a great deal of mental\neffort, he could probably turn the activity into an acceptable perversion.\"\n\t\t-- Mick Farren, \"When Gravity Fails\"\n",
  "\nHe who is in love with himself has at least this advantage -- he won't\nencounter many rivals.\n\t\t-- Georg Lichtenberg, \"Aphorisms\"\n",
  "\nHearts will never be practical until they can be made unbreakable.\n\t\t-- The Wizard of Oz\n",
  "\nHEY KIDS!  ANN LANDERS SAYS:\n\tBe sure it's true, when you say \"I love you\".  It's a sin to\n\ttell a lie.  Millions of hearts have been broken, just because\n\tthese words were spoken.\n",
  "\nHis heart was yours from the first moment that you met.\n",
  "\nHow much does she love you?  Less than you'll ever know.\n",
  "\nI am two fools, I know, for loving, and for saying so.\n\t\t-- John Donne\n",
  "\nI can mend the break of day, heal a broken heart, and provide temporary\nrelief to nymphomaniacs.\n\t\t-- Larry Lee\n",
  "\nI don't want people to love me.  It makes for obligations.\n\t\t-- Jean Anouilh\n",
  "\nI love you more than anything in this world.  I don't expect that will last.\n\t\t-- Elvis Costello\n",
  "\nI love you, not only for what you are, but for what I am when I am with you.\n\t\t-- Roy Croft\n",
  "\nI loved her with a love thirsty and desperate. I felt that we two might commit\nsome act so atrocious that the world, seeing us, would find it irresistible.\n\t\t-- Gene Wolfe, \"The Shadow of the Torturer\"\n",
  "\nI never loved another person the way I loved myself.\n\t\t-- Mae West\n",
  "\nI think a relationship is like a shark.  It has to constantly move forward\nor it dies.  Well, what we have on our hands here is a dead shark.\n\t\t-- Woody Allen\n",
  "\nI used to be Snow White, but I drifted.\n\t\t-- Mae West\n",
  "\nI used to think romantic love was a neurosis shared by two, a supreme\nfoolishness.  I no longer thought that.  There's nothing foolish in\nloving anyone.  Thinking you'll be loved in return is what's foolish.\n\t\t-- Rita Mae Brown\n",
  "\n\"I'd love to go out with you, but I did my own thing and now I've got\nto undo it.\"\n",
  "\n\"I'd love to go out with you, but I have to floss my cat.\"\n",
  "\n\"I'd love to go out with you, but I have to stay home and see if I snore.\"\n",
  "\n\"I'd love to go out with you, but I never go out on days that end in `Y.'\"\n",
  "\n\"I'd love to go out with you, but I want to spend more time with my blender.\"\n",
  "\n\"I'd love to go out with you, but I'm attending the opening of my garage door.\"\n",
  "\n\"I'd love to go out with you, but I'm converting my calendar watch from\nJulian to Gregorian.\"\n",
  "\n\"I'd love to go out with you, but I'm doing door-to-door collecting for static\ncling.\"\n",
  "\n\"I'd love to go out with you, but I'm having all my plants neutered.\"\n",
  "\n\"I'd love to go out with you, but I'm staying home to work on my\ncottage cheese sculpture.\"\n",
  "\n\"I'd love to go out with you, but I'm taking punk totem pole carving.\"\n",
  "\n\"I'd love to go out with you, but I've been scheduled for a karma transplant.\"\n",
  "\n\"I'd love to go out with you, but it's my parakeet's bowling night.\"\n",
  "\n\"I'd love to go out with you, but my favorite commercial is on TV.\"\n",
  "\n\"I'd love to go out with you, but the last time I went out, I never came back.\"\n",
  "\n\"I'd love to go out with you, but the man on television told me to say tuned.\"\n",
  "\n\"I'd love to go out with you, but there are important world issues that\nneed worrying about.\"\n",
  "\nI'd love to kiss you, but I just washed my hair.\n\t\t-- Bette Davis, \"Cabin in the Cotton\"\n",
  "\n\t\"I'll tell you what I know, then,\" he decided.  \"The pin I'm wearing\nmeans I'm a member of the IA.  That's Inamorati Anonymous.  An inamorato is\nsomebody in love.  That's the worst addiction of all.\"\n\t\"Somebody is about to fall in love,\" Oedipa said, \"you go sit with\nthem, or something?\"\n\t\"Right.  The whole idea is to get where you don't need it.  I was\nlucky.  I kicked it young.  But there are sixty-year-old men, believe it or\nnot, and women even older, who might wake up in the night screaming.\"\n\t\"You hold meetings, then, like the AA?\"\n\t\"No, of course not.  You get a phone number, an answering service\nyou can call.  Nobody knows anybody else's name; just the number in case\nit gets so bad you can't handle it alone.  We're isolates, Arnold.  Meetings\nwould destroy the whole point of it.\"\n\t\t-- Thomas Pynchon, \"The Crying of Lot 49\"\n",
  "\nIf love is the answer, could you rephrase the question?\n\t\t-- Lily Tomlin\n",
  "\nIf Love Were Oil, I'd Be About A Quart Low\n\t\t-- Book title by Lewis Grizzard\n",
  "\nIf only you knew she loved you, you could face the uncertainty of\nwhether you love her.\n",
  "\nIf you can't be good, be careful.  If you can't be careful, give me a call.\n",
  "\nIf you love someone, set them free.\nIf they don't come back, then call them up when you're drunk.\n",
  "\nIn a great romance, each person basically plays a part that the\nother really likes.\n\t\t-- Elizabeth Ashley\n",
  "\nIn an age when the fashion is to be in love with yourself, confessing to\nbe in love with somebody else is an admission of unfaithfulness to one's\nbeloved.\n\t\t-- Russell Baker\n",
  "\nIn love, she who gives her portrait promises the original.\n\t\t-- Bruton\n",
  "\nIn real love you want the other person's good.  In romantic love you\nwant the other person.\n\t\t-- Margaret Anderson\n",
  "\nIt is far better to be deceived than to be undeceived by those we love.\n",
  "\nJust how difficult it is to write biography can be reckoned by anybody\nwho sits down and considers just how many people know the real truth\nabout his or her love affairs.\n\t\t-- Rebecca West\n",
  "\nLet us live!!!\nLet us love!!!\nLet us share the deepest secrets of our souls!!!\n\nYou first.\n",
  "\nLet's just be friends and make no special effort to ever see each other again.\n",
  "\nLet's not complicate our relationship by trying to communicate with each other.\n",
  "\nLonely is a man without love.\n\t\t-- Englebert Humperdinck\n",
  "\nLove -- the last of the serious diseases of childhood.\n",
  "\nLove and scandal are the best sweeteners of tea.\n",
  "\nLove at first sight is one of the greatest labor-saving devices the\nworld has ever seen.\n",
  "\nLove cannot be much younger than the lust for murder.\n\t\t-- Sigmund Freud\n",
  "\nLove conquers all things; let us too surrender to love.\n\t\t-- Publius Vergilius Maro (Virgil)\n",
  "\nLove is a grave mental disease.\n\t\t-- Plato\n",
  "\nLove is a snowmobile racing across the tundra, which suddenly flips\nover, pinning you underneath.  At night the ice weasels come.\n\t\t-- Matt Groening, \"Love is Hell\"\n",
  "\nLove is always open arms.  With arms open you allow love to come and\ngo as it wills, freely, for it will do so anyway.  If you close your\narms about love you'll find you are left only holding yourself.\n",
  "\nLove is being stupid together.\n\t\t-- Paul Valery\n",
  "\nLove is dope, not chicken soup.  I mean, love is something to be passed\naround freely, not spooned down someone's throat for their own good by a\nJewish mother who cooked it all by herself.\n",
  "\nLove is in the offing.\n\t\t-- The Homicidal Maniac\n",
  "\nLove is like a friendship caught on fire.  In the beginning a flame, very\npretty, often hot and fierce, but still only light and flickering.  As love\ngrows older, our hearts mature and our love becomes as coals, deep-burning\nand unquenchable.\n\t\t-- Bruce Lee\n",
  "\nLove is like the measles; we all have to go through it.\n\t\t-- Jerome K. Jerome\n",
  "\nLove is never asking why?\n",
  "\nLove is not enough, but it sure helps.\n",
  "\nLove is sentimental measles.\n",
  "\nLove is staying up all night with a sick child, or a healthy adult.\n",
  "\nLove is the only game that is not called on account of darkness.\n\t\t-- M. Hirschfield\n",
  "\nLove is the process of my leading you gently back to yourself.\n\t\t-- Saint Exupery\n",
  "\nLove is the triumph of imagination over intelligence.\n\t\t-- H. L. Mencken\n",
  "\nLove IS what it's cracked up to be.\n",
  "\nLove is what you've been through with somebody.\n\t\t-- James Thurber\n",
  "\nLove isn't only blind, it's also deaf, dumb, and stupid.\n",
  "\nLove means having to say you're sorry every five minutes.\n",
  "\nLove means never having to say you're sorry.\n\t\t-- Eric Segal, \"Love Story\"\n\nThat's the most ridiculous thing I've ever heard.\n\t\t-- Ryan O'Neill, \"What's Up Doc?\"\n",
  "\nLove tells us many things that are not so.\n\t\t-- Krainian Proverb\n",
  "\nMay your SO always know when you need a hug.\n",
  "\n\"Maybe we should think of this as one perfect week... where we found each\nother, and loved each other... and then let each other go before anyone\nhad to seek professional help.\"\n",
  "\nMost people don't need a great deal of love nearly so much as they need\na steady supply.\n",
  "\nMy cup hath runneth'd over with love.\n",
  "\nNature abhors a virgin -- a frozen asset.\n\t\t-- Clare Booth Luce\n",
  "\n\t\"No, I understand now,\" Auberon said, calm in the woods -- it was so\nsimple, really.  \"I didn't, for a long time, but I do now.  You just can't\nhold people, you can't own them.  I mean it's only natural, a natural process\nreally.  Meet.  Love.  Part.  Life goes on.  There was never any reason to\nexpect her to stay always the same -- I mean `in love,' you know.\"  There were\nthose doubt-quotes of Smoky's, heavily indicated.  \"I don't hold a grudge.  I\ncan't.\"\n\t\"You do,\" Grandfather Trout said.  \"And you don't understand.\"\n\t\t-- Little, Big, \"John Crowley\"\n",
  "\nOf all forms of caution, caution in love is the most fatal.\n",
  "\nOf course it's possible to love a human being if you don't know them too well.\n\t\t-- Charles Bukowski\n",
  "\nOh, love is real enough, you will find it some day, but it has one\narch-enemy -- and that is life.\n\t\t-- Jean Anouilh, \"Ardele\"\n",
  "\nOn a tous un peu peur de l'amour, mais on a surtout peur de souffrir\nou de faire souffrir.\n\t[One is always a little afraid of love, but above all, one is\n\t afraid of pain or causing pain.]\n",
  "\nOnce the realization is accepted that even between the closest human beings\ninfinite distances continue to exist, a wonderful living side by side can\ngrow up, if they succeed in loving the distance between them which makes it\npossible for each to see each other whole against the sky.\n\t\t-- Rainer Rilke\n",
  "\nOne expresses well the love he does not feel.\n\t\t-- J.A. Karr\n",
  "\nPeople think love is an emotion.  Love is good sense.\n\t\t-- Ken Kesey\n",
  "\nReally??  What a coincidence, I'm shallow too!!\n",
  "\nSometime when you least expect it, Love will tap you on the shoulder...\nand ask you to move out of the way because it still isn't your turn.\n\t\t-- N.V. Plyter\n",
  "\nSometimes love ain't nothing but a misunderstanding between two fools.\n",
  "\nSorry never means having your say to love.\n",
  "\nSpeaking of love, one problem that recurs more and more frequently these\ndays, in books and plays and movies, is the inability of people to communicate\nwith the people they love; Husbands and wives who can't communicate, children\nwho can't communicate with their parents, and so on.  And the characters in\nthese books and plays and so on (and in real life, I might add) spend hours\nbemoaning the fact that they can't communicate.  I feel that if a person can't\ncommunicate, the very _____\b\b\b\b\bleast he can do is to shut up!\n\t\t-- Tom Lehrer, \"That Was the Year that Was\"\n",
  "\nSupport wildlife -- vote for an orgy.\n",
  "\nThat is the true season of love, when we believe that we alone can love,\nthat no one could have loved so before us, and that no one will love\nin the same way as us.\n\t\t-- Johann Wolfgang von Goethe\n",
  "\nThat's life for you, said McDunn.  Someone always waiting for someone who\nnever comes home.  Always someone loving something more than that thing loves\nthem.  And after awhile you want to destroy whatever that thing is, so it\ncan't hurt you no more.\n\t\t-- R. Bradbury, \"The Fog Horn\"\n",
  "\n\tThe birds are singing, the flowers are budding, and it is time\nfor Miss Manners to tell young lovers to stop necking in public.\n\tIt's not that Miss Manners is immune to romance.  Miss Manners\nhas been known to squeeze a gentleman's arm while being helped over a\ncurb, and, in her wild youth, even to press a dainty slipper against a\nfoot or two under the dinner table.  Miss Manners also believes that the\nsight of people strolling hand in hand or arm in arm or arm in hand\ndresses up a city considerably more than the more familiar sight of\npeople shaking umbrellas at one another.  What Miss Manners objects to\nis the kind of activity that frightens the horses on the street...\n",
  "\nThe giraffe you thought you offended last week is willing to be nuzzled today.\n",
  "\nThe heart has its reasons which reason knows nothing of.\n\t\t-- Blaise Pascal\n",
  "\nThe heart is wiser than the intellect.\n",
  "\nThe little pieces of my life I give to you, with love, to make a quilt\nto keep away the cold.\n",
  "\nThe magic of our first love is our ignorance that it can ever end.\n\t\t-- Benjamin Disraeli\n",
  "\nThe myth of romantic love holds that once you've fallen in love with the\nperfect partner, you're home free.  Unfortunately, falling out of love\nseems to be just as involuntary as falling into it.\n",
  "\nThe only difference in the game of love over the last few thousand years\nis that they've changed trumps from clubs to diamonds.\n\t\t-- The Indianapolis Star\n",
  "\nThe onset and the waning of love make themselves felt in the uneasiness\nexperienced at being alone together.\n\t\t-- Jean de la Bruyere\n",
  "\nThe perfect lover is one who turns into a pizza at 4:00 A.M.\n\t\t-- Charles Pierce\n",
  "\nThe person you rejected yesterday could make you happy, if you say yes.\n",
  "\nThe seven year itch comes from fooling around during the fourth, fifth,\nand sixth years.\n",
  "\nThe story of the butterfly:\n\t\"I was in Bogota and waiting for a lady friend.  I was in love,\na long time ago.  I waited three days.  I was hungry but could not go\nout for food, lest she come and I not be there to greet her.  Then, on\nthe third day, I heard a knock.\"\n\t\"I hurried along the old passage and there, in the sunlight,\nthere was nothing.\"\n\t\"Just,\" Vance Joy said, \"a butterfly, flying away.\"\n\t\t-- Peter Carey, BLISS\n",
  "\nThe sweeter the apple, the blacker the core --\nScratch a lover and find a foe!\n\t\t-- Dorothy Parker, \"Ballad of a Great Weariness\"\n",
  "\nThe way to love anything is to realize that it might be lost.\n",
  "\nThere are some micro-organisms that exhibit characteristics of both plants\nand animals.  When exposed to light they undergo photosynthesis; and when\nthe lights go out, they turn into animals.  But then again, don't we all?\n",
  "\nThere is no fear in love; but perfect love casteth out fear.\n",
  "\nThere is only one way to be happy by means of the heart -- to have none.\n\t\t-- Paul Bourget\n",
  "\nThere's so much to say but your eyes keep interrupting me.\n",
  "\nTiming must be perfect now.  Two-timing must be better than perfect.\n",
  "\nTo be loved is very demoralizing.\n\t\t-- Katharine Hepburn\n",
  "\nTo fear love is to fear life, and those who fear life are already three\nparts dead.\n\t\t-- Bertrand Russell\n",
  "\nTotal strangers need love, too; and I'm stranger than most.\n",
  "\nTrue happiness will be found only in true love.\n",
  "\nUnder deadline pressure for the next week.  If you want something, it can wait.\nUnless it's blind screaming paroxysmally hedonistic...\n",
  "\nWe don't believe in rheumatism and true love until after the first attack.\n\t\t-- Marie Ebner von Eschenbach\n",
  "\nWhat is irritating about love is that it is a crime that requires an accomplice.\n\t\t-- Charles Baudelaire\n",
  "\nWhen your life is a leaf that the seasons tear off and condemn\nThey will bind you with love that is graceful and green as a stem.\n\t\t-- Leonard Cohen, \"Sisters of Mercy\"\n",
  "\nWhy I Can't Go Out With You:\n\nI'd LOVE to, but ...\n\t-- I have to floss my cat.\n\t-- I've dedicated my life to linguini.\n\t-- I need to spend more time with my blender.\n\t-- it wouldn't be fair to the other Beautiful People.\n\t-- it's my night to pet the dog/ferret/goldfish.\n\t-- I'm going downtown to try on some gloves.\n\t-- I have to check the freshness dates on my dairy products.\n\t-- I'm going down to the bakery to watch the buns rise.\n\t-- I have an appointment with a cuticle specialist.\n\t-- I have some really hard words to look up.\n\t-- I've got a Friends of the Lowly Rutabaga meeting.\n\t-- I promised to help a friend fold road maps.\n",
  "\nWhy I Can't Go Out With You:\n\nI'd LOVE to, but...\n\t-- I have to answer all of my \"occupant\" letters.\n\t-- None of my socks match.\n\t-- I'm having all my plants neutered.\n\t-- I changed the lock on my door and now I can't get out.\n\t-- My yucca plant is feeling yucky.\n\t-- I'm touring China with a wok band.\n\t-- My chocolate-appreciation class meets that night.\n\t-- I'm running off to Yugoslavia with a foreign-exchange student\n\t\tnamed Basil Metabolism.\n\t-- There are important world issues that need worrying about.\n\t-- I'm going to count the bristles in my toothbrush.\n\t-- I prefer to remain an enigma.\n\t-- I think you want the OTHER Peggy/Cathy/Mike/whomever.\n\t-- I feel a song coming on.\n",
  "\nWhy I Can't Go Out With You:\n\nI'd LOVE to, but...\n\t-- I have to draw \"Cubby\" for an art scholarship.\n\t-- I have to sit up with a sick ant.\n\t-- I'm trying to be less popular.\n\t-- My bathroom tiles need grouting.\n\t-- I'm waiting to see if I'm already a winner.\n\t-- My subconscious says no.\n\t-- I just picked up a book called \"Glue in Many Lands\" and I\n\t\tcan't seem to put it down.\n\t-- My favorite commercial is on TV.\n\t-- I have to study for my blood test.\n\t-- I've been traded to Cincinnati.\n\t-- I'm having my baby shoes bronzed.\n\t-- I have to go to court for kitty littering.\n",
  "\nWhy I Can't Go Out With You:\n\nI'd LOVE to, but...\n\t-- I'm trying to see how long I can go without saying yes.\n\t-- I'm attending the opening of my garage door.\n\t-- The monsters haven't turned blue yet, and I have to eat more dots.\n\t-- I'm converting my calendar watch from Julian to Gregorian.\n\t-- I have to fulfill my potential.\n\t-- I don't want to leave my comfort zone.\n\t-- It's too close to the turn of the century.\n\t-- I have to bleach my hare.\n\t-- I'm worried about my vertical hold knob.\n\t-- I left my body in my other clothes.\n",
  "\nWhy I Can't Go Out With You:\n\nI'd LOVE to, but...\n\t-- I've got a Friends of the Lowly Rutabaga meeting.\n\t-- I promised to help a friend fold road maps.\n\t-- I've been scheduled for a karma transplant.\n\t-- I'm staying home to work on my cottage cheese sculpture.\n\t-- It's my parakeet's bowling night.\n\t-- I'm building a plant from a kit.\n\t-- There's a disturbance in the Force.\n\t-- I'm doing door-to-door collecting for static cling.\n\t-- I'm teaching my ferret to yodel.\n\t-- My crayons all melted together.\n",
  "\n\"Why must you tell me all your secrets when it's hard enough to love\nyou knowing nothing?\"\n\t\t-- Lloyd Cole and the Commotions\n",
  "\nWithout love intelligence is dangerous;\nwithout intelligence love is not enough.\n\t\t-- Ashley Montagu\n",
  "\nWouldn't this be a great world if being insecure and desperate were a turn-on?\n\t\t-- \"Broadcast News\"\n",
  "\nYeah, there are more important things in life than money, but they won't go\nout with you if you don't have any.\n",
  "\nYou shouldn't have to pay for your love with your bones and your flesh.\n\t\t-- Pat Benatar, \"Hell is for Children\"\n",
  "\n"
]