[
  "94",
  " of the women in America are beautiful and the rest hang out around here.\n",
  "\nA bachelor is a man who never made the same mistake once.\n",
  "\nA bachelor is a selfish, undeserving guy who has cheated some woman out\nof a divorce.\n\t\t-- Don Quinn\n",
  "\nA bachelor is an unaltared male.\n",
  "\nA bachelor never quite gets over the idea that he is a thing of beauty\nand a boy for ever.\n\t\t-- Helen Rowland\n",
  "\nA bad marriage is like a horse with a broken leg, you can shoot\nthe horse, but it don't fix the leg.\n",
  "\nA beautiful man is paradise for the eyes, hell for the soul, and\npurgatory for the purse. \n",
  "\nA beautiful woman is a blessing from Heaven, but a good cigar is a smoke.\n\t\t-- Kipling\n",
  "\nA beautiful woman is a picture which drives all beholders nobly mad.\n\t\t-- Emerson\n",
  "\nA boy can learn a lot from a dog: obedience, loyalty, and the importance\nof turning around three times before lying down.\n\t\t-- Robert Benchley\n",
  "\nA boy gets to be a man when a man is needed.\n\t\t-- John Steinbeck\n",
  "\nA Chicago salesman was about to check into a St. Louis hotel when he noticed\na very charming woman staring admiringly at him.  He walked over and spoke \nwith her for a few minutes, then returned to the front desk, where they checked\nin as Mr. and Mrs.\n\tAfter a very pleasurable three-day stay, the man approached the front \ndesk and told the clerk he was checking out.  In a few minutes, he was handed\na bill for $2500.\n\t\"There must be some mistake,\" the salesman said.  \"I've been here for\nonly three days.\"\n\t\"Yes, sir,\" the clerk replied.  \"But your wife has been here a month\nand a half.\"\n",
  "\nA Code of Honour: never approach a friend's girlfriend or wife with mischief\nas your goal.  There are too many women in the world to justify that sort of\ndishonourable behaviour.  Unless she's really attractive.\n\t\t-- Bruce J. Friedman, \"Sex and the Lonely Guy\"\n",
  "\nA diplomat is man who always remembers a woman's birthday but never her age.\n\t\t-- Robert Frost\n",
  "\nA diplomatic husband said to his wife, \"How do you expect me to remember\nyour birthday when you never look any older?\"\n",
  "\n\tA domineering man married a mere wisp of a girl.  He came back from\nhis honeymoon a chastened man.  He'd become aware of the will of the wisp.\n",
  "\nA figure with curves always offers a lot of interesting angles.\n",
  "\nA flashy Mercedes-Benz roared up to the curb where a cute young miss stood\nwaiting for a taxi.\n\t\"Hi,\" said the gentleman at the wheel.  \"I'm going west.\"\n\t\"How wonderful,\" came the cool reply.  \"Bring me back an orange.\"\n",
  "\nA fool and his honey are soon parted.\n",
  "\nA fox is a wolf who sends flowers.\n\t\t-- Ruth Weston\n",
  "\nA gentleman is a man who wouldn't hit a lady with his hat on.\n\t\t-- Evan Esar\n\t\t[ And why not?  For why does she have his hat on?  Ed.]\n",
  "\nA gentleman never strikes a lady with his hat on.\n\t\t-- Fred Allen\n",
  "\nA girl and a boy bump into each other -- surely an accident.\nA girl and a boy bump and her handkerchief drops -- surely another accident.\nBut when a girl gives a boy a dead squid -- *_\b_\b_\b_\bthat _\b_\b_\bhad _\b_\bto _\b_\b_\b_\bmean _\b_\b_\b_\b_\b_\b_\b_\b_\bsomething*.\n\t\t-- S. Morganstern, \"The Silent Gondoliers\"\n",
  "\nA girl with a future avoids the man with a past.\n\t\t-- Evan Esar, \"The Humor of Humor\"\n",
  "\nA girl's best friend is her mutter.\n\t\t-- Dorothy Parker\n",
  "\nA girl's conscience doesn't really keep her from doing anything wrong--\nit merely keeps her from enjoying it.\n",
  "\nA good man always knows his limitations.\n\t\t-- Harry Callahan\n",
  "\nA good marriage would be between a blind wife and deaf husband.\n\t\t-- Michel de Montaigne\n",
  "\nA guy has to get fresh once in a while so a girl doesn't lose her confidence.\n",
  "\nA hammer sometimes misses its mark - a bouquet never.\n",
  "\nA husband is what is left of the lover after the nerve has been extracted.\n\t\t-- Helen Rowland\n",
  "\nA lady is one who never shows her underwear unintentionally.\n\t\t-- Lillian Day\n",
  "\nA man always needs to remember one thing about a beautiful woman.\n\nSomewhere, somebody's tired of her.\n",
  "\nA man always remembers his first love with special tenderness, but after\nthat begins to bunch them.\n\t\t-- Mencken\n",
  "\nA man arrived home early to find his wife in the arms of his best friend,\nwho swore how much they were in love.  To quiet the enraged husband, the\nlover suggested, \"Friends shouldn't fight, let's play gin rummy.  If I win,\nyou get a divorce so I can marry her.  If you win, I promise never to see\nher again.  Okay?\"\n\n\"Alright,\" agreed the husband.  \"But how about a quarter a point\non the side to make it interesting?\"\n",
  "\nA man can have two, maybe three love affairs while he's married.  After\nthat it's cheating.\n\t\t-- Yves Montand\n",
  "\nA man does not look behind the door unless he has stood there himself.\n\t\t-- Du Bois\n",
  "\nA man in love is incomplete until he is married.  Then he is finished.\n\t\t-- Zsa Zsa Gabor, \"Newsweek\"\n",
  "\nA man is already halfway in love with any woman who listens to him.\n\t\t-- Brendan Francis\n",
  "\nA man is like a rusty wheel on a rusty cart,\nHe sings his song as he rattles along and then he falls apart.\n\t\t-- Richard Thompson\n",
  "\nA man may be so much of everything that he is nothing of anything.\n\t\t-- Samuel Johnson\n",
  "\nA man may sometimes be forgiven the kiss to which he is not entitled,\nbut never the kiss he has not the initiative to claim.\n",
  "\nA man sank into the psychiatrist's couch and said, \"I have a\nterrible problem, Doctor.  I have a son at Harvard and another son at\nPrinceton; I've just gifted each of them with a new Ferrari; I've got\nhomes in Beverly Hills, Palm Beach, and a co-op in New York; and I've\ngot a thriving ranch in Venezuela.  My wife is a gorgeous young actress\nwho considers my two mistresses to be her best friends.\"\n\tThe psychiatrist looked at the patient, confused.  \"Did I miss\nsomething?  It sounds to me like you have no problems at all.\"\n\t\"But, Doctor, I only make $175 a week.\"\n",
  "\nA man took his wife deer hunting for the first time.  After he'd given her\nsome basic instructions, they agreed to separate and rendezvous later.  Before\nhe left, he warned her if she should fell a deer to be wary of hunters who\nmight beat her to the carcass and claim the kill.  If that happened, he told\nher, she should fire her gun three times into the air and he would come to\nher aid.  \n\tShortly after they separated, he heard a single shot, followed quickly\nby the agreed upon signal.  Running to the scene, he found his wife standing\nin a small clearing with a very nervous man staring down her gun barrel.\n\t\"He claims this is his,\" she said, obviously very upset.\n\t\"She can keep it, she can keep it!\" the wide-eyed man replied.  \"I\njust want to get my saddle back!\"\n",
  "\nA man usually falls in love with a woman who asks the kinds of questions\nhe is able to answer.\n\t\t-- Ronald Colman\n",
  "\nA man was griping to his friend about how he hated to go home after a\nlate card games.\n\t\"You wouldn't believe what I go through to avoid waking my wife,\"\nhe said.  \"First, I kill the engine a block away from the house and coast\ninto the garage.  Then I open the door slowly, take off my shoes, and\ntiptoe to our room.  But just as I'm about to slide into bed, she always\nwakes up and gives me hell.\"\n\t\"I make a big racket when I go home,\" his friend replied.\n\t\"You do?\"\n\t\"Sure.  I honk the horn, slam the door, turn on all the lights,\nstomp up to the bedroom and give my wife a big kiss.  `Hi, Alice,' I say.\n`How about a little smooch for your old man?'\"\n\t\"And what does she say?\" his friend asked in disbelief.\n\t\"She doesn't say anything,\" his buddy replied.  \"She always pretends\nshe's asleep.\"\n",
  "\nA man was kneeling by a grave in a cemetery, crying and praying very loudly,\n\t\"Oh why..eeeee did you die...eeeeee, Oh Why..eeeeee,\nwhy did you Di......eeee\"\nThe caretaker walks up, pardons himself and asks politely,\n\t\"Excuse me, sir, but I've been seeing you for hours now,\ncarrying on at this grave.  You must have been very close to the deceased.\"\n\t\"No, I never met him.  Oh why....eeeee did you dieeeeee,\nwhy....eeeee did you..\"\n\t\"Sir, you say you never met this person, yet you carry on so?\nTell, me who is buried here?\"\n\t\"My wife's first husband.\"\n",
  "\nA man was talking to his best friend about his married life.  \"You know,\" he\nsays, \"I really trust my wife, and I think she has always been faithful to\nme, but there's *always* that doubt.  There's *always* that little doubt.\"\n\t\"Yeah, I know what you mean,\" his friend replies.\n\t\"Well, buddy, I've got to leave on a business trip this weekend,\nand I wonder... well... would you watch my house while I'm gone?  I trust\nher, it's just that there's *always* that doubt.\"\n\tThe friend agreed to help out and two weeks later gave his report.\n\t\"I've got some bad news for you,\" says the friend.  \"The evening\nafter you left I saw a strange car pull up in front of your house.  A man\ngot out of the car and went in the house and had dinner with your wife.\nAfter dinner they went upstairs and I saw your wife kissing him.  Then, he\ntook off his shirt and she took off her blouse.  And then the light went\nout.\"\n\t\"*Then* what happened?\" said the husband, his eyes opening wide.\n\t\"Well, I don't know,\" replied the friend, \"it was too dark to see.\"\n\t\"Damn!\" roared the husband.  \"You see what I mean?  There's *always*\nthat doubt!\"\n",
  "\nA man without a woman is like a statue without pigeons.\n",
  "\nA man wrapped up in himself makes a very small package.\n",
  "\nA man's gotta know his limitations.\n\t\t-- Clint Eastwood, \"Dirty Harry\"\n",
  "\nA modest woman, dressed out in all her finery, is the most tremendous object\nin the whole creation.\n\t\t-- Goldsmith\n",
  "\nA mother takes twenty years to make a man of her boy, and another woman\nmakes a fool of him in twenty minutes.\n\t\t-- Frost\n",
  "\nA pedestal is as much a prison as any small, confined space.\n\t\t-- Gloria Steinem\n",
  "\nA pretty woman can do anything; an ugly woman must do everything.\n",
  "\nA psychiatrist is a fellow who asks you a lot of expensive questions\nyour wife asks you for nothing.\n\t\t-- Joey Adams\n",
  "\n\tA pushy romeo asked a gorgeous elevator operator, \"Don't all these\nstops and starts get you pretty worn out?\"  \"It isn't the stops and starts\nthat get on my nerves, it's the jerks.\"\n",
  "\nA real gentleman never takes bases unless he really has to.\n\t\t-- Overheard in an algebra lecture.\n",
  "\nA Roman divorced from his wife, being highly blamed by his friends, who\ndemanded, \"Was she not chaste?  Was she not fair?  Was she not fruitful?\"\nholding out his shoe, asked them whether it was not new and well made.\nYet, added he, none of you can tell where it pinches me.\n\t\t-- Plutarch\n",
  "\n\tA Scotsman was strolling across High Street one day wearing his kilt.\nAs he neared the far curb, he noticed two young blondes in a red convertible\neyeing him and giggling.  One of them called out, \"Hey, Scotty!  What's worn\nunder the kilt?\"\n\tHe strolled over to the side of the car and asked, \"Ach, lass, are you\nSURE you want to know?\"  Somewhat nervously, the blonde replied yes, she did\nreally want to know.\n\tThe Scotsman leaned closer and confided, \"Why, lass, nothing's worn\nunder the kilt, everything's in perfect workin' order!\"\n",
  "\nA sharper perspective on this matter is particularly important to feminist\nthought today, because a major tendency in feminism has constructed the\nproblem of domination as a drama of female vulnerability victimized by male\naggression.  Even the more sophisticated feminist thinkers frequently shy\naway from the analysis of submission, for fear that in admitting woman's\nparticipation in the relationship of domination, the onus of responsibility\nwill appear to shift from men to women, and the moral victory from women to\nmen.  More generally, this has been a weakness of radical politics: to\nidealize the oppressed, as if their politics and culture were untouched by\nthe system of domination, as if people did not participate in their own\nsubmission.  To reduce domination to a simple relation of doer and done-to\nis to substitute moral outrage for analysis.\n\t\t-- Jessica Benjamin, \"The Bonds of Love\"\n",
  "\nA sociologist, a psychologist, and a engineer were discussing the\nconsequences and implications of a married man's having a mistress.  The\nsociologist's opinion was that it is absolutely and categorically unforgivable\nfor a married man to forfeit the bond of matrimony, and engage in such lowly\nand lustful pursuits.\n\tThe psychologist's opinion was that although morally reprehensible,\nif a man MUST have a mistress to achieve his full potential as a human being,\nthen -- well -- he may go ahead and choose to have a mistress, as long as he\nis considerate enough to keep this secret from his wife.\n\tThe engineer then interjected: \"I also believe that, if necessary,\na married man is entitled to a mistress.  However, I do not see why the\naffair should be concealed from the wife.  On the contrary, if the affair\nis out in the open, then on Friday evenings he may tell his wife that he\nis going to see his mistress, tell his mistress that he is going to be with\nhis wife, then go to his office and get some work done!\"\n",
  "\nA wife lasts only for the length of the marriage, but an ex-wife is there\n*for the rest of your life*.\n\t\t-- Jim Samuels\n",
  "\nA woman can look both moral and exciting -- if she also looks as if it\nwere quite a struggle.\n\t\t-- Edna Ferber\n",
  "\nA woman can never be too rich or too thin.\n",
  "\nA woman did what a woman had to, the best way she knew how.\nTo do more was impossible, to do less, unthinkable.\n\t\t-- Dirisha, \"The Man Who Never Missed\"\n",
  "\nA woman forgives the audacity of which her beauty has prompted us to be guilty.\n\t\t-- LeSage\n",
  "\nA woman has got to love a bad man once or twice in her life to be\nthankful for a good one.\n\t\t-- Marjorie Kinnan Rawlings\n",
  "\nA woman is like your shadow; follow her, she flies; fly from her, she follows.\n\t\t-- Chamfort\n",
  "\nA woman may very well form a friendship with a man, but for this to endure,\nit must be assisted by a little physical antipathy.\n\t\t-- Nietzsche\n",
  "\nA woman of generous character will sacrifice her life a thousand times\nover for her lover, but will break with him for ever over a question of\npride -- for the opening or the shutting of a door.\n\t\t-- Stendhal\n",
  "\nA woman shouldn't have to buy her own perfume.\n\t\t-- Maurine Lewis\n",
  "\nA woman without a man is like a fish without a bicycle.\n\t\t-- Gloria Steinem\n",
  "\nA woman without a man is like a fish without a bicycle.\nTherefore, a man without a woman is like a bicycle without a fish.\n",
  "\nA woman's best protection is a little money of her own.\n\t\t-- Clare Booth Luce, quoted in \"The Wit of Women\"\n",
  "\nA woman's place is in the house... and in the Senate.\n",
  "\nA woman, especially if she have the misfortune of knowing anything,\nshould conceal it as well as she can.\n\t\t-- Jane Austen\n",
  "\n\tA young husband with an inferiority complex insisted he was just a\nlittle pebble on the beach.  The marriage counselor told him, \"If you wish to\nsave your marriage, you'd better be a little boulder.\"\n",
  "\nA young man and his girlfriend were walking along Main Street when she spotted\na beautiful diamond ring in a jewelry-store window.  \"Wow, I'd sure love to\nhave that!\" she gushed.\n\t\"No problem,\" her companion replied, throwing a brick through the\nwindow and grabbing the ring.\n\tA few blocks later, the woman admired a full-length sable coat.  \"What\nI'd give to own that,\" she said, sighing.\n\t\"No problem,\" he said, throwing a brick through the window and grabbing\nthe coat.\n\tFinally, turning for home, they passed a car dealership.  \"Boy, I'd do\nanything for one of those Rolls-Royces,\" she said.\n\t\"Jeez, baby,\" the guy moaned, \"you think I'm made of bricks?\"\n",
  "\nA young man enters the New York branch of Tiffany's on a Friday evening and\nwalks up to a display case full of pearl necklaces.  He turns to a gorgeous\nwoman, who is obviously windowshopping, looks her straight in the eye and\nsays, \"I can tell by your eyes that you really want that necklace.  If you'll\nallow me, I'd like to buy it for you.\"\n\tThe woman looks him up and down; he's wearing a nice suit and some\npretty nice jewelry, but she has trouble believing this story.\n\t\"Look, this is some kind of put on, right?\"\n\t\"No, really.  You see, I've got quite a lot of money -- so much that\nI could never spend it all.  I'd really like for you to have it.\"\n\tThe guys whips out his checkbook, writes a check for five figures,\ncalls over a clerk and hands it to him.  The clerk peers at the check, looks\nat the young man, looks at the check again.  \"Very good, sir.  I'm afraid I\ncan't release the necklace immediately, would Monday be all right?\"\n\t\"That'll be fine, she'll pick it up.\" the man replies, and walks out\nof the store with the woman following him in a daze.\n\tThe next Monday the man comes back in and walks up to the counter.\nThe same clerk hurries over to him and says, \"Sir, I'm sorry to have to tell\nyou this, but your check was returned for insufficient funds.\"\n\t\"I know,\" the man replies.  \"I just wanted to thank you for a\nterrific weekend.\"\n",
  "\nAA\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007AAAAAAAAAaaaaaaaaaaaaaaaccccccccckkkkkk!!!!!!!!!\nYou brute!  Knock before entering a ladies room!\n",
  "\nAin't nothin' an old man can do for me but bring me a message from a young man.\n\t\t-- Moms Mabley\n",
  "\nAlimony is a system by which, when two people make a mistake, one of them\ncontinues to pay for it.\n\t\t-- Peggy Joyce\n",
  "\nAlimony is like buying oats for a dead horse.\n\t\t-- Arthur Baer\n",
  "\nAlimony is the curse of the writing classes.\n\t\t-- Norman Mailer\n",
  "\nAll heiresses are beautiful.\n\t\t-- John Dryden\n",
  "\nAll husbands are alike, but they have different faces so you can tell\nthem apart.\n",
  "\nAll most men really want in life is a wife, a house, two kids and a car,\na cat, no maybe a dog.  Ummm, scratch one of the kids and add a dog.\nDefinitely a dog.\n",
  "\nAll the men on my staff can type.\n\t\t-- Bella Abzug\n",
  "\nAll work and no pay makes a housewife.\n",
  "\nAmerican culture is based on the automobile, and any young man of promise\nis going to own one and want to travel great distances in it.  Consequently,\nany young woman of aspiration should expect to spend most of her vacations\nin a car, probing into unfamiliar corners.  She is not required to know how\nto drive but she will certainly be expected to read the road map while her\nhusband drives, and if she can't, or if she's abnormally slow in giving him\nhelp, she's bound to cause trouble.  Therefore, you'd think that colleges\nwhich train the bright young women who're going to marry the bright young\nmen who are going to own the Cadillacs that roar back and forth across this\ncontinent would teach the girls to read maps.  None do. They teach a hundred\nother useless things, but never a word about the one that will cause the\ngreatest friction.\n\t\t-- James Michener, \"Space\"\n",
  "\n\tAn airplane pilot got engaged to two very pretty women at the same\ntime.  One was named Edith; the other named Kate.  They met, discovered they\nhad the same fiancee, and told him.  \"Get out of our lives you rascal.  We'll\nteach you that you can't have your Kate and Edith, too.\"\n",
  "\nAn optimist is a man who looks forward to marriage.\nA pessimist is a married optimist.\n",
  "\n\"And what do you two think you are doing?!\" roared the husband, as he came\nupon his wife in bed with another man.  The wife turned and smiled at her\ncompanion.\n\n\"See?\" she said.  \"I told you he was stupid!\"\n",
  "\nAnd yet I should have dearly liked, I own, to have touched her lips; to\nhave questioned her, that she might have opened them; to have looked upon\nthe lashes of her downcast eyes, and never raised a blush; to have let\nloose waves of hair, an inch of which would be a keepsake beyond price:\nin short, I should have liked, I do confess, to have had the lightest\nlicense of a child, and yet been man enough to know its value.\n\t\t-- Charles Dickens\n",
  "\nAnother greeting card category consists of those persons who send out\nphotographs of their families every year.  In the same mail that brought the\ngreetings from Marcia and Philip, my friend found such a conversation piece.\n\"My God, Lida is enormous!\" she exclaimed.  I don't know why women want to\nrecord each year, for two or three hundred people to see, the ravages wrought\nupon them, their mates, and their progeny by the artillery of time, but\nbetween five and seven per cent of Christmas cards, at a rough estimate, are\nfamily groups, and even the most charitable recipient studies them for little\nsigns of dissolution or derangement.  Nothing cheers a woman more, I am afraid,\nthan the proof that another woman is letting herself go, or has lost control\nof her figure, or is clearly driving her husband crazy, or is obviously\ndrinking more than is good for her, or still doesn't know what to wear.\nMiddle-aged husbands in such photographs are often described as looking\n\"young enough to be her son,\" but they don't always escape so easily, and a\ncouple opening envelopes in the season of mercy and good will sometimes handle\na male friend or acquaintance rather sharply.  \"Good Lord!\" the wife will say.\n\"Frank looks like a sex-crazed shotgun slayer, doesn't he?\"  \"Not to me,\" the\nhusband may reply.  \"to me he looks more like a Wilkes-Barre dentist who is\nbeing sought by the police in connection with the disappearance of a choir\nsinger.\"\n\t\t-- James Thurber, \"Merry Christmas\"\n",
  "\nAny girl can be glamorous; all you have to do is stand still and look stupid.\n\t\t-- Hedy Lamarr\n",
  "\nAny woman is a volume if one knows how to read her.\n",
  "\nAnyone who says he can see through women is missing a lot.\n\t\t-- Groucho Marx\n",
  "\n\t\"Anything else, sir?\" asked the attentive bellhop, trying his best\nto make the lady and gentleman comfortable in their penthouse suite in the\nposh hotel.\n\t\"No.  No, thank you,\" replied the gentleman.\n\t\"Anything for your wife, sir?\" the bellhop asked.\n\t\"Why, yes, young man,\" said the gentleman.  \"Would you bring me a\npostcard?\"\n",
  "\nAs fathers commonly go, it is seldom a misfortune to be fatherless; and\nconsidering the general run of sons, as seldom a misfortune to be childless.\n\nThe only solid and lasting peace between a man and his wife is, doubtless,\na separation.\n\t\t-- Lord Chesterfield, letter to his son, 1763\n",
  "\nAsked how she felt being the first woman to make a major-league team, she\nsaid, \"Like a pig in mud,\" or words to that effect, and then turned and\nreleased a squirt of tobacco juice from the wad of rum soaked plug in her\nright cheek.  She chewed a rare brand of plug called Stuff It, which she\nlearned to chew when she was playing Nicaraguan summer ball.  She told the\nwriters, \"They were so mean to me down there you couldn't write it in your\nnewspaper.  I took a gun everywhere I went, even to bed.  *Especially* to\nbed.  Guys were after me like you can't believe.  That's when I started\nchewing tobacco -- because no matter how bad anybody treats you, it's not\nas bad as this.  This is the worst chew in the world.  After this,\neverything else is peaches and cream.\"  The writers elected Gentleman Jim,\nthe Sparrow's P.R. guy, to bite off a chunk and tell them how it tasted,\nand as he sat and chewed it tears ran down his old sunburnt cheeks and he\ncouldn't talk for a while. Then he whispered, \"You've been chewing this for\ntwo years?  God, I had no idea it was so hard to be a woman.\"\n\t\t-- Garrison Keillor\n",
  "\nAt last I've found the girl of my dreams.  Last night she said to me,\n\"Once more, Strange, and this time *I'll* be Donnie and *you* be Marie.\n\t\t-- Strange de Jim\n",
  "\nBachelors' wives and old maids' children are always perfect.\n\t\t-- Nicolas Chamfort\n",
  "\nBasically my wife was immature.  I'd be at home in the bath and she'd\ncome in and sink my boats.\n\t\t-- Woody Allen\n",
  "\nBe circumspect in your liaisons with women.  It is better to be seen at\nthe opera with a man than at mass with a woman.\n\t\t-- De Maintenon\n",
  "\nBe prepared to accept sacrifices.  Vestal virgins aren't all that bad.\n",
  "\nBeauty seldom recommends one woman to another.\n",
  "\nBeauty, brains, availability, personality; pick any two.\n",
  "\nBefore marriage the three little words are \"I love you,\" after marriage\nthey are \"Let's eat out.\"\n",
  "\nBehind every successful man you'll find a woman with nothing to wear.\n",
  "\nBeing asked solicitously about the state of her health was becoming bothersome\nto the pregnant woman at the cocktail party.  And yet another guest went over\nand inquired, \"Well, how are you feeling these days?\"\n\t\"Not too well,\" said the expectant mother.  \"You know, I've missed\nseven or eight periods now and it's beginning to worry me.\"\n",
  "\nBeing owned by someone used to be called slavery -- now it's called commitment.\n",
  "\nBenny Hill:\tWould you like a peanut?\nGirl:\t\tNo, thank you, I don't want to be under obligation.\nBenny Hill:\tYou won't be under obligation for a peanut.  \n\t\tIt's not as if it were a chocolate bar or something.\n",
  "\nBigamy is having one spouse too many.  Monogamy is the same.\n",
  "\nBirds and bees have as much to do with the facts of life as black\nnightgowns do with keeping warm.\n\t\t-- Hester Mundis, \"Powermom\"\n",
  "\nBoys are beyond the range of anybody's sure understanding, at least\nwhen they are between the ages of 18 months and 90 years.\n\t\t-- James Thurber\n",
  "\nBoys will be boys, and so will a lot of middle-aged men.\n\t\t-- Kin Hubbard\n",
  "\nBrigands will demand your money or your life, but a woman will demand both.\n\t\t-- Samuel Butler\n",
  "\nBy all means marry: If you get a good wife, you'll become happy; if you\nget a bad one, you'll become a philosopher.\n\t\t-- Socrates\n",
  "\nChanging husbands/wives is only changing troubles.\n\t\t-- Kathleen Norris\n",
  "\nChoose in marriage only a woman whom you would choose as a friend if she\nwere a man.\n\t\t-- Joubert\n",
  "\nCourtship to marriage, as a very witty prologue to a very dull play.\n\t\t-- William Congreve\n",
  "\nDarling: the popular form of address used in speaking to a member of the\nopposite sex whose name you cannot at the moment remember.\n\t\t-- Oliver Herford\n",
  "\nDear Miss Manners:\nI carry a big black umbrella, even if there's just a thirty percent chance of\nrain.  May I ask a young lady who is a stranger to me to share its protection?\nThis morning, I was waiting for a bus in comparative comfort, my umbrella\nprotecting me from the downpour, and noticed an attractive young woman getting\nsoaked.  I have often seen her at my bus stop, although we have never spoken,\nand I don't even know her name.  Could I have asked her to get under my\numbrella without seeming insulting?\n\nGentle Reader:\nCertainly.  Consideration for those less fortunate than you is always proper,\nalthough it would be more convincing if you stopped babbling about how\nattractive she is.  In order not to give Good Samaritanism a bad name, Miss\nManners asks you to allow her two or three rainy days of unmolested protection\nbefore making your attack.\n",
  "\nDear Miss Manners:\nPlease list some tactful ways of removing a man's saliva from your face.\n\nGentle Reader:\nPlease list some decent ways of acquiring a man's saliva on your face. If\nthe gentleman sprayed you inadvertently to accompany enthusiastic\ndiscourse, you may step back two paces, bring out your handkerchief, and\ngo through the motions of wiping your nose, while trailing the cloth along\nyour face to pick up whatever needs mopping along the route.  If, however,\nthe substance was acquired as a result of enthusiasm of a more intimate\nnature, you may delicately retrieve it with a flick of your pink tongue.\n",
  "\nDo not permit a woman to ask forgiveness, for that is only the first\nstep.  The second is justification of herself by accusation of you.\n\t\t-- DeGourmont\n",
  "\nDo you think your mother and I should have lived comfortably so long\ntogether if ever we had been married?\n",
  "\nDon't assume that every sad-eyed woman has loved and lost -- she may\nhave got him.\n",
  "\nDon't know what time I'll be back, Mom.  Probably soon after she throws me out.\n",
  "\nDon't marry for money; you can borrow it cheaper.\n\t\t-- Scottish Proverb\n",
  "\nDull women have immaculate homes.\n",
  "\n\tDuring a visit to America, Winston Churchill was invited to a buffet\nluncheon at which cold fried chicken was served.  Returning for a second\nhelping, he asked politely, \"May I have some breast?\"\n\t\"Mr. Churchill,\" replied the hostess, \"in this country we ask for\nwhite meat or dark meat.\"  Churchill apologized profusely.\n\tThe following morning, the lady received a magnificent orchid from\nher guest of honor.  The accompanying card read: \"I would be most obliged if\nyou would pin this on your white meat.\"\n",
  "\nEconomists are still trying to figure out why the girls with the least\nprinciple draw the most interest.\n",
  "\nEighty percent of married men cheat in America.  The rest cheat in Europe.\n\t\t-- Jackie Mason\n",
  "\n... eighty years later he could still recall with the young pang of his\noriginal joy his falling in love with Ada.\n\t\t-- Nabokov\n",
  "\n\tEquality is not when a female Einstein gets promoted to assistant\nprofessor; equality is when a female schlemiel moves ahead as fast as a\nmale schlemiel.\n\t\t-- Ewald Nyquist\n",
  "\n\tEugene d'Albert, a noted German composer, was married six times.\nAt an evening reception which he attended with his fifth wife shortly\nafter their wedding, he presented the lady to a friend who said politely,\n\"Congratulations, Herr d'Albert; you have rarely introduced me to so\ncharming a wife.\"\n",
  "\n\"Even nowadays a man can't step up and kill a woman without feeling\njust a bit unchivalrous ...\"\n\t\t-- Robert Benchley\n",
  "\nEvery man who is high up likes to think that he has done it all himself,\nand the wife smiles and lets it go at that.\n\t\t-- Barrie\n",
  "\nEverybody is given the same amount of hormones, at birth, and\nif you want to use yours for growing hair, that's fine with me.\n",
  "\nFarmers in the Iowa State survey rated machinery breakdowns more\nstressful than divorce.\n\t\t-- Wall Street Journal\n",
  "\nFeminists just want the human race to be a tie.\n",
  "\nFirst love is only a little foolishness and a lot of curiosity, no really\nself-respecting woman would take advantage of it.\n\t\t-- George Bernard Shaw, \"John Bull's Other Island\"\n",
  "\nFlirting is the gentle art of making a man feel pleased with himself.\n\t\t-- Helen Rowland\n",
  "\nFor a young man, not yet: for an old man, never at all.\n\t\t-- Diogenes, asked when a man should marry\n\nWhen should a man marry?  A young man, not yet; an elder man, not at all.\n\t\t-- Sir Francis Bacon, \"Of Marriage and Single Life\"\n",
  "\nFor a young man, not yet: for an old man, never at all.\n\t\t-- Diogenes, asked when a man should marry\n\nWhen should a man marry?  A young man, not yet; an elder man, not at all.\n\t\t-- Sir Francis Bacon, \"Of Marriage and Single Life\"\n",
  "\nFor I swore I would stay a year away from her; out and alas!\nbut with break of day I went to make supplication.\n\t\t-- Paulus Silentarius, c. 540 A.D.\n",
  "\nFor thirty years a certain man went to spend every evening with Mme. ___.\nWhen his wife died his friends believed he would marry her, and urged\nhim to do so.  \"No, no,\" he said: \"if I did, where should I have to\nspend my evenings?\"\n\t\t-- Chamfort\n",
  "\nFortunate is he for whom the belle toils.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#14\n\nLow Blows:\n\tLet's say a man and woman are watching a boxing match on TV.  One\nof the boxers is felled by a low blow.  The woman says \"Oh, gee.  That must\nhurt.\" The man doubles over and actually FEELS the pain.\n\nDressing Up:\n\tA woman will dress up to go shopping, water the plants, empty the\ngarbage, answer the phone, read a book, get the mail.   A man will dress up\nfor: weddings, funerals.  Speaking of weddings, when reminiscing about\nweddings, women talk about \"the ceremony\".  Men laugh about \"the bachelor\nparty\".\n\nDavid Letterman:\n\tMen think David Letterman is the funniest man on the face of the\nEarth.  Women think he is a mean, semi-dorky guy who always has a bad haircut.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#16\n\nRelationships:\n\tFirst of all, a man does not call a relationship a relationship -- he\nrefers to it as \"that time when me and Suzie were doing it on a semi-regular\nbasis\".\n\tWhen a relationship ends, a woman will cry and pour her heart out to\nher girlfriends, and she will write a poem titled \"All Men Are Idiots\".  Then\nshe will get on with her life.\n\tA man has a little more trouble letting go.  Six months after the\nbreakup, at 3:00 a.m. on a Saturday night, he will call and say, \"I just\nwanted to let you know you ruined my life, and I'll never forgive you, and I\nhate you, and you're a total floozy.  But I want you to know that there's\nalways a chance for us\".  This is known as the \"I Hate You / I Love You\"\ndrunken phone call, that 99",
  " if all men have made at least once.  There are\ncommunity colleges that offer courses to help men get over this need; alas,\nthese classes rarely prove effective.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#17\n\nShoes:\n\t The average man has 4 pairs of footwear: running shoes, dress shoes,\nboots, and slippers.  The average woman has shoes 4 layers thick on the floor\nof her closet.  Most of them hurt her feet.\n \nMaking friends:\n\t A woman will meet another woman with common interests, do a few things\ntogether, and say something like, \"I hope we can be good friends.\"\n\tA man will meet another man with common interests, do a few things\ntogether, and say nothing.  After years of interacting with this other man,\nsharing hopes and fears that he wouldn't confide in his priest or\npsychiatrist, he'll finally let down his guard in a fit of drunken\nsentimentality and say something like, \"You know, for someone who's such a\njerk, I guess you're OK.\"\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#2\n\nDesserts:\n\tA woman will generally admire an ornate dessert for the artistic\nwork it is, praising its creator and waiting a suitable interval before\nshe reluctantly takes a small sliver off one edge.  A man will start by\ngrabbing the cherry in the center.\n\nCar repair:\n\tThe average man thinks his Y chromosome contains complete repair\nmanuals for every car made since World War II.  He will work on a problem\nhimself until it either goes away or turns into something that \"can't be\nfixed without special tools\".\n\tThe average woman thinks \"that funny thump-thump noise\" is an\naccurate description of an automotive problem.  She will, however, have the\ncar serviced at the proper intervals and thereby incur fewer problems than\nthe average man.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#4\n\nClothes:\n\tMen don't discard clothes.  The average man still has the gym shirt\nhe wore in high school.  He thinks a jacket is \"just getting broken in\" about\nthe time it develops holes in the elbows.  A man will let new shirts sit on\nthe shelf in their original packaging for a couple of years before putting\nthem to use, hoping they'll become more comfortable with age.\n\tWomen think clothes are radioactive, with a half-life of one year.\nThey exercise precautions to avoid contamination by last year's fashions.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#5\n\nTrust:\n\tThe average woman would really like to be told if her mate is fooling\naround behind her back.  This same woman wouldn't tell her best friend if\nshe knew the best friends' mate was having an affair.  She'll tell all her\nOTHER friends, however.  The average man won't say anything if he knows that\none of his friend's mates is fooling around, and he'd rather not know if\nhis mate is having an affair either, out of fear that it might be with one\nof his friends.  He will tell all his friends about his own affairs, though,\nso they can be ready if he needs an alibi.\n\nDriving:\n\tA typical man thinks he's Mario Andretti as soon as he slips behind\nthe wheel of his car.  The fact that it's an 8-year-old Honda doesn't keep\nhim from trying to out-accelerate the guy in the Porsche who's attempting\nto cut him off; freeway on-ramps are exciting challenges to see who has The\nRight Stuff on the morning commute.  Does he or doesn't he?  Only his body\nshop knows for sure.  Insurance companies understand this behavior, and\nprice their policies accordingly.\n\tA woman will slow down to let a car merge in front of her, and get\nrear-ended by another woman who was busy adding the finishing touches to\nher makeup.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#6\n\nBathrooms:\n\tA man has six items in his bathroom -- a toothbrush, toothpaste,\nshaving cream, razor, a bar of Dial soap, and a towel from the Holiday Inn.\nThe average number of items in the typical woman's bathroom is 437.  A man\nwould not be able to identify most of these items.\n\nGroceries:\n\tA woman makes a list of things she needs and then goes to the store\nand buys these things.  A man waits 'til the only items left in his fridge\nare half a lime and a Blue Ribbon.  Then he goes grocery shopping.  He buys\neverything that looks good.  By the time a man reaches the checkout counter,\nhis cart is packed tighter that the Clampett's car on Beverly Hillbillies.\nOf course, this will not stop him from entering the 10-items-or-less lane.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#8\n\nGoing Out:\n\tWhen a man says he is ready to go out, it means he is ready to go\nout.  When a woman says she is ready to go out, it means she WILL be ready\nto go out, as soon as she finds her earring, finishes putting on her makeup,\nchecks on the kids, makes a phone call to her best friend...\n\nCats:\n\tWomen love cats.  Men say they love cats, but when women aren't\nlooking, men kick cats.\n\nOffspring:\n\tAh, children.  A woman knows all about her children.  She knows\nabout dentist appointments and soccer games and romances and best friends\nand favorite foods and secret fears and hopes and dreams.  Men are vaguely\naware of some short people living in the house.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#9\n\nLaundry:\n\tWomen do laundry every couple of days.  A man will wear every article\nof clothing he owns, including his surgical pants that were hip about eight\nyears ago, before he will do his laundry.  When he is finally out of clothes,\nhe will wear a dirty sweatshirt inside out, rent a U-Haul and take his mountain\nof clothes to the laundromat.  Men always expect to meet beautiful women at\nthe laundromat.  This is a myth.\n\nNicknames:\n\tIf Gloria, Suzanne, Deborah and Michelle get together for lunch,\nthey will call each other Gloria, Suzanne, Deborah and Michelle.  But if\nMike, Dave, Rob and Jack go out for a brewsky, they will affectionately\nrefer to each other as Bullet-Head, Godzilla, Peanut Brain and Useless.\n\nSocks:\n\tMen wear sensible socks.  They wear standard white sweatsocks.\nWomen wear strange socks.  They are cut way below the ankles, have pictures\nof clouds on them, and have a big fuzzy ball on the back.\n",
  "\n\tFred noticed his roommate had a black eye upon returning from a dance.\n\"What happened?\"\n\t\"I was struck by the beauty of the place.\"\n",
  "\n\tFriends were surprised, indeed, when Frank and Jennifer broke their \nengagement, but Frank had a ready explanation: \"Would you marry someone who \nwas habitually unfaithful, who lied at every turn, who was selfish and lazy \nand sarcastic?\"\n\t\"Of course not,\" said a sympathetic friend.\n\t\"Well,\" retorted Frank, \"neither would Jennifer.\"\n",
  "\n\t\t\t\tFROM THE DESK OF\n\t\t\t\tRapunzel\n\nDear Prince:\n\n\tUse ladder tonight -- you're splitting my ends.\n",
  "\nGenuine happiness is when a wife sees a double chin on her husband's\nold girl friend.\n",
  "\n\t\t\t-- Gifts for Men --\n\nMen are amused by almost any idiot thing -- that is why professional ice\nhockey is so popular -- so buying gifts for them is easy.  But you should\nnever buy them clothes.  Men believe they already have all the clothes they\nwill ever need, and new ones make them nervous.  For example, your average\nman has 84 ties, but he wears, at most, only three of them.  He has learned,\nthrough humiliating trial and error, that if he wears any of the other 81\nties, his wife will probably laugh at him (\"You're not going to wear THAT\ntie with that suit, are you?\"). So he has narrowed it down to three safe\nties, and has gone several years without being laughed at.  If you give him\na new tie, he will pretend to like it, but deep inside he will hate you.\n\nIf you want to give a man something practical, consider tires.  More than\nonce, I would have gladly traded all the gifts I got for a new set of tires.\n\t\t-- Dave Barry, \"Christmas Shopping: A Survivor's Guide\"\n",
  "\nGirls are better looking in snowstorms.\n\t\t-- Archie Goodwin\n",
  "\nGirls marry for love.  Boys marry because of a chronic irritation that\ncauses them to gravitate in the direction of objects with certain curvilinear\nproperties.\n\t\t-- Ashley Montagu\n",
  "\nGirls really do know just what they want -- you to figure it out for yourself!\n",
  "\nGirls who throw themselves at men, are actually taking very careful aim.\n",
  "\nGive a woman an inch and she'll park a car in it.\n",
  "\nGod created a few perfect heads.  The rest he covered with hair.\n",
  "\nGod created woman.  And boredom did indeed cease from that moment --\nbut many other things ceased as well.  Woman was God's second mistake.\n\t\t-- Nietzsche\n",
  "\nGood girls go to heaven, bad girls go everywhere.\n",
  "\nHarold had never wanted a woman so much in his life, upon overhearing the\n22-year-old beauty remark that he was too old and out of shape for her.  The\ndetermined septuagenarian immediately embarked upon a rigorous self-improvement\nprogram.  He had his face lifted, bought a toupee, ran five miles every day,\nlifted weights and adopted a strict vegetarian diet.  Within months, the\nrejuvenated man won the young woman's heart, and she agreed to marry him.\n\tOn the way out of the chapel, however, Harold was fatally struck\nby lightning.  Furious, he confronted Saint Peter at the pearly gates.  \"How\ncould you do this to me after all the pain I went through?\"\n\t\"To be honest, Harold,\" Saint Peter sheepishly replied, \"I didn't\nrecognize you.\"\n",
  "\nHat check girl:\n\t\"Goodness!  What lovely diamonds!\"\nMae West:\n\t\"Goodness had nothin' to do with it, dearie.\"\n\t\t-- \"Night After Night\", 1932\n",
  "\nHaving a baby isn't so bad.  If you're a female Emperor penguin in the\nAntarctic.  She lays the egg, rolls it over to the father, then takes off\nfor warmer weather where she eats and eats and eats.  For two months, the\nfather stands stiff, without food, blind in the 24-hour dark, balancing\nthe egg on his feet.  After the little penguin is hatched, the mother\nsees fit to come home.\n\t\t-- L.M. Boyd, \"Austin American-Statesman\"\n",
  "\nHe gave her a look that you could have poured on a waffle.\n",
  "\nHe who enters his wife's dressing room is a philosopher or a fool.\n\t\t-- Balzac\n",
  "\nHe who is intoxicated with wine will be sober again in the course of the\nnight, but he who is intoxicated by the cupbearer will not recover his\nsenses until the day of judgement.\n\t\t-- Saadi\n",
  "\nHey, Jim, it's me, Susie Lillis from the laundromat.  You said you were\ngonna call and it's been two weeks.  What's wrong, you lose my number?\n",
  "\nHigh heels are a device invented by a woman who was tired of being kissed\non the forehead.\n",
  "\nHim:\t\"Your skin is so soft.  Are you a model?\"\nHer:\t\"No,\"  [blush]  \"I'm a cosmetologist.\"\nHim:\t\"Really? That's incredible... It must be very tough to handle\n\tweightlessness.\"\n\t\t-- \"The Jerk\"\n",
  "\nHis designs were strictly honourable, as the phrase is: that is, to rob\na lady of her fortune by way of marriage.\n\t\t-- Henry Fielding, \"Tom Jones\"\n",
  "\n\"Home, Sweet Home\" must surely have been written by a bachelor.\n\t\t-- Samuel Butler\n",
  "\nHorace's best ode would not please a young woman as much as the mediocre\nverses of the young man she is in love with.\n\t\t-- Moore\n",
  "\nHow much for your women?  I want to buy your daughter... how much for\nthe little girl?\n\t\t-- Jake Blues, \"The Blues Brothers\"\n",
  "\n\t\"How would I know if I believe in love at first sight?\" the sexy\nsocial climber said to her roommate.  \"I mean, I've never seen a Porsche\nfull of money before.\"\n",
  "\nI am very fond of the company of ladies.  I like their beauty,\nI like their delicacy, I like their vivacity, and I like their silence.\n\t\t-- Samuel Johnson\n",
  "\nI began many years ago, as so many young men do, in searching for the\nperfect woman.  I believed that if I looked long enough, and hard enough,\nI would find her and then I would be secure for life.  Well, the years\nand romances came and went, and I eventually ended up settling for someone\na lot less than my idea of perfection.  But one day, after many years\ntogether, I lay there on our bed recovering from a slight illness.  My\nwife was sitting on a chair next to the bed, humming softly and watching\nthe late afternoon sun filtering through the trees.  The only sounds to\nbe heard elsewhere were the clock ticking, the kettle downstairs starting\nto boil, and an occasional schoolchild passing beneath our window.  And\nas I looked up into my wife's now wrinkled face, but still warm and\ntwinkling eyes, I realized something about perfection...  It comes only\nwith time.\n\t\t-- James L. Collymore, \"Perfect Woman\"\n",
  "\nI believe a little incompatibility is the spice of life, particularly if he\nhas income and she is pattable.\n\t\t-- Ogden Nash\n",
  "\nI can feel for her because, although I have never been an Alaskan prostitute\ndancing on the bar in a spangled dress, I still get very bored with washing\nand ironing and dishwashing and cooking day after relentless day.\n\t\t-- Betty MacDonald\n",
  "\nI can't mate in captivity.\n\t\t-- Gloria Steinem, on why she has never married.\n",
  "\nI come from a small town whose population never changed.  Each time a woman\ngot pregnant, someone left town.\n\t\t-- Michael Prichard\n",
  "\nI do enjoy a good long walk -- especially when my wife takes one.\n",
  "\n\"I don't have to take this abuse from you -- I've got hundreds of\npeople waiting to abuse me.\"\n\t\t-- Bill Murray, \"Ghostbusters\"\n",
  "\nI GUESS I'LL NEVER FORGET HER.  And maybe I don't want to.  Her spirit\nwas wild, like a wild monkey.  Her beauty was like a beautiful horse\nbeing ridden by a wild monkey.  I forget her other qualities.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nI have a hard time being attracted to anyone who can beat me up.\n\t\t-- John McGrath, Atlanta sportswriter, on women weightlifters.\n",
  "\nI have found it impossible to carry the heavy burden of responsibility and\nto discharge my duties as king as I would wish to do without the help and\nsupport of the woman I love.\n\t\t-- Edward, Duke of Windsor, 1936, announcing his abdication\n\t\t   of the British throne in order to marry the American\n\t\t   divorcee Wallis Warfield Simpson.\n",
  "\nI have now come to the conclusion never again to think of marrying,\nand for this reason: I can never be satisfied with anyone who would\nbe blockhead enough to have me.\n\t\t-- Abraham Lincoln\n",
  "\nI know the disposition of women: when you will, they won't; when\nyou won't, they set their hearts upon you of their own inclination.\n\t\t-- Publius Terentius Afer (Terence)\n",
  "\nI learned to play guitar just to get the girls, and anyone who says they\ndidn't is just lyin'!\n\t\t-- Willie Nelson\n",
  "\nI like being single.  I'm always there when I need me.\n\t\t-- Art Leo\n",
  "\nI like myself, but I won't say I'm as handsome as the bull that kidnapped\nEuropa.\n\t\t-- Marcus Tullius Cicero\n",
  "\nI like young girls.  Their stories are shorter.\n\t\t-- Tom McGuane\n",
  "\nI love being married.  It's so great to find that one special person\nyou want to annoy for the rest of your life.\n\t\t-- Rita Rudner\n",
  "\nI love Mickey Mouse more than any woman I've ever known.\n\t\t-- Walt Disney\n",
  "\n\tI managed to say, \"Sorry,\" and no more.  I knew that he disliked\nme to cry.\n\tThis time he said, watching me, \"On some occasions it is better\nto weep.\"\n\tI put my head down on the table and sobbed, \"If only she could come\nback; I would be nice.\"\n\tFrancis said, \"You gave her great pleasure always.\"\n\t\"Oh, not enough.\"\n\t\"Nobody can give anybody enough.\"\n\t\"Not ever?\"\n\t\"No, not ever.  But one must go on trying.\"\n\t\"And doesn't one ever value people until they are gone?\"\n\t\"Rarely,\" said Francis.  I went on weeping; I saw how little I had\nvalued him; how little I had valued anything that was mine.\n\t\t-- Pamela Frankau, \"The Duchess and the Smugs\"\n",
  "\nI married beneath me.  All women do.\n\t\t-- Lady Nancy Astor\n",
  "\nI met a wonderful new man.  He's fictional, but you can't have everything.\n\t\t-- Cecelia, \"The Purple Rose of Cairo\"\n",
  "\nI never expected to see the day when girls would get sunburned in the\nplaces they do today.\n\t\t-- Will Rogers\n",
  "\nI never met a woman I couldn't drink pretty.\n",
  "\nI read Playboy for the same reason I read National Geographic.  To see\nthe sights I'm never going to visit.\n",
  "\nI refuse to consign the whole male sex to the nursery.  I insist on\nbelieving that some men are my equals.\n\t\t-- Brigid Brophy\n",
  "\nI respect the institution of marriage.  I have always thought that every\nwoman should marry -- and no man.\n\t\t-- Benjamin Disraeli, \"Lothair\"\n",
  "\nI sat down beside her, said hello, offered to buy her a drink... and then\nnatural selection reared its ugly head.\n",
  "\nI think she must have been very strictly brought up, she's so desperately\nanxious to do the wrong thing correctly.\n\t\t-- Saki, \"Reginald on Worries\"\n",
  "\nI think the world is ready for the story of an ugly duckling, who grew up to\nremain an ugly duckling, and lived happily ever after.\n\t\t-- Chick\n",
  "\nI want to buy a husband who, every week when I sit down to watch \"St.\nElsewhere\", won't scream, \"Forget it, Blanche... It's time for Hee-Haw!\"\n\t\t-- Berke Breathed, \"Bloom County\"\n",
  "\nI want to marry a girl just like the girl that married dear old dad.\n\t\t-- Freud\n",
  "\nI was in a beauty contest one.  I not only came in last, I was hit in\nthe mouth by Miss Congeniality.\n\t\t-- Phyllis Diller\n",
  "\nI wasn't kissing her, I was whispering in her mouth.\n\t\t-- Chico Marx\n",
  "\nI will not say that women have no character; rather, they have a new\none every day.\n\t\t-- Heine\n",
  "\nI would gladly raise my voice in praise of women, only they won't let me\nraise my voice.\n\t\t-- Winkle\n",
  "\nI wouldn't marry her with a ten foot pole.\n",
  "\nI'd probably settle for a vampire if he were romantic enough.\nCouldn't be any worse than some of the relationships I've had.\n\t\t-- Brenda Starr\n",
  "\nI'd rather have two girls at 21 each than one girl at 42.\n\t\t-- W.C. Fields\n",
  "\nI'm defending her honor, which is more than she ever did.\n",
  "\nI'm not denyin' the women are foolish: God Almighty made 'em to match the men.\n\t\t-- George Eliot\n",
  "\nI'm very old-fashioned.  I believe that people should marry for life,\nlike pigeons and Catholics.\n\t\t-- Woody Allen\n",
  "\nI've been in more laps than a napkin.\n\t\t-- Mae West\n",
  "\nI've spent almost all of my life with highly intelligent men.  They're not\nlike other men.  Their spirit is great and stimulating.  They hate strife;\nindeed they reject it.  Their inventive gifts are boundless.  They demand\ndevotion and obedience.  And a sense of humor.  I happily gave all of this.\nI was lucky to be chosen and clever enough to understand them.\n\t\t-- Marlene Dietrich, on her friendship with Ernest Hemingway\n",
  "\nIf I had to live my life again, I'd make the same mistakes, only sooner.\n\t\t-- Tallulah Bankhead\n",
  "\nIf I told you you had a beautiful body, would you hold it against me?\n",
  "\nIf it were not for the presents, an elopement would be preferable.\n\t\t-- George Ade, \"Forty Modern Fables\"\n",
  "\nIf men acted after marriage as they do during courtship, there would\nbe fewer divorces -- and more bankruptcies.\n\t\t-- Frances Rodman\n",
  "\nIf someone were to ask me for a short cut to sensuality, I would\nsuggest he go shopping for a used 427 Shelby-Cobra.  But it is only\nfair to warn you that of the 300 guys who switched to them in 1966,\nonly two went back to women.\n\t\t-- Mort Sahl\n",
  "\nIf the girl you love moves in with another guy once, it's more than enough.\nTwice, it's much too much.  Three times, it's the story of your life.\n",
  "\nIf there is any realistic deterrent to marriage, it's the fact that you\ncan't afford divorce.\n\t\t-- Jack Nicholson\n",
  "\nIf we men married the women we deserved, we should have a very bad time of it.\n\t\t-- Oscar Wilde\n",
  "\nIf women are supposed to be less rational and more emotional at the\nbeginning of our menstrual cycle, when the female hormone is at its\nlowest level, then why isn't it logical to say that in those few days\nwomen behave the most like the way men behave all month long?\n\t\t-- Gloria Steinham\n",
  "\nIf women didn't exist, all the money in the world would have no meaning.\n\t\t-- Aristotle Onassis\n",
  "\nIf you are afraid of loneliness, don't marry.\n\t\t-- Anton Chekhov\n",
  "\nIf you are looking for a kindly, well-to-do older gentleman who is no\nlonger interested in sex, take out an ad in The Wall Street Journal.\n\t\t-- Abigail Van Buren\n",
  "\nIf you give a man enough rope, he'll claim he's tied up at the office.\n",
  "\nIf you marry a man who cheats on his wife, you'll be married to a man who\ncheats on his wife.\n\t\t-- Ann Landers\n",
  "\nIf you MUST get married, it is always advisable to marry beauty.\nOtherwise, you'll never find anybody to take her off your hands.\n",
  "\nIf you want me to be a good little bunny just dangle some carats in front\nof my nose.\n\t\t-- Lauren Bacall\n",
  "\nIf you want to be ruined, marry a rich woman.\n\t\t-- Michelet\n",
  "\nIf you want to read about love and marriage you've got to buy two separate\nbooks.\n\t\t-- Alan King\n",
  "\nIf you want your spouse to listen and pay strict attention to every\nword you say, talk in your sleep.\n",
  "\nIf you wish women to love you, be original; I know a man who wore fur\nboots summer and winter, and women fell in love with him.\n\t\t-- Anton Chekhov\n",
  "\nIn buying horses and taking a wife shut your eyes tight and commend\nyourself to God.\n",
  "\nIn Christianity, a man may have only one wife.  This is called Monotony.\n",
  "\nIn marriage, as in war, it is permitted to take every advantage of the enemy.\n",
  "\nIn olden times sacrifices were made at the altar -- a practice which is\nstill continued.\n\t\t-- Helen Rowland\n",
  "\nIn the midst of one of the wildest parties he'd ever been to, the young man \nnoticed a very prim and pretty girl sitting quietly apart from the rest of\nthe revelers.  Approaching her, he introduced himself and, after some quiet\nconversation, said, \"I'm afraid you and I don't really fit in with this\njaded group.  Why don't I take you home?\"\"\n\t\"Fine,\" said the girl, smiling up at him demurely.  \"Where do you live?\"\n",
  "\nInsanity is considered a ground for divorce, though by the very same\ntoken it is the shortest detour to marriage.\n\t\t-- Wilson Mizner\n",
  "\nIs a wedding successful if it comes off without a hitch?\n",
  "\nIs not marriage an open question, when it is alleged, from the\nbeginning of the world, that such as are in the institution wish to get\nout, and such as are out wish to get in?\n\t\t-- Ralph Emerson\n",
  "\nIsn't it ironic that many men spend a great part of their lives\navoiding marriage while single-mindedly pursuing those things that\nwould make them better prospects?\n",
  "\nIt [marriage] happens as with cages: the birds without despair\nto get in, and those within despair of getting out.\n\t\t-- Michel Eyquem de Montaigne\n",
  "\nIt did not occur to me that my being with two men continuously would\ninterest anyone or arouse anyone's misgivings. I asked for an invitation\nfor Heinrich too, as often as it seemed possible, when Paulus and I were\ninvited to a social gathering. I felt the set of rules others lived by\nwas irrelevant. My childhood attitude -- every attempt to adjust is\nhopeless and you might just as well follow your own attitudes -- must have\ncarried me.\n\t\t-- Hannah Tillich, \"From Time to Time\"\n",
  "\nIt doesn't much signify whom one marries, for one is sure to find out\nnext morning it was someone else.\n\t\t-- Will Rogers\n",
  "\nIt has been justly observed by sages of all lands that although a man may be\nmost happily married and continue in that state with the utmost contentment,\nit does not necessarily follow that he has therefore been struck stone-blind.\n\t\t-- H. Warner Munn\n",
  "\n\tIt is always preferable to visit home with a friend.  Your parents will\nnot be pleased with this plan, because they want you all to themselves and\nbecause in the presence of your friend, they will have to act like mature\nhuman beings.\n\tThe worst kind of friend to take home is a girl, because in that case,\nthere is the potential that your parents will lose you not just for the \nduration of the visit but forever.  The worst kind of girl to take home is one\nof a different religion:  Not only will you be lost to your parents forever but\nyou will be lost to a woman who is immune to their religious/moral arguments\nand whose example will irretrievably corrupt you.\n\tLet's say you've fallen in love with just such a girl and would like\nto take her home for the holidays.  You are aware of your parents' xenophobic\nresponse to anyone of a different religion.  How to prepare them for the shock?\n\tSimple.  Call them up shortly before your visit and tell them that you\nhave gotten quite serious about somebody who is of a different religion, a\ndifferent race and the same sex.  Tell them you have already invited this\nperson to meet them.  Give the information a moment to sink in and then \nremark that you were only kidding, that your lover is merely of a different\nreligion.  They will be so relieved they will welcome her with open arms.\n\t\t-- Playboy, January, 1983\n",
  "\nIt is explained that all relationships require a little give and take.  This\nis untrue.  Any partnership demands that we give and give and give and at the\nlast, as we flop into our graves exhausted, we are told that we didn't give\nenough.\n\t\t-- Quentin Crisp, \"How to Become a Virgin\"\n",
  "\nIt is idle to attempt to talk a young woman out of her passion:\nlove does not lie in the ear.\n\t\t-- Walpole\n",
  "\nIt is most dangerous nowadays for a husband to pay any attention to his\nwife in public.  It always makes people think that he beats her when\nthey're alone.  The world has grown so suspicious of anything that looks\nlike a happy married life.\n\t\t-- Oscar Wilde\n",
  "\nIt is not necessary to inquire whether a woman would like something for\ndessert.  The answer is yes, she would like something for dessert, but\nshe would like you to order it so she can pick at it with your fork.  She\ndoes not want you to call attention to this by saying, 'If you wanted a\ndessert, why didn't you order one?'  You must understand, she has the\ndessert she wants.  The dessert she wants is contained within yours.\n\t\t-- Merrill Marcoe, \"An Insider's Guide to the American Woman\"\n",
  "\nIt is now quite lawful for a Catholic woman to avoid pregnancy by a resort to\nmathematics, though she is still forbidden to resort to physics and chemistry.\n\t\t-- H.L. Mencken\n",
  "\nIt is possible that blondes also prefer gentlemen.\n\t\t-- Maimie Van Doren\n",
  "\nIt takes a smart husband to have the last word and not use it.\n",
  "\nIt was a fine, sweet night, the nicest since my divorce, maybe the nicest\nsince the middle of my marriage.  There was energy, softness, grace and\nlaughter.  I even took my socks off.  In my circle, that means class.\n\t\t-- Andrew Bergman \"The Big Kiss-off of 1944\"\n",
  "\nIt was raining heavily, and the motorist had car trouble on a lonely country\nroad.  Anxious to find shelter for the night, he walked over to a farmhouse\nand knocked on the front door.  No one responded.  He could feel the water\nfrom the roof running down the back of his neck as he stood on the stoop.\nThe next time he knocked louder, but still no answer.  By now he was soaked\nto the skin.  Desperately he pounded on the door.  At last the head of a\nman appeared out of an upstairs window.\n\t\"What do you want?\" he asked gruffly.\n\t\"My car broke down,\" said the traveler, \"and I want to know if you\nwould let me stay here for the night.\"\n\t\"Sure,\" replied the man. \"If you want to stay there all night, it's\nokay with me.\"\n",
  "\nIt wasn't exactly a divorce -- I was traded.\n\t\t-- Tim Conway\n",
  "\nIt's a funny thing that when a woman hasn't got anything\non earth to worry about, she goes off and gets married.\n",
  "\n\"It's men like him that give the Y chromosome a bad name.\"\n",
  "\nIt's not the inital skirt length, it's the upcreep.\n",
  "\nIt's not the men in my life, but the life in my men that counts.\n\t\t-- Mae West\n",
  "\nIt's the good girls who keep the diaries, the bad girls never have the time.\n\t\t-- Tallulah Bankhead\n",
  "\n\tIt's the theory of Jess Birnbaum, of Time magazine, that women with\nbad legs should stick to long skirts because they cover a multitude of shins.\n",
  "\n\tJoe sat as his dying wife's bedside.\n\tHer voice was little more than a whisper.\n\t\"Joe, darling,\" she breathed, \"I've got a confession to make\nbefore I go.  I ... I'm the one who took the $10,000 from your safe...\nI spent it on a fling with your best friend, Charles.  And it was I who\nforced your mistress to leave the city.  And I am the one who reported \nyour income-tax evasion to the I.R.S...\"\n\t\"That's all right, dearest, don't give it a second thought,\"\nwhispered Joe. \"I'm the one who poisoned you.\"\n",
  "\nJust as I cannot remember any time when I could not read and write, I cannot\nremember any time when I did not exercise my imagination in daydreams about\nwomen.\n\t\t-- George Bernard Shaw\n",
  "\nKath: Can he be present at the birth of his child?\nEd: It's all any reasonable child can expect if the dad is present\n\tat the conception.\n\t\t-- Joe Orton, \"Entertaining Mr. Sloane\"\n",
  "\nKeep a diary and one day it'll keep you.\n\t\t-- Mae West\n",
  "\nKeep women you cannot.  Marry them and they come to hate the way you walk\nacross the room; remain their lover, and they jilt you at the end of six\nmonths.\n\t\t-- Moore\n",
  "\nKeep your eyes wide open before marriage, half shut afterwards.\n\t\t-- Benjamin Franklin\n",
  "\nKissing your hand may make you feel very good, but a diamond and\nsapphire bracelet lasts for ever.\n\t\t-- Anita Loos, \"Gentlemen Prefer Blondes\"\n",
  "\nLady Nancy Astor:\n\t\"Winston, if you were my husband, I'd put poison in your coffee.\"\nWinston Churchill:\n\t\"Nancy, if you were my wife, I'd drink it.\"\n",
  "\nLank: Here we go.  We're about to set a new record.\nEarl: (to the crowd) How about a date?\nLank: We've done it.  Earl has set a new record.  Turned down by\n      20,000 women.\n\t\t-- Lank and Earl\n",
  "\nLarge increases in cost with questionable increases in performance can\nbe tolerated only in race horses and women.\n\t\t-- Lord Kalvin\n",
  "\nLet thy maid servant be faithful, strong, and homely.\n\t\t-- Benjamin Franklin\n",
  "\nLet's just say that where a change was required, I adjusted.  In every\nrelationship that exists, people have to seek a way to survive.  If you\nreally care about the person, you do what's necessary, or that's the end.\nFor the first time, I found that I really could change, and the qualities\nI most admired in myself I gave up.  I stopped being loud and bossy ...\nOh, all right.  I was still loud and bossy, but only behind his back.\n\t\t-- Kate Hepburn, on Tracy and Hepburn\n",
  "\nLife begins at the centerfold and expands outward.\n\t\t-- Miss November, 1966\n",
  "\nLife in this society being, at best, an utter bore and no aspect of society\nbeing at all relevant to women, there remains to civic-minded responsible\nthrill-seeking females only to overthrow the government, eliminate the money\nsystem, institute complete automation and destroy the male sex.\n\t\t-- Valerie Solanas\n",
  "\nLife Sucks.  Cynical, misanthropic male, 34, looking for soul mate but\ncertain not to find her.  Drop me a note.  I'll call you, we'll talk and\nI'll ask you out to dinner where I'll probably spend more than I can\nafford in a feeble attempt to impress you.  Then we'll realize we have\nabsolutely nothing in common and we'll go our separate ways, more\nembittered and depressed than before (if such a thing is possible).\n",
  "\nLife's too short to dance with ugly women.\n",
  "\nLike all young men, you greatly exaggerate the difference between one\nyoung woman and another.\n\t\t-- George Bernard Shaw, \"Major Barbara\"\n",
  "\nLike the ski resort of girls looking for husbands and husbands looking\nfor girls, the situation is not as symmetrical as it might seem.\n\t\t-- Alan McKay\n",
  "\nLittle girls, like butterflies, need no excuse.\n\t\t-- Lazarus Long\n",
  "\nLonely men seek companionship.  Lonely women sit at home and wait.\nThey never meet.\n",
  "\nLots of girls can be had for a song.  Unfortunately, it often turns out to\nbe the wedding march.\n",
  "\nLove is an ideal thing, marriage a real thing; a confusion of the real\nwith the ideal never goes unpunished.\n\t\t-- Goethe\n",
  "\nLove is an obsessive delusion that is cured by marriage.\n\t\t-- Dr. Karl Bowman\n",
  "\nLove is the delusion that one woman differs from another.\n\t\t-- H.L. Mencken\n",
  "\nLove makes fools, marriage cuckolds, and patriotism malevolent imbeciles.\n\t\t-- Paul Leautaud, \"Passe-temps\"\n",
  "\nMacho does not prove mucho.\n\t\t-- Zsa Zsa Gabor\n",
  "\nMan and wife make one fool.\n",
  "\nMany a man has fallen in love with a girl in a light so dim he would\nnot have chosen a suit by it.\n\t\t-- Maurice Chevalier\n",
  "\nMany a man in love with a dimple makes the mistake of marrying the\nwhole girl.\n\t\t-- Stephen Leacock\n",
  "\nMany a man who thinks he's going on a maiden voyage with\na woman finds out later that it was just a shake-down cruise.\n",
  "\nMany a wife thinks her husband is the world's greatest lover.\nBut she can never catch him at it.\n",
  "\nMany husbands go broke on the money their wives save on sales.\n",
  "\nMarriage always demands the greatest understanding of the art of\ninsincerity possible between two human beings.\n\t\t-- Vicki Baum\n",
  "\nMarriage causes dating problems.\n",
  "\nMarriage is a ghastly public confession of a strictly private intention.\n",
  "\nMarriage is a great institution -- but I'm not ready for an institution yet.\n\t\t-- Mae West\n",
  "\nMarriage is a lot like the army, everyone complains, but you'd be\nsurprised at the large number that re-enlist.\n\t\t-- James Garner\n",
  "\nMarriage is a romance in which the hero dies in the first chapter.\n",
  "\nMarriage is a three ring circus: engagement ring, wedding ring, and suffering.\n\t\t-- Roger Price\n",
  "\nMarriage is an institution in which two undertake to become one, and one\nundertakes to become nothing.\n",
  "\nMarriage is based on the theory that when a man discovers a brand of beer\nexactly to his taste he should at once throw up his job and go to work\nin the brewery.\n\t\t-- George Jean Nathan\n",
  "\nMarriage is learning about women the hard way.\n",
  "\nMarriage is like twirling a baton, turning handsprings, or eating with\nchopsticks.  It looks easy until you try it.\n",
  "\nMarriage is low down, but you spend the rest of your life paying for it.\n\t\t-- Baskins\n",
  "\nMarriage is not merely sharing the fettucine, but sharing the\nburden of finding the fettucine restaurant in the first place.\n\t\t-- Calvin Trillin\n",
  "\nMarriage is the only adventure open to the cowardly.\n\t\t-- Voltaire\n",
  "\nMarriage is the process of finding out what kind of man your wife would\nhave preferred.\n",
  "\nMarriage is the waste-paper basket of the emotions.\n",
  "\nMarriage, in life, is like a duel in the midst of a battle.\n\t\t-- Edmond About\n",
  "\nMarriages are made in heaven and consummated on earth.\n\t\t-- John Lyly\n",
  "\nMarry in haste and everyone starts counting the months.\n",
  "\nMatrimony is the root of all evil.\n",
  "\nMatrimony isn't a word, it's a sentence.\n",
  "\nMen are always ready to respect anything that bores them.\n\t\t-- Marilyn Monroe\n",
  "\nMen are those creatures with two legs and eight hands.\n\t\t-- Jayne Mansfield\n",
  "\nMen aren't attracted to me by my mind.  They're attracted by what I\ndon't mind...\n\t\t-- Gypsy Rose Lee\n",
  "\nMen have a much better time of it than women; for one thing they marry later;\nfor another thing they die earlier.\n\t\t-- H.L. Mencken\n",
  "\nMen have as exaggerated an idea of their rights as women have of their wrongs.\n\t\t-- E.W. Howe\n",
  "\nMen live for three things, fast cars, fast women and fast food.\n",
  "\nMen never make passes at girls wearing glasses.\n\t\t-- Dorothy Parker\n",
  "\nMen of quality are not afraid of women for equality.\n",
  "\nMen say of women what pleases them; women do with men what pleases them.\n\t\t-- DeSegur\n",
  "\nMen seldom show dimples to girls who have pimples.\n",
  "\nMen still remember the first kiss after women have forgotten the last.\n",
  "\nMen who cherish for women the highest respect are seldom popular with them.\n\t\t-- Joseph Addison\n",
  "\nMen's magazines often feature pictures of naked ladies.  Women's magazines\nalso often feature pictures of naked ladies.  This is because the female\nbody is a beautiful work of art, while the male body is hairy and lumpy and\nshould not be seen by the light of day.\n\t\t-- Richard Roeper, \"Men and Women Are Different\"\n",
  "\nMiguel Cervantes wrote Donkey Hote.  Milton wrote Paradise Lost, then his\nwife died and he wrote Paradise Regained.\n",
  "\nMoe:\tWanna play poker tonight?\nJoe:\tI can't. It's the kids' night out.\nMoe:\tSo?\nJoe:\tI gotta stay home with the nurse.\n",
  "\nMoe:\tWhat did you give your wife for Valentine's Day?\nJoe:\tThe usual gift -- she ate my heart out.\n",
  "\nMoney and women are the most sought after and the least known of any two\nthings we have.\n\t\t-- The Best of Will Rogers\n",
  "\nMoney is a powerful aphrodisiac.  But flowers work almost as well.\n\t\t-- Lazarus Long\n",
  "\nMonogamy is the Western custom of one wife and hardly any mistresses.\n\t\t-- H.H. Munro\n",
  "\n... most of us learned about love the hard way.  Even warnings are probably\nuseless, for somehow, despite the severest warnings of parents and friends,\nhundreds, thousands of women have forgotten themselves at the last minute\nand succumbed to the lies, promises, flatteries, or mere attentions of\nlusting, lovely men, landing themselves in complicated predicaments from\nwhich some of them never recovered during their entire lives.  And I am not\nspeaking only of your teenaged Midwesterners in 1958; I'm speaking of women\nof every age in every city in every year.  The notorious sexual revolution\nhas saved no one from the pain and confusion of love.\n\t\t-- Alix Kates Shulman\n",
  "\nMy notion of a husband at forty is that a woman should be able to change him,\nlike a bank note, for two twenties.\n",
  "\nNever accept an invitation from a stranger unless he gives you candy.\n\t\t-- Linda Festa\n",
  "\nNever argue with a woman when she's tired -- or rested.\n",
  "\nNever eat at a place called Mom's.  Never play cards with a man named Doc.\nAnd never lie down with a woman who's got more troubles than you.\n\t\t-- Nelson Algren, \"What Every Young Man Should Know\"\n",
  "\nNever go to bed mad.  Stay up and fight.\n\t\t-- Phyllis Diller, \"Phyllis Diller's Housekeeping Hints\"\n",
  "\nNever sleep with a woman whose troubles are worse than your own.\n\t\t-- Nelson Algren\n",
  "\nNever tell.  Not if you love your wife ... In fact, if your old lady walks\nin on you, deny it.  Yeah.  Just flat out and she'll believe it: \"I'm\ntellin' ya.  This chick came downstairs with a sign around her neck `Lay\nOn Top Of Me Or I'll Die'.  I didn't know what I was gonna do...\"\n\t\t-- Lenny Bruce\n",
  "\nNew Year's Eve is the time of year when a man most feels his age,\nand his wife most often reminds him to act it.\n\t\t-- Webster's Unafraid Dictionary\n",
  "\nNo friendship is so cordial or so delicious as that of girl for girl;\nno hatred so intense or immovable as that of woman for woman.\n\t\t-- Landor\n",
  "\nNo man can have a reasonable opinion of women until he has long lost\ninterest in hair restorers.\n\t-- Austin O'Malley\n",
  "\nNo modern woman with a grain of sense ever sends little notes to an\nunmarried man -- not until she is married, anyway.\n\t\t-- Arthur Binstead\n",
  "\nNo one knows like a woman how to say things that are at once gentle and deep.\n\t\t-- Hugo\n",
  "\nNo self-made man ever did such a good job that some woman didn't\nwant to make some alterations.\n\t\t-- Kim Hubbard\n",
  "\nNo woman can call herself free until she can choose consciously whether\nshe will or will not be a mother.\n\t\t-- Margaret H. Sanger\n",
  "\nNo woman can endure a gambling husband, unless he is a steady winner.\n\t\t-- Lord Thomas Dewar\n",
  "\nNo woman ever falls in love with a man unless she has a better opinion of\nhim than he deserves.\n\t\t-- Edgar Watson Howe\n",
  "\nNobody really knows what happiness is, until they're married.\nAnd then it's too late.\n",
  "\nNot every problem someone has with his girlfriend is necessarily due to\nthe capitalist mode of production.\n\t\t-- Herbert Marcuse\n",
  "\nOf all the animals, the boy is the most unmanageable.\n\t\t-- Plato\n",
  "\nOf course a platonic relationship is possible -- but only between\nhusband and wife.\n",
  "\nOnce a woman has given you her heart you can never get rid of the rest of her.\n\t\t-- Vanbrugh\n",
  "\n\tOnce upon a time there was a beautiful young girl taking a stroll \nthrough the woods.  All at once she saw an extremely ugly bull frog seated \non a log and to her amazement the frog spoke to her.  \"Maiden,\" croaked the\nfrog, \"would you do me a favor?  This will be hard for you to believe, but\nI was once a handsome, charming prince and then a mean, ugly old witch cast\na spell over me and turned me into a frog.\"\n\t\"Oh, what a pity!\", exclaimed the girl.  \"I'll do anything I can to\nhelp you break such a spell.\"\n\t\"Well,\" replied the frog, \"the only way that this spell can be\ntaken away is for some lovely young woman to take me home and let me spend\nthe night under her pillow.\"\n\tThe young girl took the ugly frog home and placed him beneath her\npillow that night when she retired.  When she awoke the next morning, sure\nenough, there beside her in bed was a very young, handsome man, clearly of\nroyal blood.  And so they lived happily ever after, except that to this day\nher father and mother still don't believe her story.\n",
  "\n\tOnce upon a time there were three brothers who were knights\nin a certain kingdom.  And, there was a Princess in a neighboring kingdom\nwho was of marriageable age.  Well, one day, in full armour, their horses,\nand their page, the three brothers set off to see if one of them could\nwin her hand.  The road was long and there were many obstacles along the\nway, robbers to be overcome, hard terrain to cross.  As they coped with\neach obstacle they became more and more disgusted with their page.  He was\nnot only inept, he was a coward, he could not handle the horses, he was,\nin short, a complete flop.  When they arrived at the court of the kingdom,\nthey found that they were expected to present the Princess with some\ntreasure.  The two older brothers were discouraged, since they had not\nthought of this and were unprepared.  The youngest, however, had the\nanswer:  Promise her anything, but give her our page.\n",
  "\n\tOne evening he spoke.  Sitting at her feet, his face raised to her,\nhe allowed his soul to be heard.  \"My darling, anything you wish, anything\nI am, anything I can ever be...  That's what I want to offer you -- not the\nthings I'll get for you, but the thing in me that will make me able to get\nthem.  That thing -- a man can't renounce it -- but I want to renounce it -- so\nthat it will be yours -- so that it will be in your service -- only for you.\"\n\tThe girl smiled and asked: \"Do you think I'm prettier than Maggie\nKelly?\"\n\tHe got up.  He said nothing and walked out of the house.  He never\nsaw that girl again.  Gail Wynand, who prided himself on never needing a\nlesson twice, did not fall in love again in the years that followed.\n\t\t-- Ayn Rand, \"The Fountainhead\"\n",
  "\nOne girl can be pretty -- but a dozen are only a chorus.\n\t\t-- F. Scott Fitzgerald, \"The Last Tycoon\"\n",
  "\nOne is not born a woman, one becomes one.\n\t\t-- Simone de Beauvoir\n",
  "\nOne man's folly is another man's wife.\n\t\t-- Helen Rowland\n",
  "\nOne should always be in love.  That is the reason one should never marry.\n\t\t-- Oscar Wilde\n",
  "\nOnly two groups of people fall for flattery -- men and women.\n",
  "\n\tPeople of all sorts of genders are reporting great difficulty,\nthese days, in selecting the proper words to refer to those of the female\npersuasion.\n\t\"Lady,\" \"woman,\" and \"girl\" are all perfectly good words, but\nmisapplying them can earn one anything from the charge of vulgarity to a good\nswift smack.  We are messing here with matters of deference, condescension,\nrespect, bigotry, and two vague concepts, age and rank.  It is troubling\nenough to get straight who is really what.  Those who deliberately misuse\nthe terms in a misbegotten attempt at flattery are asking for it.\n\tA woman is any grown-up female person.  A girl is the un-grown-up\nversion.  If you call a wee thing with chubby cheeks and pink hair ribbons a\n\"woman,\" you will probably not get into trouble, and if you do, you will be\nable to handle it because she will be under three feet tall.  However, if you\ncall a grown-up by a child's name for the sake of implying that she has a\nyouthful body, you are also implying that she has a brain to match.\n",
  "\nPhysically there is nothing to distinguish human society from the\nfarm-yard except that children are more troublesome and costly than\nchickens and women are not so completely enslaved as farm stock.\n\t\t-- George Bernard Shaw, \"Getting Married\"\n",
  "\nRich bachelors should be heavily taxed.  It is not fair that some men\nshould be happier than others.\n\t\t-- Oscar Wilde\n",
  "\nSally:\tC'mon, Ted, all I'm asking you to do is share your feelings\n\twith me.\nTed:\tALL?  Do you realize what you're asking?  Men aren't trained\n\tto share.  We're trained to protect ourselves by not\n\tletting anyone too close.  Good grief, if I go around\n\tsharing everything with you, you could hang me out to dry.\nSally:\tIt's called \"trust,\" Ted.\nTed:\t\"Sharing\"?  \"Trust\"?  You're really asking me to sail into\n\tuncharted waters here.\n\t\t-- Sally Forth\n",
  "\nScientists still know less about what attracts men than they do about\nwhat attracts mosquitoes.\n\t\t-- Dr. Joyce Brothers,\n\t\t\"What Every Woman Should Know About Men\"\n",
  "\nShe always believed in the old adage -- leave them while you're looking good.\n\t\t-- Anita Loos, \"Gentlemen Prefer Blondes\"\n",
  "\nShe been married so many times she got rice marks all over her face.\n\t\t-- Tom Waits\n",
  "\nShe is descended from a long line that her mother listened to.\n\t\t-- Gypsy Rose Lee\n",
  "\nShe just came in, pounced around this thing with me for a few years, enjoyed\nherself, gave it a sort of beautiful quality and left.  Excited a few men\nin the meantime.\n\t\t-- Patrick Macnee, reminiscing on Diana Rigg's\n\t\t   involvement in \"The Avengers\".\n",
  "\nShe liked him; he was a man of many qualities, even if most of them were bad.\n",
  "\nShe missed an invaluable opportunity to give him a look that you could\nhave poured on a waffle ...\n",
  "\nShe's learned to say things with her eyes that others waste time putting\ninto words.\n",
  "\nShe's so tough she won't take 'yes' for an answer.\n",
  "\nShe's the kind of girl who climbed the ladder of success wrong by wrong.\n\t\t-- Mae West\n",
  "\nSo many beautiful women and so little time.\n\t\t-- John Barrymore\n",
  "\nSo many men; so little time.\n",
  "\nSo many women; so little nerve.\n",
  "\nSo many women; so little time!\n",
  "\n\t\"So you don't have to, Cindy, but I was wondering if you might\nwant to go to someplace, you know, with me, sometime.\"\n\t\"Well, I can think of a lot of worse things, David.\"\n\t\"Friday, then?\"\n\t\"Why not, David, it might even be fun.\"\n\t\t-- Dating in Minnesota\n",
  "\nSome husbands are living proof that a woman can take a joke.\n",
  "\nSome marriages are made in heaven -- but so are thunder and lightning.\n",
  "\nSome men are all right in their place -- if they only the knew the right places!\n\t\t-- Mae West\n",
  "\nSome men are so interested in their wives' continued happiness that they\nhire detectives to find out the reason for it.\n",
  "\nSome men are so macho they'll get you pregnant just to kill a rabbit.\n\t\t-- Maureen Murphy\n",
  "\nSome men feel that the only thing they owe the woman who marries them\nis a grudge.\n\t\t-- Helen Rowland\n",
  "\nSome of us are becoming the men we wanted to marry.\n\t\t-- Gloria Steinem\n",
  "\nSometimes a cigar is just a cigar.\n\t\t-- Sigmund Freud\n",
  "\nSometimes, when I think of what that girl means to me, it's all I can do\nto keep from telling her.\n\t\t-- Andy Capp\n",
  "\nStanford women are responsible for the success of many Stanford men:\nthey give them \"just one more reason\" to stay in and study every night.\n",
  "\nTake my word for it, the silliest woman can manage a clever man, but it\nneeds a very clever woman to manage a fool.\n\t\t-- Kipling\n",
  "\nTehee quod she, and clapte the wyndow to.\n\t\t-- Geoffrey Chaucer\n",
  "\nThat woman speaks eight languages and can't say \"no\" in any of them.\n\t\t-- Dorothy Parker\n",
  "\nThe advantage of being celibate is that when one sees a pretty girl one\ndoes not need to grieve over having an ugly one back home.\n\t\t-- Paul Leautaud, \"Propos d'un jour\"\n",
  "\nThe anger of a woman is the greatest evil with which you can threaten your\nenemies.\n\t\t-- Bonnard\n",
  "\nThe average girl would rather have beauty than brains because she knows\nthat the average man can see much better than he can think.\n\t\t-- Ladies' Home Journal\n",
  "\nThe average woman must inevitably view her actual husband with a certain\ndisdain; he is anything but her ideal.  In consequence, she cannot help\nfeeling that her children are cruelly handicapped by the fact that he is\ntheir father.\n\t\t-- H.L. Mencken\n",
  "\nThe best man for the job is often a woman.\n",
  "\nThe best thing about being bald is, that, when unexpected company arrives,\nall you have to do is straighten your tie.\n",
  "\nThe big question is why in the course of evolution the males permitted\nthemselves to be so totally eclipsed by the females.  Why do they tolerate\nthis total subservience, this wretched existence as outcasts who are\nhungry all the time?\n",
  "\nThe chains of marriage are so heavy that it takes two to carry them, and\nsometimes three.\n\t\t-- Alexandre Dumas\n",
  "\nThe days just prior to marriage are like a snappy introduction to a \ntedious book.\n",
  "\n\tThe defense attorney was hammering away at the plaintiff:\n\"You claim,\" he jeered, \"that my client came at you with a broken bottle\nin his hand.  But is it not true, that you had something in YOUR hand?\"\n\t\"Yes,\" the man admitted, \"his wife. Very charming, of course,\nbut not much good in a fight.\"\n",
  "\nThe difference between legal separation and divorce is that legal\nseparation gives the man time to hide his money.\n",
  "\nThe duration of passion is proportionate with the original resistance\nof the woman.\n\t\t-- Honor'\be DeBalzac\n",
  "\nThe eternal feminine draws us upward.\n\t\t-- Goethe\n",
  "\nThe first marriage is the triumph of imagination over intelligence,\nand the second the triumph of hope over experience.\n",
  "\nThe gentlemen looked one another over with microscopic carelessness.\n",
  "\nThe girl who remembers her first kiss now has a daughter who can't even\nremember her first husband.\n",
  "\nThe girl who stoops to conquer usually wears a low-cut dress.\n",
  "\nThe girl who swears no one has ever made love to her has a right to swear.\n\t\t-- Sophia Loren\n",
  "\nThe gods gave man fire and he invented fire engines.  They gave him\nlove and he invented marriage.\n",
  "\nThe happiest time of a person's life is after his first divorce.\n\t\t-- J.K. Galbraith \n",
  "\nThe heaviest object in the world is the body of the woman you have ceased\nto love.\n\t\t-- Marquis de Lac de Clapiers Vauvenargues\n",
  "\nThe honeymoon is not actually over until we cease to stifle our sighs\nand begin to stifle our yawns.\n\t\t-- Helen Rowland\n",
  "\nThe honeymoon is over when he phones to say he'll be late for supper and\nshe's already left a note that it's in the refrigerator.\n\t\t-- Bill Lawrence\n",
  "\nThe husband who doesn't tell his wife everything probably reasons that\nwhat she doesn't know won't hurt him.\n\t\t-- Leo J. Burke\n",
  "\nThe little girl expects no declaration of tenderness from her doll.\nShe loves it -- and that's all.  It is thus that we should love.\n\t\t-- DeGourmont\n",
  "\nThe majority of husbands remind me of an orangutang trying to play the violin.\n\t\t-- Honor'\be DeBalzac\n",
  "\nThe man who understands one woman is qualified to understand pretty well\neverything.\n\t\t-- Yeats\n",
  "\nThe mature bohemian is one whose woman works full time.\n",
  "\nThe most common form of marriage proposal: \"YOU'RE WHAT!?\"\n",
  "\nThe most dangerous food is wedding cake.\n\t\t-- American proverb\n",
  "\nThe most difficult years of marriage are those following the wedding.\n",
  "\nThe most happy marriage I can imagine to myself would be the union\nof a deaf man to a blind woman.\n\t\t-- Samuel Taylor Coleridge\n",
  "\nThe most important thing in a relationship between a man and a woman\nis that one of them be good at taking orders.\n\t\t-- Linda Festa\n",
  "\nThe most popular labor-saving device today is still a husband with money.\n\t\t-- Joey Adams, \"Cindy and I\"\n",
  "\nThe mother of the year should be a sterilized woman with two adopted children.\n\t\t-- Paul Ehrlich\n",
  "\nThe one charm of marriage is that it makes a life of deception a neccessity.\n\t\t-- Oscar Wilde\n",
  "\nThe only real argument for marriage is that it remains the best method\nfor getting acquainted.\n\t\t-- Heywood Broun\n",
  "\nThe only really masterful noise a man makes in a house is the noise\nof his key, when he is still on the landing, fumbling for the lock.\n\t\t-- Colette\n",
  "\nThe perfect man is the true partner.  Not a bed partner nor a fun partner,\nbut a man who will shoulder burdens equally with [you] and possess that\nquality of joy.\n\t\t-- Erica Jong\n",
  "\nThe person who marries for money usually earns every penny of it.\n",
  "\nThe prettiest women are almost always the most boring, and that is why\nsome people feel there is no God.\n\t\t-- Woody Allen, \"Without Feathers\"\n",
  "\nThe Ruffed Pandanga of Borneo and Rotherham spreads out his feathers in\nhis courtship dance and imitates Winston Churchill and Tommy Cooper on\none leg.  The padanga is dying out because the female padanga doesn't\ntake it too seriously.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"\n",
  "\nThe six great gifts of an Irish girl are beauty, soft voice, sweet speech,\nwisdom, needlework, and chastity.\n\t\t-- Theodore Roosevelt, 1907\n",
  "\nThe surest sign that a man is in love is when he divorces his wife.\n",
  "\nThe trouble with some women is that they get all excited about nothing\n-- and then marry him.\n\t\t-- Cher\n",
  "\nThe truth about a woman often lasts longer than the woman is true.\n",
  "\nThe two things that can get you into trouble quicker than anything else\nare fast women and slow horses.\n",
  "\nThe way to fight a woman is with your hat.  Grab it and run.\n",
  "\nThe woman you buy -- and she is the least expensive -- takes a great\ndeal of money.  The woman who gives herself takes all your time.\n\t\t-- Balzac\n",
  "\nThere are a few things that never go out of style, and a feminine woman\nis one of them.\n\t\t-- Ralston\n",
  "\nThere are four stages to a marriage.  First there's the affair, then there's\nthe marriage, then children and finally the fourth stage, without which you\ncannot know a woman, the divorce.\n\t\t-- Norman Mailer\n",
  "\nThere are three things I have always loved and never understood --\nart, music, and women.\n",
  "\nThere are three things men can do with women: love them, suffer for them,\nor turn them into literature.\n\t\t-- Stephen Stills\n",
  "\nThere are two times when a man doesn't understand a woman -- before\nmarriage and after marriage.\n",
  "\nThere goes the good time that was had by all.\n\t\t-- Bette Davis, remarking on a passing starlet\n",
  "\nThere is a vast difference between the savage and civilized man, but it\nis never apparent to their wives until after breakfast.\n\t\t-- Helen Rowland\n",
  "\nThere is no realizable power that man cannot, in time, fashion the tools\nto attain, nor any power so secure that the naked ape will not abuse it.\nSo it is written in the genetic cards -- only physics and war hold him in\ncheck.  And also the wife who wants him home by five, of course.\n\t\t-- Encyclopadia Apocryphia, 1990 ed.\n",
  "\nThere is no such thing as an ugly woman -- there are only the ones who do\nnot know how to make themselves attractive.\n\t\t-- Christian Dior\n",
  "\nThere is not much to choose between a woman who deceives us for another,\nand a woman who deceives another for ourselves.\n\t\t-- Augier\n",
  "\nThere is only one way to console a widow.  But remember the risk.\n\t\t-- Robert Heinlein\n",
  "\nThere's nothing like a girl with a plunging neckline to keep a man on his toes.\n",
  "\nThere's nothing like a good dose of another woman to make a man appreciate\nhis wife.\n\t\t-- Clare Booth Luce\n",
  "\nThere's nothing like good food, good wine, and a bad girl.\n",
  "\nThere's one consolation about matrimony.  When you look around you can\nalways see somebody who did worse.\n\t\t-- Warren H. Goldsmith\n",
  "\nThere's one fool at least in every married couple.\n",
  "\nThere's only one way to have a happy marriage and as soon as I learn\nwhat it is I'll get married again.\n\t\t-- Clint Eastwood\n",
  "\nThere's too much beauty upon this earth for lonely men to bear.\n\t\t-- Richard Le Gallienne\n",
  "\nThis guy runs into his house and yells to his wife, \"Kathy, pack up your\nbags!  I just won the California lottery!\"\n\t\"Honey!\", Kathy exclaims, \"Shall I pack for warm weather or cold?\"\n\t\"I don't care,\" responds the husband. \"just so long as you're out\nof the house by dinner!\"\n",
  "\n'Tis more blessed to give than receive; for example, wedding presents.\n\t\t-- H.L. Mencken\n",
  "\nTo be beautiful is enough! if a woman can do that well who should demand\nmore from her?  You don't want a rose to sing.\n\t\t-- Thackeray\n",
  "\nTo be considered successful, a woman must be much better at her job\nthan a man would have to be.  Fortunately, this isn't difficult.\n",
  "\nTo be successful, a woman has to be much better at her job than a man.\n\t\t-- Golda Meir\n",
  "\nTo err is human -- but it feels divine.\n\t\t-- Mae West\n",
  "\nTo find out a girl's faults, praise her to her girl friends.\n\t\t-- Benjamin Franklin\n",
  "\nTo many, total abstinence is easier than perfect moderation.\n\t\t-- St. Augustine\n",
  "\nTo our sweethearts and wives.  May they never meet.\n\t\t-- 19th century toast\n",
  "\nToday when a man gets married he gets a home, a housekeeper, a cook, a cheering\nsquad and another paycheck.  When a woman marries, she gets a boarder.\n",
  "\nToo much of a good thing is WONDERFUL.\n\t\t-- Mae West\n",
  "\nTrust your husband, adore your husband, and get as much as you can in your\nown name.\n\t\t-- Joan Rivers\n",
  "\nTwenty years of romance make a woman look like a ruin; but twenty years of\nmarriage make her something like a public building.\n\t\t-- Oscar Wilde\n",
  "\nTwo sure ways to tell a REALLY sexy man; the first is, he has a bad memory.\nI forget the second.\n",
  "\nUntil Eve arrived, this was a man's world.\n\t\t-- Richard Armour\n",
  "\nValerie: Aww, Tom, you're going maudlin on me ...\nTom:\t I reserve the right to wax maudlin as I wane eloquent ...\n\t\t-- Tom Chapin\n",
  "\nVery few modern women either like or desire marriage, especially after the\nceremony has been performed.  Primarily women wish attention and affection.\nMatrimony is something they accept when there is no alternative.  Really,\nit is a waste of time, and hazardous, to marry them.  It leaves one open\nto a rival.  Husbands, good or bad, always have rivals.  Lovers, never.\n\t\t-- Helen Lawrenson, \"Esquire\"\n",
  "\nWe were happily married for eight months.  Unfortunately, we were married\nfor four and a half years.\n\t\t-- Nick Faldo\n",
  "\nWe're all looking for a woman who can sit in a mini-skirt and talk\nphilosophy, executing both with confidence and style.\n",
  "\nWedding is destiny, and hanging likewise.\n\t\t-- John Heywood\n",
  "\nWedding rings are the world's smallest handcuffs.\n",
  "\nWell, it's hard for a mere man to believe that woman doesn't have equal rights.\n\t\t-- Dwight D. Eisenhower\n",
  "\nWhat a misfortune to be a woman!  And yet, the worst misfortune is not to\nunderstand what a misfortune it is.\n\t\t-- Kierkegaard, 1813-1855.\n",
  "\nWhat do you give a man who has everything?  Penicillin.\n\t\t-- Jerry Lester\n",
  "\n\t\"What do you give a man who has everything?\" the pretty teenager\nasked her mother.\n\t\"Encouragement, dear,\" she replied.\n",
  "\nWhat nonsense people talk about happy marriages!  A man can be happy with\nany woman so long as he doesn't love her.\n\t\t-- Oscar Wilde\n",
  "\nWhat passes for woman's intuition is often nothing more than man's\ntransparency.\n\t\t-- George Nathan\n",
  "\nWhat publishers are looking for these days isn't radical feminism.  It's\ncorporate feminism -- a brand of feminism designed to sell books and\nmagazines, three-piece suits, airline tickets, Scotch, cigarettes and,\nmost important, corporate America's message, which runs: Yes, women were\ndiscriminated against in the past, but that unfortunate mistake has been\nremedied; now every woman can attain wealth, prestige and power by dint\nof individual rather than collective effort.\n\t\t-- Susan Gordon\n",
  "\nWhatever women do they must do twice as well as men to be thought half\nas good.  Luckily this is not difficult.\n\t\t-- Charlotte Whitton\n",
  "\nWhen a girl can read the handwriting on the wall, she may be in the wrong\nrest room.\n",
  "\nWhen a girl marries she exchanges the attentions of many men for the\ninattentions of one.\n\t\t-- Helen Rowland\n",
  "\nWhen a man steals your wife, there is no better revenge than to let him\nkeep her.\n\t\t-- Sacha Guitry\n",
  "\nWhen a woman gives me a present I have always two surprises:\nfirst is the present, and afterward, having to pay for it.\n\t\t-- Donnay\n",
  "\nWhen a woman marries again it is because she detested her first husband.\nWhen a man marries again, it is because he adored his first wife.\n\t\t-- Oscar Wilde\n",
  "\nWhen choosing between two evils, I always like to take the one I've never\ntried before.\n\t\t-- Mae West, \"Klondike Annie\"\n",
  "\nWhen God created two sexes, he may have been overdoing it.\n\t\t-- Charles Merrill Smith\n",
  "\nWhen God saw how faulty was man He tried again and made woman.  As to\nwhy he then stopped there are two opinions.  One of them is woman's.\n\t\t-- DeGourmont\n",
  "\nWhen I was a young man, I vowed never to marry until I found the ideal\nwoman.  Well, I found her -- but alas, she was waiting for the ideal man.\n\t\t-- Robert Schuman\n",
  "\nWhen I'm good, I'm great; but when I'm bad, I'm better.\n\t\t-- Mae West\n",
  "\nWhen it comes to broken marriages most husbands will split the blame --\nhalf his wife's fault, and half her mother's.\n",
  "\nWhen Marriage is Outlawed, Only Outlaws will have Inlaws.\n",
  "\nWhen my freshman roommate at Cornell found out I was Jewish, she was, at\nher request, moved to a different room.  She told me she didn't think she\nhad ever seen a Jew before.  My only response was to begin wearing a\nsmall Star of David on a chain around my neck.  I had not become a more\nobserving Jew; rather, discovering that the label of Jew was offensive to\nothers made me want to let people know who I was and what I believed in.\nSimilarly, after talking to these young women -- one of whom told me that\nshe didn't think she had ever met a feminist -- I've taken to identifying\nmyself as a feminist in the most unlikely of situations.\n\t\t-- Susan Bolotin, \"Voices From the Post-Feminist Generation\"\n",
  "\nWhen one knows women one pities men, but when one studies men,\none excuses women.\n\t\t-- Horne Tooke\n",
  "\nWhen the candles are out all women are fair.\n\t\t-- Plutarch\n",
  "\nWhen the saleman's car broke down, he walked to the nearest farmhouse to ask\nif he could stay the night.  The farmer agreed to put him up.  \"I live alone,\"\nhe continued, \"you can have the bedroom at the top of the stairs, to the\nright.\"\n\t\"Oh, never mind,\" the disappointed salesman said. \"I think I'm in\nthe wrong joke.\"\n",
  "\nWhen there is an old maid in the house, a watch dog is unnecessary.\n\t\t-- Balzac\n",
  "\nWhen two people are under the influence of the most violent, most insane,\nmost delusive, and most transient of passions, they are required to swear\nthat they will remain in that excited, abnormal, and exhausting condition\ncontinuously until death do them part.\n\t\t-- George Bernard Shaw\n",
  "\nWhen women kiss it always reminds one of prize fighters shaking hands.\n\t\t-- H.L. Mencken, \"Sententiae\"\n",
  "\nWhen women love us, they forgive us everything, even our crimes; when they do\nnot love us, they give us credit for nothing, not even our virtues.\n\t\t-- Honor'\be de Balzac\n",
  "\nWhen you're bored with yourself, marry, and be bored with someone else.\n\t\t-- David Pryce-Jones\n",
  "\nWhen you're married to someone, they take you for granted ... when\nyou're living with someone it's fantastic ... they're so frightened\nof losing you they've got to keep you satisfied all the time.\n\t\t-- Nell Dunn, \"Poor Cow\"\n",
  "\nWhenever I date a guy, I think, is this the man I want my children\nto spend their weekends with?\n\t\t-- Rita Rudner\n",
  "\nWhere's the man could ease a heart like a satin gown?\n\t\t-- Dorothy Parker, \"The Satin Dress\"\n",
  "\nWhy a man would want a wife is a big mystery to some people.  Why a man\nwould want *___\b\b\btwo* wives is a bigamystery.\n",
  "\nWhy isn't there some cheap and easy way to prove how much she means to me?\n",
  "\nWhy won't you let me kiss you goodnight?  Is it something I said?\n\t\t-- Tom Ryan\n",
  "\nWith the end of the football season, a star player for the college team\ncelebrated the relaxation of team curfew by attending a late-night campus\nparty.  Soon after arriving, he became captivated by a beautiful coed and\neased into a conversation with her by asking if she met many dates at\nparties.\n\t\"Oh, I have a three point eight, so I'm much more attracted to the\nstrong academic types than to the dumb party animals,\" she said.  \"What's\nyour G.P.A.?\"\n\tGrinning ear to ear, the jock boasted, \"I get about twenty-five in\nthe city and forty on the highway.\"\n",
  "\nWoman inspires us to great things, and prevents us from achieving them.\n\t\t-- Dumas\n",
  "\nWoman was God's second mistake.\n\t\t-- Nietzsche\n",
  "\nWoman was taken out of man -- not out of his head, to rule over him; nor\nout of his feet, to be trampled under by him; but out of his side, to be\nequal to him -- under his arm, that he might protect her, and near his heart\nthat he might love her.\n\t\t-- Henry\n",
  "\nWoman's advice has little value, but he who won't take it is a fool.\n\t\t-- Cervantes\n",
  "\nWomen are all alike.  When they're maids they're mild as milk: once make 'em\nwives, and they lean their backs against their marriage certificates, and\ndefy you.\n\t\t-- Jerrold\n",
  "\nWomen are always anxious to urge bachelors to matrimony; is it from charity,\nor revenge?\n\t\t-- Gustave Vapereau\n",
  "\nWomen are just like men, only different.\n",
  "\nWomen are like elephants to me: I like to look at them, but I wouldn't\nwant to own one.\n\t\t-- W.C. Fields\n",
  "\nWomen are not much, but they are the best other sex we have.\n\t\t-- Herold\n",
  "\nWomen are wiser than men because they know less and understand more.\n\t\t-- Stephens\n",
  "\nWomen aren't as mere as they used to be.\n\t\t-- Pogo\n",
  "\nWomen can keep a secret just as well as men, but it takes more of them\nto do it.\n",
  "\nWomen complain about sex more than men.  Their gripes fall into two\ncategories: (1) Not enough and (2) Too much.\n\t\t-- Ann Landers\n",
  "\nWomen give themselves to God when the Devil wants nothing more to do with them.\n\t\t-- Arnould\n",
  "\nWomen give to men the very gold of their lives.  Possibly; but they\ninvariably want it back in such very small change.\n\t\t-- Oscar Wilde\n",
  "\nWomen in love consist of a little sighing, a little crying, a little dying\n-- and a good deal of lying.\n\t\t-- Ansey\n",
  "\nWomen reason with the heart and are much less often wrong than men who\nreason with the head.\n\t\t-- DeLescure\n",
  "\nWomen sometimes forgive a man who forces the opportunity, but never a man\nwho misses one.\n\t\t-- Charles De Talleyrand-Perigord\n",
  "\nWomen treat us just as humanity treats its gods.  They worship us and are\nalways bothering us to do something for them.\n\t\t-- Oscar Wilde\n",
  "\nWomen want their men to be cops.  They want you to punish them and tell\nthem what the limits are.  The only thing that women hate worse from a man\nthan being slapped is when you get on your knees and say you're sorry.\n\t\t-- Mort Sahl\n",
  "\nWomen waste men's lives and think they have indemnified them by a few\ngracious words.\n\t\t-- Honor'\be de Balzac\n",
  "\nWomen who want to be equal to men lack imagination.\n",
  "\nWomen wish to be loved without a why or a wherefore; not because they are\npretty, or good, or well-bred, or graceful, or intelligent, but because\nthey are themselves.\n\t\t-- Amiel\n",
  "\nWomen's virtue is man's greatest invention.\n\t\t-- Cornelia Otis Skinner\n",
  "\nWomen, deceived by men, want to marry them; it is a kind of revenge\nas good as any other.\n\t\t-- Philippe De Remi\n",
  "\nWomen, when they are not in love, have all the cold blood of an experienced \nattorney.\n\t\t-- Honor'\be de Balzac\n",
  "\nWomen, when they have made a sheep of a man, always tell him that he is a\nlion with a will of iron.\n\t\t-- Honor'\be de Balzac\n",
  "\n\t\"You are *so* lovely.\"\n\t\"Yes.\"\n\t\"Yes!  And you take a compliment, too!  I like that in a goddess.\"\n",
  "\nYou are not permitted to kill a woman who has wronged you, but nothing\nforbids you to reflect that she is growing older every minute.  You are\navenged fourteen hundred and forty times a day.\n\t\t-- Ambrose Bierce\n",
  "\nYou ask what a nice girl will do?  She won't give an inch, but she won't\nsay no.\n\t\t-- Marcus Valerius Martialis\n",
  "\nYou can have a dog as a friend.  You can have whiskey as a friend.  But\nif you have a woman as a friend, you're going to wind up drunk and kissing\nyour dog.\n\t\t-- foolin' around\n",
  "\nYou can never trust a woman; she may be true to you.\n",
  "\nYou can't kiss a girl unexpectedly -- only sooner than she thought you would.\n",
  "\nYou have only to mumble a few words in church to get married and few words\nin your sleep to get divorced.\n",
  "\nYou just know when a relationship is about to end.  My girlfriend called me\nat work and asked me how you change a lightbulb in the bathroom.  \"It's very\nsimple,\" I said. \"You start by filling up the bathtub with water...\"\n",
  "\nYou know what we can be like:  See a guy and think he's cute one minute, the\nnext minute our brains have us married with kids, the following minute we see\nhim having an extramarital affair.  By the time someone says \"I'd like you to\nmeet Cecil,\" we shout, \"You're late again with the child support!\"\n\t\t-- Cynthia Heimel, \"A Girl's Guide to Chaos\"\n",
  "\nYou know you're getting old when you're Dad, and you're measuring your daughter\nfor camp clothes, and there are certain measurements only her mother is allowed\nto take.\n",
  "\nYou know, of course, that the Tasmanians, who never committed adultery,\nare now extinct.\n\t\t-- M. Somerset Maugham\n",
  "\nYou lived with a man who wore white belts?  Laura, I'm disappointed in you.\n\t\t-- Remington Steele\n",
  "\nYou think Oedipus had a problem -- Adam was Eve's mother.\n",
  "\n\"You're just the sort of person I imagined marrying, when I was little...\nexcept, y'know, not green... and without all the patches of fungus.\"\n\t\t-- Swamp Thing\n",
  "\n\tYoung men and young women may work systematically six days in the\nweek and rise fresh in the morning, but let them attend modern dances for\nonly a few hours each evening and see what happens.  The Waltz, Polka,\nGallop and other dances of the same kind will be disastrous in their effects\nto both sexes.  Health and vigor will vanish like the dew before the sun.\n\tIt is not the extraordinary exercise which harms the dancer, but\nrather the coming into close contact with the opposite sex.  It is the\nfury of lust craving incessantly for more pleasure that undermines the\nsoul, the body, the sinews and nerves.  Experience and statistics show\nbeyond doubt that passionate excessive dancing girls can hardly reach\ntwenty-five years of age and men thirty-one.  Even if they reached that\nage they will in most instances be broken in health physically and morally.\nThis is the claim of prominent physicians in this country.\n\t\t-- Quote from a 1910 periodical\n",
  "\nYoung men want to be faithful and are not; old men want to be faithless and\ncannot.\n\t\t-- Oscar Wilde\n",
  "\nYouth had been a habit of hers so long that she could not part with it.\n",
  "\n"
]