[
  "1 bulls, 3 cows.\n",
  "\n$3,000,000.\n",
  "\n40 isn't old.  If you're a tree.\n",
  "\n\tA crow perched himself on a telephone wire.  He was going to make a\nlong-distance caw.\n",
  "\nA furore Normanorum libera nos, O Domine!\n\t[From the fury of the norsemen deliver us, O Lord!]\n\t\t-- Medieval prayer\n",
  "\nA log may float in a river, but that does not make it a crocodile.\n",
  "\nA pickup with three guys in it pulls into the lumber yard.  One of the men\ngets out and goes into the office.\n\t\"I need some four-by-two's,\" he says.\n\t\"You must mean two-by-four's\" replies the clerk.\n\tThe man scratches his head.  \"Wait a minute,\" he says, \"I'll go\ncheck.\" \n\tBack, after an animated conversation with the other occupants of the\ntruck, he reassures the clerk, that, yes, in fact, two-by-fours would be\nacceptable.\n\t\"OK,\" says the clerk, writing it down, \"how long you want 'em?\"\n\tThe guy gets the blank look again.  \"Uh... I guess I better go\ncheck,\" he says.\n\tHe goes back out to the truck, and there's another animated\nconversation.  The guy comes back into the office.  \"A long time,\" he says,\n\"we're building a house\".\n",
  "\nA prediction is worth twenty explanations.\n\t\t-- K. Brecher\n",
  "\n\tA reverend wanted to telephone another reverend.  He told the operator,\n\"This is a parson to parson call.\"\n",
  "\nA squeegee by any other name wouldn't sound as funny.\n",
  "\nA vacuum is a hell of a lot better than some of the stuff that nature\nreplaces it with.\n\t\t-- Tennessee Williams\n",
  "\n\tA young girl, Carmen Cohen, was called by her last name by her father,\nand her first name by her mother.  By the time she was ten, didn't know if she\nwas Carmen or Cohen.\n",
  "\nAccording to my best recollection, I don't remember.\n\t\t-- Vincent \"Jimmy Blue Eyes\" Alo\n",
  "\nAdults die young.\n",
  "\nAfrican violet:\t\tSuch worth is rare\nApple blossom:\t\tPreference\nBachelor's button:\tCelibacy\nBay leaf:\t\tI change but in death\nCamelia:\t\tReflected loveliness\nChrysanthemum, red:\tI love\nChrysanthemum, white:\tTruth\nChrysanthemum, other:\tSlighted love\nClover:\t\t\tBe mine\nCrocus:\t\t\tAbuse not\nDaffodil:\t\tInnocence\nForget-me-not:\t\tTrue love\nFuchsia:\t\tFast\nGardenia:\t\tSecret, untold love\nHoneysuckle:\t\tBonds of love\nIvy:\t\t\tFriendship, fidelity, marriage\nJasmine:\t\tAmiablity, transports of joy, sensuality\nLeaves (dead):\t\tMelancholy\nLilac:\t\t\tYouthful innocence\nLilly:\t\t\tPurity, sweetness\nLilly of the valley:\tReturn of happiness\nMagnolia:\t\tDignity, perseverance\n\t* An upside-down blossom reverses the meaning.\n",
  "\nAge is a tyrant who forbids, at the penalty of life, all the pleasures of youth.\n",
  "\nAgree with them now, it will save so much time.\n",
  "\nAh, the Tsar's bazaar's bizarre beaux-arts!\n",
  "\nAhhhhhh... the smell of cuprinol and mahogany.  It excites me to...\nacts of passion... acts of... ineptitude.\n",
  "\nAll phone calls are obscene.\n\t\t-- Karen Elizabeth Gordon\n",
  "\nAll the really good ideas I ever had came to me while I was milking a cow.\n\t\t-- Grant Wood\n",
  "\nAm I ranting?  I hope so.  My ranting gets raves.\n",
  "\nAMAZING BUT TRUE ...\n\tIf all the salmon caught in Canada in one year were laid end to end\n\tacross the Sahara Desert, the smell would be absolutely awful.\n",
  "\nAMAZING BUT TRUE ...\n\tThere is so much sand in Northern Africa that if it were spread out it\n\twould completely cover the Sahara Desert.\n",
  "\nAmnesia used to be my favorite word, but then I forgot it.\n",
  "\nAn atom-blaster is a good weapon, but it can point both ways.\n\t\t-- Isaac Asimov\n",
  "\n... and furthermore ... I don't like your trousers.\n",
  "\nAnd I alone am returned to wag the tail.\n",
  "\nAny stone in your boot always migrates against the pressure gradient to\nexactly the point of most pressure.\n\t\t-- Milt Barber\n",
  "\nAny time things appear to be going better, you have overlooked something.\n",
  "\nAre we not men?\n",
  "\nAs Zeus said to Narcissus, \"Watch yourself.\"\n",
  "\nAvec!\n",
  "\nBAD CRAZINESS, MAN!!!\n",
  "\nBare feet magnetize sharp metal objects so they point upward from the\nfloor -- especially in the dark.\n",
  "\nBatteries not included.\n",
  "\nBE ALERT!!!! (The world needs more lerts...)\n",
  "\nBE ALOOF!  (There has been a recent population explosion of lerts.)\n",
  "\nBefore I knew the best part of my life had come, it had gone.\n",
  "\nBeing frustrated is disagreeable, but the real disasters in life begin\nwhen you get what you want.\n",
  "\nBelieve everything you hear about the world; nothing is too impossibly bad.\n\t\t-- Honor'\be de Balzac\n",
  "\nBiggest security gap -- an open mouth.\n",
  "\nBizarreness is the essence of the exotic.\n",
  "\nBlame Saint Andreas -- it's all his fault.\n",
  "\nBlessed are they who Go Around in Circles, for they Shall be Known as Wheels.\n",
  "\nBlue paint today.\n\t\t[Funny to Jack Slingwine, Guy Harris and Hal Pierson.  Ed.]\n",
  "\nBoy!  Eucalyptus!\n",
  "\nBoy, that crayon sure did hurt!\n",
  "\nBushydo -- the way of the shrub.  Bonsai!\n",
  "\n\t\"But Huey, you PROMISED!\"\n\t\"Tell 'em I lied.\"\n",
  "\nBut like the Good Book says... There's BIGGER DEALS to come!\n",
  "\nBy perseverance the snail reached the Ark.\n\t\t-- Charles Spurgeon\n",
  "\nCF&C stole it, fair and square.\n\t\t-- Tim Hahn\n",
  "\n\tChapter VIII\n\nDue to the convergence of forces beyond his comprehension, Salvatore\nQuanucci was suddenly squirted out of the universe like a watermelon\nseed, and never heard from again.\n",
  "\nColorless green ideas sleep furiously.\n",
  "\nConfucius say too much.\n\t\t-- Recent Chinese Proverb\n",
  "\nCongratulations are in order for Tom Reid.\n\nHe says he just found out he is the winner of the 2021 Psychic of the\nYear award.\n",
  "\nCulture is the habit of being pleased with the best and knowing why.\n",
  "\nCuster committed Siouxicide.\n",
  "\n\n\"Whatever the missing mass of the universe is, I hope it's not cockroaches!\"\n\t\t-- Mom\n",
  "\nDeath to all fanatics!\n",
  "\nDepart in pieces, i.e., split.\n",
  "\nDeprive a mirror of its silver and even the Czar won't see his face.\n",
  "\nDid I say 2?  I lied.\n",
  "\nDid it ever occur to you that fat chance and slim chance mean the same thing?\n\nOr that we drive on parkways and park on driveways?\n",
  "\nDid you hear about the model who sat on a broken bottle and cut a nice figure?\n",
  "\nDid you know ...\n\nThat no-one ever reads these things?\n",
  "\n\"Die?  I should say not, dear fellow.  No Barrymore would allow such a\nconventional thing to happen to him.\"\n\t\t-- John Barrymore's dying words\n",
  "\nDignity is like a flag.  It flaps in a storm.\n\t\t-- Roy Mengot\n",
  "\nDime is money.\n",
  "\nDo not underestimate the power of the Force.\n",
  "\nDo not use that foreign word \"ideals\".  We have that excellent native\nword \"lies\".\n\t\t-- Henrik Ibsen, \"The Wild Duck\"\n",
  "\nDo people know you have freckles everywhere?\n",
  "\nDo students of Zen Buddhism do Om-work?\n",
  "\n\t\"Do you believe in intuition?\"\n\t\"No, but I have a strange feeling that someday I will.\"\n",
  "\nDo you have lysdexia?\n",
  "\nDo YOU have redeeming social value?\n",
  "\nDoes a one-legged duck swim in a circle?\n",
  "\nDon't force it, get a larger hammer.\n\t\t-- Anthony\n",
  "\nDon't guess -- check your security regulations.\n",
  "\nDon't I know you?\n",
  "\nDon't let your status become too quo!\n",
  "\nDon't quit now, we might just as well lock the door and throw away the key.\n",
  "\nDon't speak about Time, until you have spoken to him.\n",
  "\nDon't worry -- the brontosaurus is slow, stupid, and placid.\n",
  "\nDon't worry if you're a kleptomaniac; you can always take something for it.\n",
  "\nDouble!\n",
  "\nDr. Jekyll had something to Hyde.\n",
  "\nDr. Livingston?\nDr. Livingston I. Presume?\n",
  "\nDrawing on my fine command of language, I said nothing.\n",
  "\nDreams are free, but there's a small charge for alterations.\n",
  "\nDrop that pickle!\n",
  "\nDrop the vase and it will become a Ming of the past.\n\t\t-- The Adventurer\n",
  "\nDuckies are fun!\n",
  "\nDucks?  What ducks??\n",
  "\nDungeons and Dragons is just a lot of Saxon Violence.\n",
  "\n\tDuring a fight, a husband threw a bowl of Jello at his wife.  She had\nhim arrested for carrying a congealed weapon.\n\tIn another fight, the wife decked him with a heavy glass pitcher.\nShe's a women who conks to stupor.\n",
  "\nDyslexia means never having to say that you're ysror.\n",
  "\nDyslexics have more fnu.\n",
  "\nDYSLEXICS OF THE WORLD, UNTIE!\n",
  "\n\"Earth is a great, big funhouse without the fun.\"\n\t\t-- Jeff Berner\n",
  "\nEditing is a rewording activity.\n",
  "\nEggheads unite!  You have nothing to lose but your yolks.\n\t\t-- Adlai Stevenson\n",
  "\nEvents are not affected, they develop.\n\t\t-- Sri Aurobindo\n",
  "\nEver wonder why fire engines are red?\n\nBecause newspapers are read too.\nTwo and Two is four.\nFour and four is eight.\nEight and four is twelve.\nThere are twelve inches in a ruler.\nQueen Mary was a ruler.\nQueen Mary was a ship.\nShips sail the sea.\nThere are fishes in the sea.\nFishes have fins.\nThe Finns fought the Russians.\nRussians are red.\nFire engines are always rush'n.\nTherefore fire engines are red.\n",
  "\nEvery absurdity has a champion who will defend it.\n",
  "\nEvery day it's the same thing -- variety.  I want something different.\n",
  "\nEvery time I think I know where it's at, they move it.\n",
  "\nEvery time you manage to close the door on Reality, it comes in through the\nwindow.\n",
  "\nEvery word is like an unnecessary stain on silence and nothingness.\n\t\t-- Beckett\n",
  "\nEverything bows to success, even grammar.\n",
  "\nEverything can be filed under \"miscellaneous\".\n",
  "\nEverything might be different in the present if only one thing had\nbeen different in the past.\n",
  "\nEverything should be built top-down, except the first time.\n",
  "\nEverything should be built top-down, except this time.\n",
  "\nEverything takes longer, costs more, and is less useful.\n\t\t-- Erwin Tomash\n",
  "\nEverything you know is wrong!\n",
  "\nFacts do not cease to exist because they are ignored.\n\t\t-- Aldous Huxley\n",
  "\nFacts, apart from their relationships, are like labels on empty bottles.\n\t\t-- Sven Italla\n",
  "\n\t\"Fantasies are free.\"\n\t\"NO!! NO!! It's the thought police!!!!\"\n",
  "\nFar duller than a serpent's tooth it is to spend a quiet youth.\n",
  "\nFats Loves Madelyn.\n",
  "\nFinding out what goes on in the C.I.A. is like performing acupuncture\non a rock.\n\t\t-- New York Times, Jan. 20, 1981\n",
  "\nFive bicycles make a volkswagen, seven make a truck.\n\t\t-- Adolfo Guzman\n",
  "\nFlame on!\n\t\t-- Johnny Storm\n",
  "\nFly me away to the bright side of the moon ...\n",
  "\nFor a holy stint, a moth of the cloth gave up his woolens for lint.\n",
  "\nFor thee the wonder-working earth puts forth sweet flowers.\n\t\t-- Titus Lucretius Carus\n",
  "\nForce it!!!\nIf it breaks, well, it wasn't working anyway...\nNo, don't force it, get a bigger hammer.\n",
  "\nFORCE YOURSELF TO RELAX!\n",
  "\nForest fires cause Smokey Bears.\n",
  "\nFortune's graffito of the week (or maybe even month):\n\n\t\tDon't Write On Walls!\n\n\t\t   (and underneath)\n\n\t\tYou want I should type?\n",
  "\nFortune's Office Door Sign of the Week:\n\n\tIncorrigible punster -- Do not incorrige.\n",
  "\n\t\"Found it,\" the Mouse replied rather crossly: \"of course you know\nwhat 'it' means.\"\n\t\"I know what 'it' means well enough, when I find a thing,\" said the\nDuck: \"it's generally a frog or a worm.  The question is, what did the\narchbishop find?\"\n",
  "\nFrom a certain point onward there is no longer any turning back. \nThat is the point that must be reached.\n\t\t-- F. Kafka\n",
  "\nFurious activity is no substitute for understanding.\n\t\t-- H.H. Williams\n",
  "\nGeneral notions are generally wrong.\n\t\t-- Lady M.W. Montagu\n",
  "\nGive me a Plumber's friend the size of the Pittsburgh dome, and a place\nto stand, and I will drain the world.\n",
  "\nGIVE UP!!!!\n",
  "\nGiven my druthers, I'd druther not.\n",
  "\nGloffing is a state of mine.\n",
  "\nGo 'way!  You're bothering me!\n",
  "\nGo away, I'm all right.\n\t\t-- H.G. Wells' last words.\n",
  "\nGo climb a gravity well!\n",
  "\nGoals... Plans... they're fantasies, they're part of a dream world...\n\t\t-- Wally Shawn\n",
  "\nGod is Dead.\n\t\t-- Nietzsche\nNietzsche is Dead.\n\t\t-- God\nNietzsche is God.\n\t\t-- Dead\n",
  "\nGod isn't dead, he just couldn't find a parking place.\n",
  "\nGod isn't dead.  He just doesn't want to get involved.\n",
  "\nGod made the world in six days, and was arrested on the seventh.\n",
  "\nGod was satisfied with his own work, and that is fatal.\n\t\t-- Samuel Butler\n",
  "\nGod, I ask for patience -- and I want it right now!\n",
  "\nGood news is just life's way of keeping you off balance.\n",
  "\nHalf Moon tonight.  (At least it's better than no Moon at all.)\n",
  "\nHappiness makes up in height what it lacks in length.\n",
  "\nHappy feast of the pig!\n",
  "\nHard reality has a way of cramping your style.\n\t\t-- Daniel Dennett\n",
  "\nHave at you!\n",
  "\nHave the courage to take your own thoughts seriously, for they will shape you.\n\t\t-- Albert Einstein\n",
  "\n\t\"Have you lived here all your life?\"\n\t\"Oh, twice that long.\"\n",
  "\nHave you locked your file cabinet?\n",
  "\nHave you noticed that all you need to grow healthy, vigorous grass is a\ncrack in your sidewalk?\n",
  "\n\"He flung himself on his horse and rode madly off in all directions.\"\n",
  "\nHe who spends a storm beneath a tree, takes life with a grain of TNT.\n",
  "\nHedonist for hire... no job too easy!\n",
  "\nHelp a swallow land at Capistrano.\n",
  "\nHelp stamp out and abolish redundancy and repetition.\n",
  "\nHELP!  Man trapped in a human body!\n",
  "\nHELP!  MY TYPEWRITER IS BROKEN!\n\t\t-- E. E. CUMMINGS\n",
  "\nHere there be tygers.\n",
  "\n\"His eyes were cold.  As cold as the bitter winter snow that was falling\noutside.  Yes, cold and therefore difficult to chew...\"\n",
  "\nHonk if you hate bumper stickers that say \"Honk if ...\"\n",
  "\nHonk if you love peace and quiet.\n",
  "\nHousework can kill you if done right.\n\t\t-- Erma Bombeck\n",
  "\nHow can you be in two places at once when you're not anywhere at all?\n",
  "\nHow come only your friends step on your new white sneakers?\n",
  "\nHow come we never talk anymore?\n",
  "\nHow come wrong numbers are never busy?\n",
  "\nHow kind of you to be willing to live someone's life for them.\n",
  "\nHow much of their influence on you is a result of your influence on them?\n",
  "\nHow untasteful can you get?\n",
  "\nHuh?\n",
  "\nI always wake up at the crack of ice.\n\t\t-- Joe E. Lewis\n",
  "\nI am the mother of all things, and all things should wear a sweater.\n",
  "\nI can read your mind, and you should be ashamed of yourself.\n",
  "\nI can relate to that.\n",
  "\nI can resist anything but temptation.\n",
  "\nI couldn't possibly fail to disagree with you less.\n",
  "\nI despise the pleasure of pleasing people whom I despise.\n",
  "\nI don't have any solution but I certainly admire the problem.\n\t\t-- Ashleigh Brilliant\n",
  "\n\"I don't mind going nowhere as long as it's an interesting path.\"\n\t\t-- Ronald Mabbitt\n",
  "\nI don't understand you anymore.\n",
  "\nI don't wish to appear overly inquisitive, but are you still alive?\n",
  "\nI enjoy the time that we spend together.\n",
  "\nI exist, therefore I am paid.\n",
  "\nI fear explanations explanatory of things explained.\n",
  "\nI feel sorry for your brain... all alone in that great big head...\n",
  "\n\"I found out why my car was humming.  It had forgotten the words.\"\n",
  "\nI hate quotations.\n\t\t-- Ralph Waldo Emerson\n",
  "\nI hate trolls.  Maybe I could metamorph it into something else -- like a\nravenous, two-headed, fire-breathing dragon.\n\t\t-- Willow\n",
  "\nI have a terrible headache,  I was putting on toilet water and the lid fell.\n",
  "\nI have become me without my consent.\n",
  "\nI have more hit points that you can possible imagine.\n",
  "\nI have seen the Great Pretender and he is not what he seems.\n",
  "\nI haven't lost my mind; I know exactly where I left it.\n",
  "\nI hear the sound that the machines make, and feel my heart break, just\nfor a moment.\n",
  "\nI hear what you're saying but I just don't care.\n",
  "\nI know it all.  I just can't remember it all at once.\n",
  "\nI know you think you thought you knew what you thought I said,\nbut I'm not sure you understood what you thought I meant.\n",
  "\nI know you're in search of yourself, I just haven't seen you anywhere.\n",
  "\nI live the way I type; fast, with a lot of mistakes.\n",
  "\nI love treason but hate a traitor.\n\t\t-- Gaius Julius Caesar\n",
  "\nI never did it that way before.\n",
  "\n\"I only touch base with reality on an as-needed basis!\"\n\t\t-- Royal Floyd Mengot (Klaus)\n",
  "\n\t[I plan] to see, hear, touch, and destroy everything in my path,\nincluding beets, rutabagas, and most random vegetables, but excluding yams,\nas I am absolutely terrified of yams...\n\tActually, I think my fear of yams began in my early youth, when many\nof my young comrades pelted me with same for singing songs of far-off lands\nand deep blue seas in a language closely resembling that of the common sow.\nMy psychosis was further impressed into my soul as I reached adolescence,\nwhen, while skipping through a field of yams, light-heartedly tossing flowers\ninto the stratosphere, a great yam-picking machine tore through the fields,\npursuing me to the edge of the great plantation, where I escaped by diving\ninto a great ditch filled with a mixture of water and pig manure, which may\nexplain my tendency to scream, \"Here come the Martians!  Hide the eggs!\" every\ntime I have pork.  But I digress.  The fact remains that I cannot rationally\ndeal with yams, and pigs are terrible conversationalists.\n",
  "\nI predict that today will be remembered until tomorrow!\n",
  "\nI refuse to have a battle of wits with an unarmed person.\n",
  "\nI saw what you did and I know who you are.\n",
  "\nI smell a wumpus.\n",
  "\nI thought YOU silenced the guard!\n",
  "\nI understand why you're confused.  You're thinking too much.\n\t\t-- Carole Wallach.\n",
  "\nI used to be an agnostic, but now I'm not so sure.\n",
  "\nI used to get high on life but lately I've built up a resistance.\n",
  "\nI used to think I was indecisive, but now I'm not so sure.\n",
  "\nI want to reach your mind -- where is it currently located?\n",
  "\nI will always love the false image I had of you.\n",
  "\nI will make you shorter by the head.\n\t\t-- Elizabeth I\n",
  "\nI will never lie to you.\n",
  "\nI will not forget you.\n",
  "\nI wouldn't be so paranoid if you weren't all out to get me!!\n",
  "\nI'd be a poorer man if I'd never seen an eagle fly.\n\t\t-- John Denver\n\n[I saw an eagle fly once.  Fortunately, I had my eagle fly swatter handy.  Ed.]\n",
  "\nI'd give my right arm to be ambidextrous.\n",
  "\n\t\"I'm dying,\" he croaked.\n\t\"My experiment was a success,\" the chemist retorted .\n\t\"You can't really train a beagle,\" he dogmatized.\n\t\"That's no beagle, it's a mongrel,\" she muttered.\n\t\"The fire is going out,\" he bellowed.\n\t\"Bad marksmanship,\" the hunter groused.\n\t\"You ought to see a psychiatrist,\" he reminded me.\n\t\"You snake,\" she rattled.\n\t\"Someone's at the door,\" she chimed.\n\t\"Company's coming,\" she guessed.\n\t\"Dawn came too soon,\" she mourned.\n\t\"I think I'll end it all,\" Sue sighed.\n\t\"I ordered chocolate, not vanilla,\" I screamed.\n\t\"Your embroidery is sloppy,\" she needled cruelly.\n\t\"Where did you get this meat?\" he bridled hoarsely.\n\t\t-- Gyles Brandreth, \"The Joy of Lex\"\n",
  "\nI'm glad I was not born before tea.\n\t\t-- Sidney Smith (1771-1845)\n",
  "\nI'm going to raise an issue and stick it in your ear.\n\t\t-- John Foreman\n",
  "\nI'm not laughing with you, I'm laughing at you.\n",
  "\nI'm not offering myself as an example; every life evolves by its own laws.\n",
  "\nI'm not prejudiced, I hate everyone equally.\n",
  "\nI'm not proud.\n",
  "\nI'm not tense, just terribly, terribly alert!\n",
  "\nI'm prepared for all emergencies but totally unprepared for everyday life.\n",
  "\nI'm so broke I can't even pay attention.\n",
  "\nI've Been Moved!\n",
  "\nI've been there.\n",
  "\nI've enjoyed just about as much of this as I can stand.\n",
  "\nIdentify your visitor.\n",
  "\nIdleness is the holiday of fools.\n",
  "\n\"If a camel flies, no one laughs if it doesn't get very far.\"\n\t\t-- Paul White\n",
  "\nIf all men were brothers, would you let one marry your sister?\n",
  "\nIf everything is coming your way then you're in the wrong lane.\n",
  "\nIf everything seems to be going well, you have obviously overlooked something.\n",
  "\nIf God is dead, who will save the Queen?\n",
  "\nIf God is One, what is bad?\n\t\t-- Charles Manson\n",
  "\nIf I could drop dead right now, I'd be the happiest man alive!\n\t\t-- Samuel Goldwyn\n",
  "\nIf I don't see you in the future, I'll see you in the pasture.\n",
  "\nIf I love you, what business is it of yours?\n\t\t-- Johann van Goethe\n",
  "\nIf it doesn't smell yet, it's pretty fresh.\n\t\t-- Dave Johnson, on dead seagulls\n",
  "\nIf it pours before seven, it has rained by eleven.\n",
  "\nIf it wasn't so warm out today, it would be cooler.\n",
  "\nIf it weren't for the last minute, nothing would ever get done.\n",
  "\nIf life gives you lemons, make lemonade.\n",
  "\nIf life is merely a joke, the question still remains: for whose amusement?\n",
  "\nIf life isn't what you wanted, have you asked for anything else?\n",
  "\nIf rabbits' feet are so lucky, what happened to the rabbit?\n",
  "\nIf the ends don't justify the means, then what does?\n\t-- Robert Moses\n",
  "\nIf the English language made any sense, lackadaisical would have something\nto do with a shortage of flowers.\n\t\t-- Doug Larson\n\n\t[Not to mention, butterfly would be flutterby. Ed.]\n",
  "\nIf the future isn't what it used to be, does that mean that the past\nis subject to change in times to come?\n",
  "\nIf the grass is greener on other side of fence, consider what may be\nfertilizing it.\n",
  "\nIf the meanings of \"true\" and \"false\" were switched, then this sentence\nwould not be false.\n",
  "\nIf the odds are a million to one against something occurring, chances\nare 50-50 it will.\n",
  "\nIf there is no God, who pops up the next Kleenex?\n\t\t-- Art Hoppe\n",
  "\nIf time heals all wounds, how come the belly button stays the same?\n",
  "\nIf we see the light at the end of the tunnel, it's the light of an\noncoming train.\n\t\t-- Robert Lowell\n",
  "\nIf you are going to walk on thin ice, you may as well dance.\n",
  "\nIf you can lead it to water and force it to drink, it isn't a horse.\n",
  "\nIf you do not think about the future, you cannot have one.\n\t\t-- John Galsworthy\n",
  "\nIf you have nothing to do, don't do it here.\n",
  "\nIf you knew what to say next, would you say it?\n",
  "\nIf you know the answer to a question, don't ask.\n\t\t-- Petersen Nesbit\n",
  "\nIf you stick your head in the sand, one thing is for sure, you're gonna\nget your rear kicked.\n",
  "\nIf you're right 90",
  " of the time, why quibble about the remaining 3",
  "?\n",
  "\nImagination is the one weapon in the war against reality.\n\t\t-- Jules de Gaultier\n",
  "\nImagine what we can imagine!\n\t\t-- Arthur Rubinstein\n",
  "\nImmanuel doesn't pun, he Kant.\n",
  "\nImmanuel Kant but Kubla Khan.\n",
  "\nIn case of fire, stand in the hall and shout \"Fire!\"\n\t\t-- The Kidner Report\n",
  "\nIn my end is my beginning.\n\t\t-- Mary Stuart, Queen of Scots\n",
  "\nIn the war of wits, he's unarmed.\n",
  "\nIn this world, truth can wait; she's used to it.\n",
  "\nInclude me out.\n",
  "\nIndecision is the true basis for flexibility.\n",
  "\nIndifference will certainly be the downfall of mankind, but who cares?\n",
  "\nInsomnia isn't anything to lose sleep over.\n",
  "\nIs death legally binding?\n",
  "\nIsn't air travel wonderful?  Breakfast in London, dinner in New York,\nluggage in Brazil.\n",
  "\nIt has long been known that birds will occasionally build nests in the\nmanes of horses.  The only known solution to this problem is to sprinkle\nbaker's yeast in the mane, for, as we all know, yeast is yeast and nest\nis nest, and never the mane shall tweet.\n",
  "\nIt is a lesson which all history teaches wise men, to put trust in ideas,\nand not in circumstances.\n\t\t-- Emerson\n",
  "\nIt is better never to have been born.  But who among us has such luck?\nOne in a million, perhaps.\n",
  "\nIt is better to be bow-legged than no-legged.\n",
  "\nIt is better to kiss an avocado than to get in a fight with an aardvark.\n",
  "\nIt is easier to resist at the beginning than at the end.\n\t\t-- Leonardo da Vinci\n",
  "\nIt is easier to run down a hill than up one.\n",
  "\nIt is the business of the future to be dangerous.\n\t\t-- Hawkwind\n",
  "\nIt is very difficult to prophesy, especially when it pertains to the future.\n",
  "\nIt isn't easy being a Friday kind of person in a Monday kind of world.\n",
  "\nIt looks like blind screaming hedonism won out.\n",
  "\nIt occurred to me lately that nothing has occurred to me lately.\n",
  "\n\"It was a virgin forest, a place where the Hand of Man had never set foot.\"\n",
  "\nIt was one of those perfect summer days -- the sun was shining, a breeze\nwas blowing, the birds were singing, and the lawn mower was broken ...\n\t\t--- James Dent\n",
  "\nIt was pleasant to me to get a letter from you the other day.  Perhaps\nI should have found it pleasanter if I had been able to decipher it.  I\ndon't think that I mastered anything beyond the date (which I knew) and\nthe signature (which I guessed at).  There's a singular and a perpetual\ncharm in a letter of yours; it never grows old, it never loses its\nnovelty.  Other letters are read and thrown away and forgotten, but\nyours are kept forever -- unread.  One of them will last a reasonable\nman a lifetime.\n\t\t-- Thomas Aldrich\n",
  "\nIt wasn't that she had a rose in her teeth, exactly.  It was more like\nthe rose and the teeth were in the same glass.\n",
  "\nIt would save me a lot of time if you just gave up and went mad now.\n",
  "\nIt'll be a nice world if they ever get it finished.\n",
  "\nIt's a .88 magnum -- it goes through schools.\n\t\t-- Danny Vermin\n",
  "\nIt's amazing how much better you feel once you've given up hope.\n",
  "\nIt's not the fall that kills you, it's the landing.\n",
  "\nIt's pretty hard to tell what does bring happiness; poverty and wealth\nhave both failed.\n\t\t-- Kim Hubbard\n",
  "\nJoe's sister puts spaghetti in her shoes!\n",
  "\nJoin the march to save individuality!\n",
  "\nJust because everything is different doesn't mean anything has changed.\n\t\t-- Irene Peter\n",
  "\nJust give Alice some pencils and she will stay busy for hours.\n",
  "\nKilroe hic erat!\n",
  "\nKiss me twice.  I'm schizophrenic.\n",
  "\nKissing a fish is like smoking a bicycle.\n",
  "\nKnocked, you weren't in.\n\t\t-- Opportunity\n",
  "\nKnow what I hate most?  Rhetorical questions.\n\t\t-- Henry N. Camp\n",
  "\nL'hazard ne favorise que l'esprit prepare.  \n\t\t-- L. Pasteur\n",
  "\nLa-dee-dee, la-dee-dah.\n",
  "\nLake Erie died for your sins.\n",
  "\nLanguage is a virus from another planet.\n\t-- William Burroughs\n",
  "\nLaughing at you is like drop kicking a wounded humming bird.\n",
  "\nLemmings don't grow older, they just die.\n",
  "\nLet he who takes the plunge remember to return it by Tuesday.\n",
  "\nLet me put it this way: today is going to be a learning experience.\n",
  "\nLet others praise ancient times; I am glad I was born in these.\n\t\t-- Ovid (43 B.C. - A.D. 18)\n",
  "\nLet's remind ourselves that last year's fresh idea is today's cliche.\n\t\t-- Austen Briggs\n",
  "\nLife -- Love It or Leave It.\n",
  "\nLife being what it is, one dreams of revenge.\n\t\t-- Paul Gauguin\n",
  "\nLife is both difficult and time consuming.\n",
  "\nLife is fraught with opportunities to keep your mouth shut.\n",
  "\nLife is just a bowl of cherries, but why do I always get the pits?\n",
  "\nLife is like a simile.\n",
  "\nLife is like an analogy.\n",
  "\nLife is not for everyone.\n",
  "\nLife would be tolerable but for its amusements.\n\t\t-- G.B. Shaw\n",
  "\nLike winter snow on summer lawn, time past is time gone.\n",
  "\nLittering is dumb.\n\t\t-- Ronald Macdonald\n",
  "\nLive fast, die young, and leave a flat patch of fur on the highway!\n\t\t-- The Squirrels' Motto (The \"Hell's Angels of Nature\")\n",
  "\nLook out!  Behind you!\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\u0007\n",
  "\nLook!  Before our very eyes, the future is becoming the past.\n",
  "\nLookie, lookie, here comes cookie...\n\t\t-- Stephen Sondheim\n",
  "\nLosing your drivers' license is just God's way of saying \"BOOGA, BOOGA!\"\n",
  "\nLost interest?  It's so bad I've lost apathy.\n",
  "\nLove the sea?  I dote upon it -- from the beach.\n",
  "\nLuck can't last a lifetime, unless you die young.\n\t\t-- Russell Banks\n",
  "\nMadness takes its toll.\n",
  "\nMan who falls in blast furnace is certain to feel overwrought.\n",
  "\nMan who falls in vat of molten optical glass makes spectacle of self.\n",
  "\nMan who sleep in beer keg wake up sticky.\n",
  "\nMarigold:\t\tJealousy\nMint:\t\t\tVirute\nOrange blossom:\t\tYour purity equals your loveliness\nOrchid:\t\t\tBeauty, magnificence\nPansy:\t\t\tThoughts\nPeach blossom:\t\tI am your captive\nPetunia:\t\tYour presence soothes me\nPoppy:\t\t\tSleep\nRose, any color:\tLove\nRose, deep red:\t\tBashful shame\nRose, single, pink:\tSimplicity\nRose, thornless, any:\tEarly attachment\nRose, white:\t\tI am worthy of you\nRose, yellow:\t\tDecrease of love, rise of jealousy\nRosebud, white:\t\tGirlhood, and a heart ignorant of love\nRosemary:\t\tRemembrance\nSunflower:\t\tHaughtiness\nTulip, red:\t\tDeclaration of love\nTulip, yellow:\t\tHopeless love\nViolet, blue:\t\tFaithfulness\nViolet, white:\t\tModesty\nZinnia:\t\t\tThoughts of absent friends\n\t* An upside-down blossom reverses the meaning.\n",
  "\nMay a hundred thousand midgets invade your home singing cheesy lounge-lizard\nversions of songs from The Wizard of Oz.\n",
  "\nMay a Misguided Platypus lay its Eggs in your Jockey Shorts.\n",
  "\nMay the fleas of a thousand camels infest your armpits.\n",
  "\nMay your camel be as swift as the wind.\n",
  "\nMay your Tongue stick to the Roof of your Mouth with the Force of a\nThousand Caramels.\n",
  "\nMeester, do you vant to buy a duck?\n",
  "\nMemory should be the starting point of the present.\n",
  "\nMene, mene, tekel, upharsen.\n",
  "\nMetermaids eat their young.\n",
  "\nMicrobiology Lab:  Staph Only!\n",
  "\nMirrors should reflect a little before throwing back images.\n\t-- Jean Cocteau\n",
  "\nMobius strippers never show you their back side.\n",
  "\nMoebius always does it on the same side.\n",
  "\nMonday is an awful way to spend one seventh of your life.\n",
  "\nMost burning issues generate far more heat than light.\n",
  "\nMost general statements are false, including this one.\n\t\t-- Alexander Dumas\n",
  "\nMother Earth is not flat!\n",
  "\nMother is far too clever to understand anything she does not like.\n\t\t-- Arnold Bennett\n",
  "\nMount St. Helens should have used earth control.\n",
  "\nMust be getting close to town -- we're hitting more people.\n",
  "\nMy interest is in the future because I am going to spend the rest of my\nlife there.\n",
  "\nMy, how you've changed since I've changed.\n",
  "\n'Naomi, sex at noon taxes.' I moan.\nNever odd or even.\nA man, a plan, a canal, Panama.\nMadam, I'm Adam.\nSit on a potato pan, Otis.\nSit on Otis.\n\t\t-- The Mad Palindromist\n",
  "\nNever be afraid to tell the world who you are.\n\t\t-- Anonymous\n",
  "\nNever use \"etc.\" -- it makes people think there is more where there is not\nor that there is not space to list it all, etc.\n",
  "\nNever volunteer for anything.\n\t\t-- Lackland\n",
  "\nNew members are urgently needed in the Society for Prevention of\nCruelty to Yourself.  Apply within.\n",
  "\nNietzsche is pietzsche, but Schiller is killer, and Goethe is moethe.\n",
  "\nNo bird soars too high if he soars with his own wings.\n\t\t-- William Blake\n",
  "\nNo guts, no glory.\n",
  "\nNo matter how cynical you get, it's impossible to keep up.\n",
  "\nNo matter how much you do you never do enough.\n",
  "\nNo small art is it to sleep: it is necessary for that purpose to keep\nawake all day.\n\t\t-- Nietzsche\n",
  "\nNo yak too dirty; no dumpster too hollow.\n",
  "\nNobody ever died from oven crude poisoning.\n",
  "\nNon-Determinism is not meant to be reasonable.\n\t\t-- M.J. 0'Donnell\n",
  "\nNon-sequiturs make me eat lampshades.\n",
  "\nNostalgia is living life in the past lane.\n",
  "\nNostalgia isn't what it used to be.\n",
  "\nNot to laugh, not to lament, not to curse, but to understand.\n\t\t-- Spinoza\n",
  "\nNothing can be done in one trip.\n\t\t-- Snider\n",
  "\nNothing cures insomnia like the realization that it's time to get up.\n",
  "\nNothing is so firmly believed as that which we least know.\n\t\t-- Michel de Montaigne\n",
  "\nNothing is so often irretrievably missed as a daily opportunity.\n\t\t-- Ebner-Eschenbach\n",
  "\nNothing lasts forever.\nWhere do I find nothing?\n",
  "\nNOTICE:\n\n-- THE ELEVATORS WILL BE OUT OF ORDER TODAY --\n\n(The nearest working elevator is in the building across the street.)\n",
  "\nNow there's a violent movie titled, \"The Croquet Homicide,\" or \"Murder\nWith Mallets Aforethought.\"\n\t\t-- Shelby Friedman, WSJ.\n",
  "\nNudists are people who wear one-button suits.\n",
  "\nO imitators, you slavish herd!\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nO.K., fine.\n",
  "\nOdets, where is thy sting?\n\t\t-- George S. Kaufman\n",
  "\nOh yeah?  Well, I remember when sex was dirty and the air was clean.\n",
  "\nOh, well, I guess this is just going to be one of those lifetimes.\n",
  "\nOh, wow!  Look at the moon!\n",
  "\nOnce I finally figured out all of life's answers, they changed the questions.\n",
  "\nOnward through the fog.\n",
  "\nOperator, please trace this call and tell me where I am.\n",
  "\nOur houseplants have a good sense of humous.\n",
  "\nOur problems are so serious that the best way to talk about them is\nlightheartedly.\n",
  "\nOver the years, I've developed my sense of deja vu so acutely that now\nI can remember things that *have* happened before ...\n",
  "\nParanoid Club meeting this Friday.  Now ... just try to find out where!\n",
  "\nPardon me while I laugh.\n",
  "\nPaul Revere was a tattle-tale.\n",
  "\nPeace be to this house, and all that dwell in it.\n",
  "\nPhone call for chucky-pooh.\n",
  "\nPiece of cake!\n\t\t-- G.S. Koblas\n",
  "\nPlastic...  Aluminum...  These are the inheritors of the Universe!\nFlesh and Blood have had their day... and that day is past!\n\t\t-- Green Lantern Comics\n",
  "\nPlease help keep the world clean: others may wish to use it.\n",
  "\nPlease remain calm, it's no use both of us being hysterical at the same time.\n",
  "\nPredestination was doomed from the start.\n",
  "\nPrediction is very difficult, especially of the future.\n\t\t-- Niels Bohr\n",
  "\nPreserve the old, but know the new.\n",
  "\nProgress might have been all right once, but it's gone on too long.\n\t\t-- Ogden Nash\n",
  "\nProgress was all right.  Only it went on too long.\n\t\t-- James Thurber\n",
  "\nPunning is the worst vice, and there's no vice versa.\n",
  "\nPyros of the world... IGNITE !!!\n",
  "\nQED.\n",
  "\nQuack!\n\tQuack!! Quack!!\n",
  "\nQuestion: Is it better to abide by the rules until they're changed or\nhelp speed the change by breaking them?\n",
  "\nQuick!!  Act as if nothing has happened!\n",
  "\nQuod erat demonstrandum.\n\t[Thus it is proven.  For those who wondered WTF QED means.]\n",
  "\nRainy days and automatic weapons always get me down.\n",
  "\nRainy days and Mondays always get me down.\n",
  "\nReality -- what a concept!\n\t\t-- Robin Williams\n",
  "\nRemember that there is an outside world to see and enjoy.\n\t\t-- Hans Liepmann\n",
  "\nRemember the... the... uhh.....\n",
  "\nRemember, drive defensively! And of course, the best defense is a good offense!\n",
  "\nResisting temptation is easier when you think you'll probably get\nanother chance later on.\n",
  "\nRing around the collar.\n",
  "\nRubber bands have snappy endings!\n",
  "\nSafety Third.\n",
  "\nSailors in ships, sail on!  Even while we died, others rode out the storm.\n",
  "\nSank heaven for leetle curls.\n",
  "\nSanta Claus is watching!\n",
  "\nSanta's elves are just a bunch of subordinate Clauses.\n",
  "\nSatire does not look pretty upon a tombstone.\n",
  "\nSave the bales!\n",
  "\nSave the Whales -- Harpoon a Honda.\n",
  "\nSave the whales.  Collect the whole set.\n",
  "\nSee, these two penguins walked into a bar, which was really stupid, 'cause\nthe second one should have seen it.\n",
  "\nShe has an alarm clock and a phone that don't ring -- they applaud.\n",
  "\nShe's genuinely bogus.\n",
  "\n\t\"Sheriff, we gotta catch Black Bart.\"\n\t\"Oh, yeah?  What's he look like?\"\n\t\"Well, he's wearin' a paper hat, a paper shirt, paper pants and\npaper boots.\"\n\t\"What's he wanted for?\"\n\t\"Rustling.\"\n",
  "\nShirley MacLaine died today in a freak psychic collision today.  Two freaks\nin a van  [Oh no!!  It's the Copyright Police!!]  Her aura-charred body was\nlaid to rest after a eulogy by Jackie Collins, fellow member of SAFE [Society\nof Asinine Flake Entertainers].  Excerpted from some of his more quotable\ncomments:\n\n\t\"Truly a woman of the times.  These times, those times...\"\n\t\"A Renaissance woman.  Why in 1432...\"\n\t\"A man for all seasons.  Really...\"\n\nAfter the ceremony, Shirley thanked her mourners and explained how delightful\nit was to \"get it together\" again, presumably referring to having her now dead\nbody join her long dead brain.\n",
  "\nSight is a faculty; seeing is an art.\n",
  "\nSilence is the element in which great things fashion themselves.\n\t\t-- Thomas Carlyle\n",
  "\nSilence is the only virtue you have left.\n",
  "\nSlang is language that takes off its coat, spits on its hands, and goes to work.\n",
  "\nSleep is for the weak and sickly.\n",
  "\nSmear the road with a runner!!\n",
  "\nSolipsists of the World... you are already united.\n\t\t-- Kayvan Sylvan\n",
  "\nSome changes are so slow, you don't notice them.  Others are so fast,\nthey don't notice you.\n",
  "\nSome parts of the past must be preserved, and some of the future prevented\nat all costs.\n",
  "\nSome people live life in the fast lane.  You're in oncoming traffic.\n",
  "\nSomeday we'll look back on this moment and plow into a parked car.\n\t\t-- Evan Davis\n",
  "\nSomeday you'll get your big chance -- or have you already had it?\n",
  "\nSomeday, Weederman, we'll look back on all this and laugh... It will\nprobably be one of those deep, eerie ones that slowly builds to a\nblood-curdling maniacal scream... but still it will be a laugh.\n\t\t-- Mister Boffo\n",
  "\nSomehow I reached excess without ever noticing when I was passing through\nsatisfaction.\n\t\t-- Ashleigh Brilliant\n",
  "\nSomehow, the world always affects you more than you affect it.\n",
  "\nSometimes, too long is too long.\n\t\t-- Joe Crowe\n",
  "\nSomewhere, something incredible is waiting to be known.\n\t\t-- Carl Sagan\n",
  "\nSooner or later you must pay for your sins.\n(Those who have already paid may disregard this cookie).\n",
  "\nSorry.  I forget what I was going to say.\n",
  "\nSorry.  Nice try.\n",
  "\nStability itself is nothing else than a more sluggish motion.\n",
  "\nStamp out philately.\n",
  "\nStanding on head makes smile of frown, but rest of face also upside down.\n",
  "\nStealing a rhinoceros should not be attempted lightly.\n",
  "\nStop me, before I kill again!\n",
  "\nSupport the Girl Scouts!\n\t(Today's Brownie is tomorrow's Cookie!)\n",
  "\nTake it easy, we're in a hurry.\n",
  "\nTake what you can use and let the rest go by.\n\t\t-- Ken Kesey\n",
  "\nTempt me with a spoon!\n",
  "\nThank you for observing all safety precautions.\n",
  "\nThat's odd.  That's very odd.  Wouldn't you say that's very odd?\n",
  "\nThat's what she said.\n",
  "\nThe adjective is the banana peel of the parts of speech.\n\t\t-- Clifton Fadiman\n",
  "\nThe beauty of a pun is in the \"Oy!\" of the beholder.\n",
  "\nThe best prophet of the future is the past.\n",
  "\nThe cart has no place where a fifth wheel could be used.\n\t\t-- Herbert von Fritzlar\n",
  "\nThe day advanced as if to light some work of mine; it was morning, \nand lo! now it is evening, and nothing memorable is accomplished.  \n\t\t-- H.D. Thoreau\n",
  "\nThe day after tomorrow is the third day of the rest of your life.\n",
  "\nThe difference between this place and yogurt is that yogurt has a live culture.\n",
  "\nThe eagle may soar, but the weasel never gets sucked into a jet engine.\n",
  "\nThe executioner is, I hear, very expert, and my neck is very slender.\n\t\t-- Anne Boleyn\n",
  "\nThe fact that it works is immaterial.\n\t\t-- L. Ogborn\n",
  "\n... the flaw that makes perfection perfect.\n",
  "\nThe future isn't what it used to be.  (It never was.)\n",
  "\nThe future lies ahead.\n",
  "\nThe future not being born, my friend, we will abstain from baptizing it.\n\t\t-- George Meredith\n",
  "\nThe grass is always greener on the other side of your sunglasses.\n",
  "\nThe groundhog is like most other prophets; it delivers its message and then\ndisappears.\n",
  "\nThe hearing ear is always found close to the speaking tongue, a custom\nwhereof the memory of man runneth not howsomever to the contrary, nohow.\n",
  "\nThe important thing to remember about walking on eggs is not to hop.\n",
  "\n\t\"The jig's up, Elman.\"\n\t\"Which jig?\"\n\t\t-- Jeff Elman\n",
  "\nThe Killer Ducks are coming!!!\n",
  "\nThe last person who said that (God rest his soul) lived to regret it.\n",
  "\nThe luck that is ordained for you will be coveted by others.\n",
  "\nThe Martian Canals were clearly the Martian's last ditch effort!\n",
  "\nThe mosquito exists to keep the mighty humble.\n",
  "\nThe most important things, each person must do for himself.\n",
  "\nThe one good thing about repeating your mistakes is that you know when to\ncringe.\n",
  "\nThe past always looks better than it was.  It's only pleasant because\nit isn't here.\n\t\t-- Finley Peter Dunne (Mr. Dooley)\n",
  "\nThe philosopher's treatment of a question is like the treatment of an illness.\n\t\t-- Wittgenstein.\n",
  "\nThe pollution's at that awkward stage.  Too thick to navigate and too\nthin to cultivate.\n\t\t-- Doug Sneyd\n",
  "\nThe problem with any unwritten law is that you don't know where to go\nto erase it.\n\t\t-- Glaser and Way\n",
  "\nThe reader this message encounters not failing to understand is cursed.\n",
  "\nThe rose of yore is but a name, mere names are left to us.\n",
  "\nThe sheep died in the wool.\n",
  "\nThe sheep that fly over your head are soon to land.\n",
  "\nThe shortest distance between any two puns is a straight line.\n",
  "\nThe sixth sheik's sixth sheep's sick.\n\t[so say said sentence sextuply...]\n",
  "\nThe sky is blue so we know where to stop mowing.\n\t\t-- Judge Harold T. Stone\n",
  "\nThe tree in which the sap is stagnant remains fruitless.\n\t\t-- Hosea Ballou\n",
  "\nThe whole earth is in jail and we're plotting this incredible jailbreak.\n\t\t-- Wavy Gravy\n",
  "\nThe whole world is a scab.  The point is to pick it constructively.\n\t\t-- Peter Beard\n",
  "\nThe world really isn't any worse.  It's just that the news coverage\nis so much better.\n",
  "\nThe world wants to be deceived.\n\t\t-- Sebastian Brant\n",
  "\nThe worst part of valor is indiscretion.\n",
  "\nThen, gently touching my face, she hesitated for a moment as her incredible\neyes poured forth into mine love, joy, pain, tragedy, acceptance, and peace.\n\"'Bye for now,\" she said warmly.\n\t\t-- Thea Alexander, \"2150 A.D.\"\n",
  "\nThere are no rules for March.  March is spring, sort of, usually, March\nmeans maybe, but don't bet on it.\n",
  "\nThere are three things I always forget.  Names, faces -- the third I\ncan't remember.\n\t\t-- Italo Svevo\n",
  "\nThere are two kinds of pedestrians... the quick and the dead.\n\t\t-- Lord Thomas Rober Dewar\n",
  "\nThere has been an alarming increase in the number of things you know\nnothing about.\n",
  "\nThere is a natural hootchy-kootchy to a goldfish.\n\t\t-- Walt Disney\n",
  "\nThere is always someone worse off than yourself.\n",
  "\nThere is always something new out of Africa.\n\t\t-- Gaius Plinius Secundus\n",
  "\nThere is no such thing as a problem without a gift for you in its hands.\n",
  "\nThere is nothing new except what has been forgotten.\n\t\t-- Marie Antoinette\n",
  "\nThere seems no plan because it is all plan.\n\t\t-- C.S. Lewis\n",
  "\nThere's no real need to do housework -- after four years it doesn't get\nany worse.\n",
  "\nThere's nothing very mysterious about you, except that\nnobody really knows your origin, purpose, or destination.\n",
  "\nThey finally got King Midas, I hear.  Gild by association.\n",
  "\nThey just buzzed and buzzed...buzzed.\n",
  "\nThink big.  Pollute the Mississippi.\n",
  "\nThink honk if you're a telepath.\n",
  "\nThink sideways!\n\t\t-- Ed De Bono\n",
  "\nThis is NOT a repeat.\n",
  "\nThis is the tomorrow you worried about yesterday.  And now you know why.\n",
  "\nThis must be morning.  I never could get the hang of mornings.\n",
  "\nThis sentence contradicts itself -- no actually it doesn't.\n\t\t-- Douglas Hofstadter\n",
  "\nThis sentence does in fact not have the property it claims not to have.\n",
  "\nThis sentence no verb.\n",
  "\nThree minutes' thought would suffice to find this out; but thought is\nirksome and three minutes is a long time.\n\t\t-- A.E. Houseman\n",
  "\nThree o'clock in the afternoon is always just a little too late or a little\ntoo early for anything you want to do.\n\t\t-- Jean-Paul Sartre\n",
  "\nTime is but the stream I go a-fishing in.\n\t\t-- Henry David Thoreau\n",
  "\nTime will end all my troubles, but I don't always approve of Time's methods.\n",
  "\nTis man's perdition to be safe, when for the truth he ought to die.\n",
  "\nTo generalize is to be an idiot.\n\t\t-- William Blake\n",
  "\nTo love is good, love being difficult.\n",
  "\nTo see you is to sympathize.\n",
  "\n\"To vacillate or not to vacillate, that is the question ... or is it?\"\n",
  "\nTopologists are just plane folks.\n\tPilots are just plane folks.\n\t\tCarpenters are just plane folks.\n\t\t\tMidwest farmers are just plain folks.\n\t\tMusicians are just playin' folks.\n\tWhodunit readers are just Spillane folks.\nSome Londoners are just P. Lane folks.\n",
  "\nTrouble always comes at the wrong time.\n",
  "\nTrouble strikes in series of threes, but when working around the house the\nnext job after a series of three is not the fourth job -- it's the start of\na brand new series of three.\n",
  "\nTrue to our past we work with an inherited, observed, and accepted vision of\npersonal futility, and of the beauty of the world.\n\t\t-- David Mamet\n",
  "\nTwo cars in every pot and a chicken in every garage.\n",
  "\nUse a pun, go to jail.\n",
  "\nWait for that wisest of all counselors, Time.\n\t\t-- Pericles\n",
  "\nWanna buy a duck?\n",
  "\nWasting time is an important part of living.\n",
  "\nWe have ears, earther...FOUR OF THEM!\n",
  "\nWe have lingered long enough on the shores of the Cosmic Ocean.\n\t\t-- Carl Sagan\n",
  "\nWe must die because we have known them.\n\t\t-- Ptah-hotep, 2000 B.C.\n",
  "\nWe'll cross that bridge when we come back to it later.\n",
  "\nWelcome to the Zoo!\n",
  "\nWell thaaaaaaat's okay.\n",
  "\nWell, the handwriting is on the floor.\n\t\t-- Joe E. Lewis\n",
  "\nWell, we'll really have a party, but we've gotta post a guard outside.\n\t\t-- Eddie Cochran, \"Come On Everybody\"\n",
  "\nWhat causes the mysterious death of everyone?\n",
  "\nWhat color is a chameleon on a mirror?\n",
  "\n\t\"What did you do when the ship sank?\"\n\t\"I grabbed a cake of soap and washed myself ashore.\"\n",
  "\nWhat does \"it\" mean in the sentence \"What time is it?\"?\n",
  "\nWhat excuses stand in your way?  How can you eliminate them?\n\t\t-- Roger von Oech\n",
  "\nWhat happens when you cut back the jungle?  It recedes.\n",
  "\nWhat is the sound of one hand clapping?\n",
  "\nWhat soon grows old?  Gratitude.\n\t\t-- Aristotle\n",
  "\n\t\"What time is it?\"\n\t\"I don't know, it keeps changing.\"\n",
  "\nWhat we cannot speak about we must pass over in silence.\n\t\t-- Wittgenstein\n",
  "\nWhat will you do if all your problems aren't solved by the time you die?\n",
  "\nWhat you want, what you're hanging around in the world waiting for, is for\nsomething to occur to you.\n\t\t-- Robert Frost\n \n\t[Quoted in \"VMS Internals and Data Structures\", V4.4, when\n\t referring to AST's.]\n",
  "\nWhat!?  Me worry?\n\t\t-- Alfred E. Newman\n",
  "\nWhat's all this brouhaha?\n",
  "\nWhat's so funny?\n",
  "\n\"What's the use of a good quotation if you can't change it?\"\n\t\t-- The Doctor\n",
  "\nWhatever became of eternal truth?\n",
  "\nWhen a camel flies, no one laughs if it doesn't get very far!\n",
  "\nWhen a cow laughs, does milk come out of its nose?\n",
  "\nWhen a fly lands on the ceiling, does it do a half roll or a half loop?\n",
  "\nWhen does later become never?\n",
  "\nWhen eating an elephant take one bite at a time.\n\t\t-- Gen. C. Abrams\n",
  "\nWhen pleasure remains, does it remain a pleasure?\n",
  "\nWhen the English language gets in my way, I walk over it.\n\t\t-- Billy Sunday\n",
  "\nWhen things go well, expect something to explode, erode, collapse or\njust disappear.\n",
  "\nWhen you dial a wrong number you never get a busy signal.\n",
  "\nWhen you're down and out, lift up your voice and shout, \"I'M DOWN AND OUT\"!\n",
  "\nWhen you're ready to give up the struggle, who can you surrender to?\n",
  "\nWhen your memory goes, forget it!\n",
  "\nWhere am I?  Who am I?  Am I?  I\n",
  "\nWhere will it all end?  Probably somewhere near where it all began.\n",
  "\nWhereof one cannot speak, thereof one must be silent.\n\t\t-- Wittgenstein\n",
  "\nWhich is worse: ignorance or apathy?  Who knows?  Who cares?\n",
  "\nWhip it, whip it good!\n",
  "\nWho are you?\n",
  "\nWho dat who say \"who dat\" when I say \"who dat\"?\n\t\t-- Hattie McDaniel\n",
  "\nWho messed with my anti-paranoia shot?\n",
  "\nWho will take care of the world after you're gone?\n",
  "\nWhy are you so hard to ignore?\n",
  "\nWhy do seagulls live near the sea?  'Cause if they lived near the bay,\nthey'd be called baygulls.\n",
  "\nWhy does a ship carry cargo and a truck carry shipments?\n",
  "\nWhy is it called a funny bone when it hurts so much?\n",
  "\nWhy is it taking so long for her to bring out all the good in you?\n",
  "\nWhy isn't there a special name for the tops of your feet?\n\t\t-- Lily Tomlin\n",
  "\nWhy not go out on a limb?  Isn't that where the fruit is?\n",
  "\nWhy would anyone want to be called \"Later\"?\n",
  "\nWithout adventure, civilization is in full decay.\n\t\t-- Alfred North Whitehead\n",
  "\nWould that my hand were as swift as my tongue.\n\t\t-- Alfieri\n",
  "\nWould you care to drift aimlessly in my direction?\n",
  "\nWould you care to view the ruins of my good intentions?\n",
  "\nWRONG!\n",
  "\nYou auto buy now.\n",
  "\nYou can cage a swallow, can't you,\n\tbut you can't swallow a cage, can you?\nGirl, bathing on Bikini, eyeing boy,\n\tfinds boy eyeing bikini on bathing girl.\nA man, a plan, a canal -- Panama!\n\t\t-- The Palindromist\n",
  "\nYou can get there from here, but why on earth would you want to?\n",
  "\n\t\"You've got to think about tomorrow!\"\n\t\"TOMORROW!  I haven't even prepared for *_________\b\b\b\b\b\b\b\b\byesterday* yet!\"\n",
  "\nZeus gave Leda the bird.\n",
  "\n"
]