[
  "A door is what a dog is perpetually on the wrong side of.\n\t\t-- Ogden Nash\n",
  "\n\tA little dog goes into a saloon in the Wild West, and beckons to\nthe bartender.  \"Hey, bartender, gimme a whiskey.\"\n\tThe bartender ignores him.\n\t\"Hey bartender, gimme a whiskey!\"\n\tStill ignored.\n\t\"HEY BARMAN!!  GIMME A WHISKEY!!\"\n\tThe bartender takes out his six-shooter and shoots the dog in the\nleg, and the dog runs out the saloon, howling in pain.\n\tThree years later, the wee dog appears again, wearing boots,\njeans, chaps, a Stetson, gun belt, and guns.  He ambles slowly into the\nsaloon, goes up to the bar, leans over it, and says to the bartender,\n\"I'm here t'git the man that shot muh paw.\"\n",
  "\nAbout the only thing on a farm that has an easy time is the dog.\n",
  "\nAll intelligent species own cats.\n",
  "\nAny member introducing a dog into the Society's premises shall be\nliable to a fine of one pound.  Any animal leading a blind person shall\nbe deemed to be a cat.\n\t\t-- Rule 46, Oxford Union Society, London\n",
  "\nAnyone who considers protocol unimportant has never dealt with a cat.\n\t\t-- R. Heinlein \n",
  "\n\t\"Anything else you wish to draw to my attention, Mr. Holmes ?\"\n\t\"The curious incident of the stable dog in the nighttime.\"\n\t\"But the dog did nothing in the nighttime.\"\n\t\"That was the curious incident.\"\n\t\t-- A. Conan Doyle, \"Silver Blaze\"\n",
  "\nAuribus teneo lupum.\n\t[I hold a wolf by the ears.]\n\t[Boy, it *sounds* good.  But what does it *mean*?]\n",
  "\nBreeding rabbits is a hare raising experience.\n",
  "\nCats are intended to teach us that not everything in nature has a function.\n\t\t-- Garrison Keillor\n",
  "\nCats are smarter than dogs.  You can't make eight cats pull a sled through\nthe snow.\n",
  "\nCats, no less liquid than their shadows, offer no angles to the wind.\n",
  "\nChihuahuas drive me crazy.  I can't stand anything that shivers when it's warm.\n",
  "\n\"Contrary to popular belief, penguins are not the salvation of modern\ntechnology.  Neither do they throw parties for the urban proletariat.\"\n",
  "\nDid you ever walk into a room and forget why you walked in?  I think\nthat's how dogs spend their lives.\n\t\t-- Sue Murphy\n",
  "\nDoes the name Pavlov ring a bell?\n",
  "\nDogs just don't seem to be able to tell the difference between important people\nand the rest of us.\n",
  "\nEveryone *knows* cats are on a higher level of existence.  These silly humans\nare just to big-headed to admit their inferiority.\n\tJust think what a nicer world this would be if it were controlled by\ncats.\n\tYou wouldn't see cats having waste disposal problems.\n\tThey're neat.\n\tThey don't have sexual hangups.  A cat gets horny, it does something\nabout it.\n\tThey keep reasonable hours.  You *never* see a cat up before noon.\n\tThey know how to relax.  Ever heard of a cat with an ulcer?  \n\tWhat are the chances of a cat starting a nuclear war?  Pretty neglible.\nIt's not that they can't, they just know that there are much better things to\ndo with ones time.  Like lie in the sun and sleep.  Or go exploring the world.\n",
  "\nFor a man to truly understand rejection, he must first be ignored by a cat.\n",
  "\nHi!  You have reached 555-0129. None of us are here to answer the phone and\nthe cat doesn't have opposing thumbs, so his messages are illegible.  Please\nleave your name and message after the beep...\u0007\n",
  "\nI loathe people who keep dogs.  They are cowards who haven't got the guts\nto bite people themselves.\n\t\t-- August Strindberg\n",
  "\nI love dogs, but I hate Chihuahuas.  A Chihuahua isn't a dog.  It's a rat\nwith a thyroid problem.\n",
  "\nIf a can of Alpo costs 38 cents, would it cost $2.50 in Dog Dollars?\n",
  "\nIf anyone has seen my dog, please contact me at x2883 as soon as possible.\nWe're offering a substantial reward.  He's a sable collie, with three legs,\nblind in his left eye, is missing part of his right ear and the tip of his\ntail.  He's been recently fixed.  Answers to \"Lucky\".\n",
  "\nIf you are a police dog, where's your badge?\n\t\t-- Question James Thurber used to drive his German Shepherd\n\t\t   crazy.\n",
  "\n\"If you don't want your dog to have bad breath, do what I do:  Pour a little\nLavoris in the toilet.\"\n\t\t-- Jay Leno\n",
  "\nIf you have received a letter inviting you to speak at the dedication of a\nnew cat hospital, and you hate cats, your reply, declining the invitation,\ndoes not necessarily have to cover the full range of your emotions.  You must\nmake it clear that you will not attend, but you do not have to let fly at cats.\nThe writer of the letter asked a civil question; attack cats, then, only if\nyou can do so with good humor, good taste, and in such a way that your answer\nwill be courteous as well as responsive.  Since you are out of sympathy with\ncats, you may quite properly give this as a reason for not appearing at the\ndedication ceremonies of a cat hospital.  But bear in mind that your opinion\nof cats was not sought, only your services as a speaker.  Try to keep things\nstraight.\n\t\t-- Strunk and White, \"The Elements of Style\"\n",
  "\nIn the eyes of my dog, I'm a man.\n\t\t-- Martin Mull\n",
  "\nIt is not a good omen when goldfish commit suicide.\n",
  "\nIt was Penguin lust... at its ugliest.\n",
  "\nIt's no use crying over spilt milk -- it only makes it salty for the cat.\n",
  "\nLost: gray and white female cat.  Answers to electric can opener.\n",
  "\nNever try to outstubborn a cat.\n\t\t-- Lazarus Long, \"Time Enough for Love\"\n",
  "\nNo animal should ever jump on the dining room furniture unless\nabsolutely certain he can hold his own in conversation.\n\t\t-- Fran Lebowitz\n",
  "\nNo one can feel as helpless as the owner of a sick goldfish.\n",
  "\nPENGUINICITY!!\n",
  "\nRaising pet electric eels is gaining a lot of current popularity.\n",
  "\n\"Shelter,\" what a nice name for for a place where you polish your cat.\n",
  "\nSome books are to be tasted, others to be swallowed, and some few to be\nchewed and digested.\n\t\t-- Francis Bacon\n\t[As anyone who has ever owned a puppy already knows.  Ed.]\n",
  "\nSometimes when I get up in the morning, I feel very peculiar.  I feel\nlike I've just got to bite a cat!  I feel like if I don't bite a cat\nbefore sundown, I'll go crazy!  But then I just take a deep breath and\nforget about it.  That's what is known as real maturity.\n\t\t-- Snoopy\n",
  "\nSpeaking of purchasing a dog, never buy a watchdog that's on sale.\nAfter all, everyone knows a bargain dog never bites!\n",
  "\nThe difference between dogs and cats is that dogs come when they're\ncalled.  Cats take a message and get back to you.\n",
  "\nThe main problem I have with cats is, they're not dogs.\n\t\t-- Kevin Cowherd\n",
  "\nThe only time a dog gets complimented is when he doesn't do anything.\n\t\t-- C. Schulz\n",
  "\nThere are many intelligent species in the universe, and they all own cats.\n",
  "\nThere's no use in having a dog and doing your own barking.\n",
  "\nTo err is human,\nTo purr feline.\n\t\t-- Robert Byrne\n",
  "\nWhen man calls an animal \"vicious\", he usually means that it will attempt\nto defend itself when he tries to kill it.\n",
  "\nWhen the fog came in on little cat feet last night, it left these little\nmuddy paw prints on the hood of my car.\n",
  "\nWho loves me will also love my dog.\n\t\t-- John Donne\n",
  "\nWith a rubber duck, one's never alone.\n\t\t-- \"The Hitchhiker's Guide to the Galaxy\"\n",
  "\n"
]