[
  "(1) Everything depends.\n(2) Nothing is always.\n(3) Everything is sometimes.\n",
  "\n42\n",
  "\nA beginning is the time for taking the most delicate care that balances are\ncorrect.\n\t\t-- Princess Irulan, \"Manual of Maud'Dib\"\n",
  "\nA bird in the bush usually has a friend in there with him.\n",
  "\nA bird in the hand is worth two in the bush.\n\t\t-- Cervantes\n",
  "\nA bird in the hand is worth what it will bring.\n",
  "\nA bird in the hand makes it awfully hard to blow your nose.\n",
  "\n\tA boy spent years collecting postage stamps.  The girl next door bought\nan album too, and started her own collection.  \"Dad, she buys everything I've\nbought, and it's taken all the fun out of it for me.  I'm quitting.\"  Don't,\nson, remember, 'Imitation is the sincerest form of philately.'\"\n",
  "\nA certain amount of opposition is a help, not a hindrance. Kites rise\nagainst the wind, not with it.\n",
  "\nA chicken is an egg's way of producing more eggs.\n",
  "\nA chronic disposition to inquiry deprives domestic felines of vital qualities.\n",
  "\nA clever prophet makes sure of the event first.\n",
  "\nA closed mouth gathers no foot.\n",
  "\nA couch is as good as a chair.\n",
  "\nA day without orange juice is like a day without orange juice.\n",
  "\nA day without sunshine is like a day without Anita Bryant.\n",
  "\nA day without sunshine is like a day without orange juice.\n",
  "\nA day without sunshine is like night.\n",
  "\nA dead man cannot bite.\n\t\t-- Gnaeus Pompeius (Pompey)\n",
  "\nA farmer is a man outstanding in his field.\n",
  "\n\tA farmer with extremely prolific hens posted the following sign.  \"Free\nChickens.  Our Coop Runneth Over.\"\n",
  "\n\tA father gave his teen-age daughter an untrained pedigreed pup for\nher birthday.  An hour later, when wandered through the house, he found her\nlooking at a puddle in the center of the kitchen.  \"My pup,\" she murmured\nsadly, \"runneth over.\"\n",
  "\nA fool and his money are soon popular.\n",
  "\nA fool and your money are soon partners.\n",
  "\nA fool must now and then be right by chance.\n",
  "\nA foolish consistency is the hobgoblin of little minds.\n\t\t-- Ralph Waldo Emerson\n",
  "\nA friend in need is a pest indeed.\n",
  "\nA full belly makes a dull brain.\n\t\t-- Ben Franklin\n\n\t\t[and the local candy machine man.  Ed]\n",
  "\n\tA girl spent a couple hours on the phone talking to her two best\nfriends, Maureen Jones, and Maureen Brown.  When asked by her father why she\nhad been on the phone so long, she responded \"I heard a funny story today\nand I've been telling it to the Maureens.\"\n",
  "\nA gleekzorp without a tornpee is like a quop without a fertsneet (sort of).\n",
  "\nA good memory does not equal pale ink.\n",
  "\nA good name lost is seldom regained.  When character is gone,\nall is gone, and one of the richest jewels of life is lost forever.\n\t\t-- J. Hawes\n",
  "\nA good plan today is better than a perfect plan tomorrow.\n\t\t-- Patton\n",
  "\nA good reputation is more valuable than money.\n\t\t-- Publilius Syrus\n",
  "\nA good scapegoat is hard to find.\nA guilty conscience is the mother of invention.\n\t\t-- Carolyn Wells\n",
  "\nA handful of friends is worth more than a wagon of gold.\n",
  "\nA handful of patience is worth more than a bushel of brains.\n",
  "\nA hermit is a deserter from the army of humanity.\n",
  "\nA homeowner's reach should exceed his grasp, or what's a weekend for?\n",
  "\n\tA horse breeder has his young colts bottle-fed after they're three\ndays old.  He heard that a foal and his mummy are soon parted.\n",
  "\nA hundred thousand lemmings can't be wrong!\n",
  "\nA journey of a thousand miles begins with a cash advance.\n",
  "\nA journey of a thousand miles must begin with a single step.\n\t\t-- Lao Tsu\n",
  "\nA journey of a thousand miles starts under one's feet.\n\t\t-- Lao Tsu\n",
  "\nA king's castle is his home.\n",
  "\nA lie in time saves nine.\n",
  "\nA lie is an abomination unto the Lord and a very present help in time of\ntrouble.\n\t\t-- Adlai Stevenson\n",
  "\nA likely impossibility is always preferable to an unconvincing possibility.\n\t\t-- Aristotle\n",
  "\nA little experience often upsets a lot of theory.\n",
  "\nA little inaccuracy saves a world of explanation.\n\t\t-- C.E. Ayres\n",
  "\nA little inaccuracy sometimes saves tons of explanation.\n\t\t-- H.H. Munro, \"Saki\"\n",
  "\nA lost ounce of gold may be found, a lost moment of time never.\n",
  "\nA man gazing at the stars is proverbially at the mercy of the puddles\nin the road.\n\t\t-- Alexander Smith\n",
  "\nA man who carries a cat by its tail learns something he can learn\nin no other way.\n",
  "\nA man with one watch knows what time it is.\nA man with two watches is never quite sure.\n",
  "\nA man's best friend is his dogma.\n",
  "\nA man's house is his castle.\n\t\t-- Sir Edward Coke\n",
  "\nA man's house is his hassle.\n",
  "\nA mind is a wonderful thing to waste.\n",
  "\nA mushroom cloud has no silver lining.\n",
  "\nA penny saved has not been spent.\n",
  "\nA penny saved is ridiculous.\n",
  "\nA pipe gives a wise man time to think and a fool something to stick in his\nmouth.\n",
  "\nA place for everything and everything in its place.\n\t\t-- Isabella Mary Beeton, \"The Book of Household Management\"\n \n\t[Quoted in \"VMS Internals and Data Structures\", V4.4, when\n\t referring to memory management system services.]\n",
  "\nA platitude is simply a truth repeated till people get tired of hearing it.\n\t\t-- Stanley Baldwin\n",
  "\nA plethora of individuals with expertise in culinary techniques contaminate\nthe potable concoction produced by steeping certain edible nutriments.\n",
  "\nA plucked goose doesn't lay golden eggs.\n",
  "\nA pound of salt will not sweeten a single cup of tea.\n",
  "\n\"A radioactive cat has eighteen half-lives.\"\n",
  "\nA rolling stone gathers momentum.\n",
  "\nA rolling stone gathers no moss.\n\t\t-- Publilius Syrus\n",
  "\nA shortcut is the longest distance between two points.\n",
  "\nA sinking ship gathers no moss.\n\t\t-- Donald Kaul\n",
  "\nA Smith & Wesson beats four aces.\n",
  "\nA snake lurks in the grass.\n\t\t-- Publius Vergilius Maro (Virgil)\n",
  "\nA soft answer turneth away wrath; but grievous words stir up anger.\n\t\t-- Proverbs 15:1\n",
  "\nA soft drink turneth away company.\n",
  "\nA song in time is worth a dime.\n",
  "\nA stitch in time saves nine.\n",
  "\nA violent man will die a violent death.\n\t\t-- Lao Tsu\n",
  "\nA watched clock never boils.\n",
  "\nA wise man can see more from a mountain top than a fool can from the bottom\nof a well.\n",
  "\nA wise man can see more from the bottom of a well than a fool can from a\nmountain top.\n",
  "\nA wise person makes his own decisions, a weak one obeys public opinion.\n\t\t-- Chinese proverb\n",
  "\nA witty saying proves nothing, but saying something pointless gets\npeople's attention.\n",
  "\nA witty saying proves nothing.\n\t\t-- Voltaire\n",
  "\nA word to the wise is enough.\n\t\t-- Miguel de Cervantes\n",
  "\nAbove all else -- sky.\n",
  "\nAbove all things, reverence yourself.\n",
  "\nAbsence makes the heart forget.\n",
  "\nAbsence makes the heart go wander.\n",
  "\nAbsence makes the heart grow fonder -- of somebody else.\n",
  "\nAbsence makes the heart grow fonder.\n\t\t-- Sextus Aurelius\n",
  "\nAbsence makes the heart grow frantic.\n",
  "\nAbsolutum obsoletum.  (If it works, it's out of date.)\n\t\t-- Stafford Beer\n",
  "\nAd astra per aspera.\n\t[To the stars by aspiration.]\n",
  "\nAdde parvum parvo manus acervus erit.\n\t[Add little to little and there will be a big pile.]\n\t\t-- Ovid\n",
  "\nAdvice from an old carpenter: measure twice, saw once.\n",
  "\nAfter the game the king and the pawn go in the same box.\n\t\t-- Italian proverb\n",
  "\nAge and treachery will always overcome youth and skill.\n",
  "\nAge before beauty; and pearls before swine.\n\t\t-- Dorothy Parker\n",
  "\nAim for the moon.  If you miss, you may hit a star.\n\t\t-- W. Clement Stone\n",
  "\nAin't no right way to do a wrong thing.\n\t\t-- The Mad Dogtender\n",
  "\nAlas, I am dying beyond my means.\n\t\t-- Oscar Wilde [as he sipped champagne on his deathbed]\n",
  "\nAlimony is the high cost of leaving.\n",
  "\nAll a man needs out of life is a place to sit 'n' spit in the fire.\n",
  "\nAll articles that coruscate with resplendence are not truly auriferous.\n",
  "\n-- All articles that coruscate with resplendence are not truly auriferous.\n-- When there are visible vapors having the prevenience in ignited\n\tcarbonaceous materials, there is conflagration.\n-- Sorting on the part of mendicants must be interdicted.\n-- A plethora of individuals wither expertise in culinary techniques vitiated\n\tthe potable concoction produced by steeping certain coupestibles.\n-- Eleemosynary deeds have their initial incidence intramurally.\n-- Male cadavers are incapable of yielding testimony.\n-- Individuals who make their abode in vitreous edifices would be well\n\tadvised to refrain from catapulting projectiles.\n",
  "\nAll I kin say is when you finds yo'self wanderin' in a peach orchard,\nya don't go lookin' for rutabagas.\n\t\t-- Kingfish\n",
  "\nAll is fear in love and war.\n",
  "\nAll is well that ends well.\n\t\t-- John Heywood\n",
  "\nAll that glitters has a high refractive index.\n",
  "\nAll that glitters is not gold; all that wander are not lost.\n",
  "\nAll things are possible, except for skiing through a revolving door.\n",
  "\nAll things being equal, you are bound to lose.\n",
  "\nAll true wisdom is found on T-shirts.\n",
  "\nAll's well that ends.\n",
  "\nAn aphorism is never exactly true; it is either a half-truth or\none-and-a-half truths.\n\t\t-- Karl Kraus\n",
  "\nAn apple a day makes 365 apples a year.\n",
  "\nAn apple every eight hours will keep three doctors away.\n",
  "\nAn idle mind is worth two in the bush.\n",
  "\nAn ounce of clear truth is worth a pound of obfuscation.\n",
  "\nAn ounce of hypocrisy is worth a pound of ambition.\n\t\t-- Michael Korda\n",
  "\nAn ounce of mother is worth a ton of priest.\n\t\t-- Spanish proverb\n",
  "\n\"An ounce of prevention is worth a pound of purge.\"\n",
  "\nAnd tomorrow will be like today, only more so.\n\t\t-- Isaiah 56:12, New Standard Version\n",
  "\nAnswer a fool according to his folly, lest he be wise in his own conceit.\n\t\t-- Proverbs, 26:5\n",
  "\nAny great truth can -- and eventually will -- be expressed as a cliche --\na cliche is a sure and certain way to dilute an idea.  For instance, my\ngrandmother used to say, \"The black cat is always the last one off the fence.\"\nI have no idea what she meant, but at one time, it was undoubtedly true.\n\t\t-- Solomon Short\n",
  "\nAny philosophy that can be put \"in a nutshell\" belongs there.\n\t\t-- Sydney J. Harris\n",
  "\nAny road followed to its end leads precisely nowhere.\nClimb the mountain just a little to test it's a mountain.\nFrom the top of the mountain, you cannot see the mountain.\n\t\t-- Bene Gesserit proverb, \"Dune\"\n",
  "\nAnything is possible on paper.\n\t\t-- Ron McAfee\n",
  "\nAnything is possible, unless it's not.\n",
  "\nAnything that is worth doing has been done frequently.  Things hitherto\nundone should be given, I suspect, a wide berth.\n\t\t-- Max Beerbohm, \"Mainly on the Air\"\n",
  "\nAnything worth doing is worth overdoing.\n",
  "\nAs well look for a needle in a bottle of hay.\n\t\t-- Miguel de Cervantes\n",
  "\nAsk not for whom the Bell tolls, and you will pay only the station-to-station\nrate.\n\t\t-- Howard Kandel\n",
  "\nAsk not for whom the telephone bell tolls...\nif thou art in the bathtub, it tolls for thee.\n",
  "\nAvoid cliches like the plague.  They're a dime a dozen.\n",
  "\nBe both a speaker of words and a doer of deeds.\n\t\t-- Homer\n",
  "\nBe sure to evaluate the bird-hand/bush ratio.\n",
  "\nBeggars should be no choosers.\n\t\t-- John Heywood\n",
  "\nBetter dead than mellow.\n",
  "\nBetter hope you get what you want before you stop wanting it.\n",
  "\nBetter late than never.\n\t\t-- Titus Livius (Livy)\n",
  "\nBetter living a beggar than buried an emperor.\n",
  "\nBetter to be nouveau than never to have been riche at all.\n",
  "\nBetter to light one candle than to curse the darkness.\n\t\t-- motto of the Christopher Society\n",
  "\nBetter tried by twelve than carried by six.\n\t\t-- Jeff Cooper\n",
  "\nBeware of friends who are false and deceitful.\n",
  "\nBeware of geeks bearing graft.\n",
  "\nCall on God, but row away from the rocks.\n\t\t-- Indian proverb\n",
  "\nCharity begins at home.\n\t\t-- Publius Terentius Afer (Terence)\n",
  "\nCheap things are of no value, valuable things are not cheap.\n",
  "\nCleanliness becomes more important when godliness is unlikely.\n\t\t-- P.J. O'Rourke\n",
  "\nCleanliness is next to impossible.\n",
  "\nCogito cogito ergo cogito sum --\n\"I think that I think, therefore I think that I am.\"\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\n\"Cogito ergo I'm right and you're wrong.\"\n\t\t-- Blair Houghton\n",
  "\nCuriosity killed the cat, but satisfaction brought her back.\n",
  "\nDesist from enumerating your fowl prior to their emergence from the shell.\n",
  "\nDo not count your chickens before they are hatched.\n\t\t-- Aesop\n",
  "\nDo unto others before they undo you.\n",
  "\nDo, or do not; there is no try.\n",
  "\nDoing gets it done.\n",
  "\nDon't get even -- get odd!\n",
  "\nDon't get mad, get even.\n\t\t-- Joseph P. Kennedy\n\nDon't get even, get jewelry.\n\t\t-- Anonymous\n",
  "\nDon't get mad, get interest.\n",
  "\nDon't put off for tomorrow what you can do today because if you enjoy it today,\nyou can do it again tomorrow.\n",
  "\nEschew obfuscation.\n",
  "\nEvery path has its puddle.\n",
  "\nEvery silver lining has a cloud around it.\n",
  "\nEvery solution breeds new problems.\n",
  "\nExpedience is the best teacher.\n",
  "\nExperience is a good teacher, but she sends in terrific bills.\n\t\t-- Minna Antrim, \"Naked Truth and Veiled Allusions\"\n",
  "\nFamiliarity breeds attempt.\n",
  "\nFlattery will get you everywhere.\n",
  "\nFlee at once, all is discovered.\n",
  "\nFor fools rush in where angels fear to tread.\n\t\t-- Alexander Pope\n",
  "\nForgive and forget.\n\t\t-- Cervantes\n",
  "\nFortune and love befriend the bold.\n\t\t-- Ovid\n",
  "\nFortune favors the lucky.\n",
  "\nFortune finishes the great quotations, #12\n\n\tThose who can, do.  Those who can't, write the instructions.\n",
  "\nFortune finishes the great quotations, #3\n\n\tBirds of a feather flock to a newly washed car.\n",
  "\nFortune finishes the great quotations, #9\n\n\tA word to the wise is often enough to start an argument.\n",
  "\nFreedom from incrustation of grime is contiguous to rectitude.\n",
  "\nGenius is pain.\n\t\t-- John Lennon\n",
  "\nGiven sufficient time, what you put off doing today will get done by itself.\n",
  "\nGod gave man two ears and one tongue so that we listen twice as much as\nwe speak.\n\t\t-- Arab proverb\n",
  "\nHappiness adds and multiplies as we divide it with others.\n",
  "\nHappiness is the greatest good.\n",
  "\nHaste makes waste.\n\t\t-- John Heywood\n",
  "\nHave a nice day!\n",
  "\nHave a nice diurnal anomaly.\n",
  "\nHave an adequate day.\n",
  "\nHe that bringeth a present, findeth the door open.\n\t\t-- Scottish proverb.\n",
  "\nHe who fears the unknown may one day flee from his own backside.\n\t\t-- Sinbad\n",
  "\nHe who fights and runs away lives to fight another day.\n",
  "\nHe who foresees calamities suffers them twice over.\n",
  "\nHe who has a shady past knows that nice guys finish last.\n",
  "\nHe who has imagination without learning has wings but no feet.\n",
  "\nHe who has the courage to laugh is almost as much a master of the world\nas he who is ready to die.\n\t\t-- Giacomo Leopardi\n",
  "\nHe who hates vices hates mankind.\n",
  "\nHe who hesitates is last.\n",
  "\nHe who hesitates is sometimes saved.\n",
  "\nHe who laughs has not yet heard the bad news.\n\t\t-- Bertolt Brecht\n",
  "\nHe who laughs last -- missed the punch line.\n",
  "\nHe who laughs last didn't get the joke.\n",
  "\nHe who laughs last hasn't been told the terrible truth.\n",
  "\nHe who laughs last is probably your boss.\n",
  "\nHe who laughs last usually had to have joke explained.\n",
  "\nHe who laughs, lasts.\n",
  "\nHe who lives without folly is less wise than he believes.\n",
  "\nHe who makes a beast of himself gets rid of the pain of being a man.\n\t\t-- Dr. Johnson\n",
  "\nHonesty is the best policy, but insanity is a better defense.\n",
  "\nHonesty's the best policy.\n\t\t-- Miguel de Cervantes\n",
  "\nHoni soit qui mal y pense.\n\t[Evil to him who evil thinks.]\n\t\t-- Motto of the Order of the Garter (est. Edward III)\n",
  "\nHow sharper than a hound's tooth it is to have a thankless serpent.\n",
  "\nHow you look depends on where you go.\n",
  "\nI am a man: nothing human is alien to me.\n\t\t-- Publius Terentius Afer (Terence)\n",
  "\nI doubt, therefore I might be.\n",
  "\nI know on which side my bread is buttered.\n\t\t-- John Heywood\n",
  "\nI think, therefore I am... I think.\n",
  "\nI'll turn over a new leaf.\n\t\t-- Miguel de Cervantes\n",
  "\nIf a fool persists in his folly he shall become wise.\n\t\t-- William Blake\n",
  "\nIf anything can go wrong, it will.\n",
  "\nIf at first you do succeed, try to hide your astonishment.\n",
  "\nIf at first you don't succeed, destroy all evidence that you tried.\n",
  "\nIf at first you don't succeed, quit; don't be a nut about success.\n",
  "\nIf at first you don't succeed, redefine success.\n",
  "\nIf at first you don't succeed, try, try again.\n\t\t-- W.E. Hickson\n",
  "\nIf at first you don't succeed, you're doing about average.\n\t\t-- Leonard Levinson\n",
  "\nIf happiness is in your destiny, you need not be in a hurry.\n\t\t-- Chinese proverb\n",
  "\nIf I cannot bend Heaven, I shall move Hell.\n\t\t-- Publius Vergilius Maro (Virgil)\n",
  "\nIf in doubt, mumble.\n",
  "\nIf it ain't broke, don't fix it.\n",
  "\nIf it heals good, say it.\n",
  "\nIf the shoe fits, it's ugly.\n",
  "\nIf the thunder don't get you, then the lightning will.\n",
  "\nIf there is no wind, row.\n\t\t-- Polish proverb\n",
  "\nIf two wrongs don't make a right, try three.\n\t\t-- Laurence J. Peter\n",
  "\nIf wishes were horses, then beggars would be thieves.\n",
  "\nIf you wish to be happy for one hour, get drunk.\nIf you wish to be happy for three days, get married.\nIf you wish to be happy for a month, kill your pig and eat it.\nIf you wish to be happy forever, learn to fish.\n\t\t-- Chinese Proverb\n",
  "\nIf you wish to succeed, consult three old people.\n",
  "\nIf you would keep a secret from an enemy, tell it not to a friend.\n",
  "\nIn charity there is no excess.\n\t\t-- Francis Bacon\n",
  "\nIn God we trust; all else we walk through.\n",
  "\nIn this world, nothing is certain but death and taxes.\n\t\t-- Benjamin Franklin\n",
  "\nInspiration without perspiration is usually sterile.\n",
  "\nIntegrity has no need for rules.\n",
  "\nIt doesn't matter whether you win or lose -- until you lose.\n",
  "\nIt is a poor judge who cannot award a prize.\n",
  "\nIt is a profitable thing, if one is wise, to seem foolish.\n\t\t-- Aeschylus\n",
  "\nIt is annoying to be honest to no purpose.\n\t\t-- Publius Ovidius Naso (Ovid)\n",
  "\nIt is bad luck to be superstitious.\n\t\t-- Andrew W. Mathis\n",
  "\nIt is better to have loved a short man than never to have loved a tall.\n",
  "\nIt is better to have loved and lost -- much better.\n",
  "\nIt is better to have loved and lost than just to have lost.\n",
  "\nIt is better to wear out than to rust out.\n",
  "\nIt is common sense to take a method and try it.  If it fails,\nadmit it frankly and try another.  But above all, try something.\n\t\t-- Franklin D. Roosevelt\n",
  "\nIt is sweet to let the mind unbend on occasion.\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nIt is the quality rather than the quantity that matters.\n\t\t-- Lucius Annaeus Seneca\n",
  "\nIt is when I struggle to be brief that I become obscure.\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nIt is wise to keep in mind that neither success nor failure is ever final.\n\t\t-- Roger Babson\n",
  "\nIt is your concern when your neighbor's wall is on fire.\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nIt's always darkest just before it gets pitch black.\n",
  "\nIt's always darkest just before the lights go out.\n\t\t-- Alex Clark\n",
  "\nIt's better to burn out than it is to rust.\n",
  "\nIt's better to burn out than to fade away.\n",
  "\nIt's later than you think.\n",
  "\nIt's not whether you win or lose, it's how you place the blame.\n",
  "\nIt's the thought, if any, that counts!\n",
  "\nKeep on keepin' on.\n",
  "\nKeep the phase, baby.\n",
  "\nKites rise highest against the wind -- not with it.\n\t\t-- Winston Churchill\n",
  "\nKnowledge is power.\n\t\t-- Francis Bacon\n",
  "\nKnowledge without common sense is folly.\n",
  "\nLaugh and the world laughs with you, snore and you sleep alone.\n",
  "\nLaugh and the world thinks you're an idiot.\n",
  "\nLaugh at your problems; everybody else does.\n",
  "\nLaugh when you can; cry when you must.\n",
  "\nLaugh, and the world ignores you.  Crying doesn't help either.\n",
  "\nLeave no stone unturned.\n\t\t-- Euripides\n",
  "\nLeft to themselves, things tend to go from bad to worse.\n",
  "\nLet sleeping dogs lie.\n\t\t-- Charles Dickens\n",
  "\nLet your conscience be your guide.\n\t\t-- Pope\n",
  "\nLife is one long struggle in the dark.\n\t\t-- Titus Lucretius Carus\n",
  "\n\"Life is too important to take seriously.\"\n\t\t-- Corky Siegel\n",
  "\nLife is too short to be taken seriously.\n\t\t-- Oscar Wilde\n",
  "\nLook before you leap.\n\t\t-- Samuel Butler\n",
  "\nLook ere ye leap.\n\t\t-- John Heywood\n",
  "\n-- Male cadavers are incapable of yielding testimony.\n-- Individuals who make their abode in vitreous edifices would be well advised\n\tto refrain from catapulting projectiles.\n-- Neophyte's serendipity.\n-- Exclusive dedication to necessitious chores without interludes of hedonistic\n\tdiversion renders John a hebetudinous fellow.\n-- A revolving concretion of earthy or mineral matter accumulates no congeries\n\tof small, green bryophytic plant.\n-- Abstention from any aleatory undertaking precludes a potential escallation\n\tof a lucrative nature.\n-- Missiles of ligneous or osteal consistency have the potential of fracturing\n\tosseous structure, but appellations will eternally remain innocuous.\n",
  "\nMan is the measure of all things.\n\t\t-- Protagoras\n",
  "\nMankind is poised midway between the gods and the beasts.\n\t\t-- Plotinus\n",
  "\nMany are called, few are chosen.  Fewer still get to do the choosing.\n",
  "\nMany are called, few volunteer.\n",
  "\nMany are cold, but few are frozen.\n",
  "\nMany hands make light work.\n\t\t-- John Heywood\n",
  "\nMay you have warm words on a cold evening,\na full mooon on a dark night,\nand a smooth road all the way to your door.\n",
  "\nMay you live in uninteresting times.\n\t\t-- Chinese proverb\n",
  "\nMen freely believe that what they wish to desire.\n\t\t-- Julius Caesar\n",
  "\nMisery loves company, but company does not reciprocate.\n",
  "\nMisery no longer loves company.  Nowadays it insists on it.\n\t\t-- Russell Baker\n",
  "\nMisfortunes arrive on wings and leave on foot.\n",
  "\nMistakes are often the stepping stones to utter failure.\n",
  "\nMistrust first impulses; they are always right.\n",
  "\nModeration in all things.\n\t\t-- Publius Terentius Afer [Terence]\n",
  "\nModeration is a fatal thing.  Nothing succeeds like excess.\n\t\t-- Oscar Wilde\n",
  "\nMother is the invention of necessity.\n",
  "\nMum's the word.\n\t\t-- Miguel de Cervantes\n",
  "\nNecessity has no law.\n\t\t-- St. Augustine\n",
  "\nNecessity hath no law.\n\t\t-- Oliver Cromwell\n",
  "\nNecessity is a mother.\n",
  "\n-- Neophyte's serendipity.\n-- Exclusive dedication to necessitious chores without interludes of\n\thedonistic diversion renders John a hebetudinous fellow.\n-- A revolving concretion of earthy or mineral matter accumulates no\n\tcongeries of small, green bryophytic plant.\n-- The person presenting the ultimate cachinnation possesses thereby the\n\toptimal cachinnation.\n-- Abstention from any aleatory undertaking precludes a potential\n\tescallation of a lucrative nature.\n-- Missiles of ligneous or osteal consistency have the potential of\n\tfracturing osseous structure, but appellations will eternally\n\tremain innocuous.\n",
  "\nNever do today what you can put off until tomorrow.\n",
  "\nNever look a gift horse in the mouth.\n\t\t-- Saint Jerome\n",
  "\nNever promise more than you can perform.\n\t\t-- Publilius Syrus\n",
  "\nNever put off till tomorrow what you can avoid all together.\n",
  "\nNever put off until tomorrow what you can do the day after.\n",
  "\nNice guys don't finish nice.\n",
  "\nNice guys finish last, but we get to sleep in.\n\t\t-- Evan Davis\n",
  "\nNice guys finish last.\n\t\t-- Leo Durocher\n",
  "\nNice guys get sick.\n",
  "\nNo act of kindness, no matter how small, is ever wasted.\n\t\t-- Aesop\n",
  "\nNo evil can happen to a good man.\n\t\t-- Plato\n",
  "\nNo excellent soul is exempt from a mixture of madness.\n\t\t-- Aristotle\n",
  "\nNo good deed goes unpunished.\n\t\t-- Clare Booth Luce\n",
  "\nNone love the bearer of bad news.\n\t\t-- Sophocles\n",
  "\nNot everything worth doing is worth doing well.\n",
  "\nNothing endures but change.\n\t\t-- Heraclitus\n",
  "\nNothing ever becomes real till it is experienced -- even a\nproverb is no proverb to you till your life has illustrated it.\n\t\t-- John Keats\n",
  "\nNullum magnum ingenium sine mixtura dementiae fuit.\n\t[There is no great genius without some touch of madness.]\n\t\t-- Seneca\n",
  "\nOften things ARE as bad as they seem!\n",
  "\nOnce a word has been allowed to escape, it cannot be recalled.\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nOnce harm has been done, even a fool understands it.\n\t\t-- Homer\n",
  "\nOne good turn asketh another.\n\t\t-- John Heywood\n",
  "\nOne good turn deserves another.\n\t\t-- Gaius Petronius\n",
  "\nOne good turn usually gets most of the blanket.\n",
  "\nOne man's Mede is another man's Persian.\n\t\t-- George M. Cohan\n",
  "\nOne picture is worth more than ten thousand words.\n\t\t-- Chinese proverb\n",
  "\nOppernockity tunes but once.\n",
  "\nOut of sight is out of mind.\n\t\t-- Arthur Clough\n",
  "\n\t\t-- Owen Meredith\n",
  "\nPatience is the best remedy for every trouble.\n\t\t-- Titus Maccius Plautus\n",
  "\nPauca sed matura.\n\t[Few but excellent.]\n\t\t-- Gauss\n",
  "\nPereant, inquit, qui ante nos nostra dixerunt.\n\t[Confound those who have said our remarks before us.]\n\tor\n\t[May they perish who have expressed our bright ideas before us.]\n\t\t-- Aelius Donatus\n",
  "\nPity the meek, for they shall inherit the earth.\n\t\t-- Don Marquis\n",
  "\nPlus ,\bca change, plus c'est la m^\beme chose.\n\t[The more things change, the more they remain the same.]\n\t\t-- Alphonse Karr, \"Les Gu^\bepes\"\n",
  "\nPractice yourself what you preach.\n\t\t-- Titus Maccius Plautus\n",
  "\nPraise the sea; on shore remain.\n\t\t-- John Florio\n",
  "\nPray to God, but keep rowing to shore.\n\t\t-- Russian Proverb\n",
  "\nProsperity makes friends, adversity tries them.\n\t\t-- Publilius Syrus\n",
  "\nQuidquid latine dictum sit, altum viditur.\n\t[Whatever is said in Latin sounds profound.]\n",
  "\nRemembering is for those who have forgotten.\n\t\t-- Chinese proverb\n",
  "\nRemoving the straw that broke the camel's back does not necessarily\nallow the camel to walk again.\n",
  "\nRome was not built in one day.\n\t\t-- John Heywood\n",
  "\nRome wasn't burnt in a day.\n",
  "\nRotten wood cannot be carved.\n\t\t-- Confucius, \"Analects\", Book 5, Ch. 9\n",
  "\n-- Scintillate, scintillate, asteroid minikin.\n-- Members of an avian species of identical plumage congregate.\n-- Surveillance should precede saltation.\n-- Pulchritude possesses solely cutaneous profundity.\n-- It is fruitless to become lachrymose over precipitately departed\n\tlacteal fluid.\n-- Freedom from incrustations of grime is contiguous to rectitude.\n-- It is fruitless to attempt to indoctrinate a superannuated\n\tcanine with innovative maneuvers.\n-- Eschew the implement of correction and vitiate the scion.\n-- The temperature of the aqueous content of an unremittingly\n\tgalled saucepan does not reach 212 degrees Farenheit.\n",
  "\nScintillation is not always identification for an auric substance.\n",
  "\nSeek simplicity -- and distrust it.\n\t\t-- Alfred North Whitehead\n",
  "\nSeize the day, put no trust in the morrow!\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nSet the cart before the horse.\n\t\t-- John Heywood\n",
  "\nSi jeunesse savait, si vieillesse pouvait.\n\t[If youth but knew, if old age but could.]\n\t\t-- Henri Estienne\n",
  "\nSic transit gloria Monday!\n",
  "\nSic transit gloria mundi.\n\t[So passes away the glory of this world.]\n\t\t-- Thomas `\ba Kempis\n",
  "\nSic Transit Gloria Thursdi.\n",
  "\nSmall change can often be found under seat cushions.\n\t\t-- One of Lazarus Long's most penetrating insights\n",
  "\nSmall is beautiful.\n\t\t-- Schumacher's Dictum\n",
  "\nStop searching forever.  Happiness is just next to you.\n",
  "\nStop searching forever.  Happiness is unattainable.\n",
  "\nStop searching.  Happiness is right next to you.  Now, if they'd only\ntake a bath ...\n",
  "\nSweet April showers do spring May flowers.\n\t\t-- Thomas Tusser\n",
  "\nThe coast was clear.\n\t\t-- Lope de Vega\n",
  "\nThe course of true anything never does run smooth.\n\t\t-- Samuel Butler\n",
  "\nThe descent to Hades is the same from every place.\n\t\t-- Anaxagoras\n",
  "\nThe early worm gets the bird.\n",
  "\nThe early worm gets the late bird.\n",
  "\nThe ends justify the means.\n\t\t-- after Matthew Prior\n",
  "\nThe greatest love is a mother's, then a dog's, then a sweetheart's.\n\t\t-- Polish proverb\n",
  "\nThe life which is unexamined is not worth living.\n\t\t-- Plato\n",
  "\nThe light at the end of the tunnel is the headlight of an approaching train.\n",
  "\nThe light at the end of the tunnel may be an oncoming dragon.\n",
  "\nThe man who runs may fight again.\n\t\t-- Menander\n",
  "\nThe man who sees, on New Year's day, Mount Fuji, a hawk, and an eggplant\nis forever blessed.\n\t\t-- Old Japanese proverb\n",
  "\nThe meek will inherit the earth -- if that's OK with you.\n",
  "\nThe more the merrier.\n\t\t-- John Heywood\n",
  "\nThe more things change, the more they stay insane.\n",
  "\nThe more things change, the more they'll never be the same again.\n",
  "\nThe only certainty is that nothing is certain.\n\t\t-- Pliny the Elder\n",
  "\nThe only constant is change.\n",
  "\nThe only problem with seeing too much is that it makes you insane.\n\t\t-- Phaedrus\n",
  "\nThe only reward of virtue is virtue.\n\t\t-- Ralph Waldo Emerson\n",
  "\n\"The porcupine with the sharpest quills gets stuck on a tree more often.\"\n",
  "\nThe proof of the pudding is in the eating.\n\t\t-- Miguel de Cervantes\n",
  "\nThe reverse side also has a reverse side.  \n\t\t-- Japanese proverb\n",
  "\nThe road to Hades is easy to travel.\n\t\t-- Bion\n",
  "\nThe superfluous is very necessary.\n\t\t-- Voltaire\n",
  "\nThe temperature of the aqueous content of an unremittingly ogled\nculinary vessel will not achieve 100 degrees on the Celsius scale.\n",
  "\nThe worst is enemy of the bad.\n",
  "\n-- The writing implement is more potent than the claymore.\n-- All articles that coruscate with resplendence are not truly auriferous.\n-- When there are visible vapors having the prevenience in ignited carbonaceous\n\tmaterials, there is conflagration.\n-- Sorting on the part of mendicants must be interdicted.\n-- A plethora of individuals wither expertise in culinary techniques vitiated\n\tthe potable concoction produced by steeping certain coupestibles.\n-- The person presenting the ultimate cachinnation possesses thereby the\n\toptimal cachinnation.\n-- Eleemosynary deeds have their initial incidence intramurally.\n",
  "\nThere are more things in heaven and earth than any place else.\n",
  "\nThere are more ways of killing a cat than choking her with cream.\n",
  "\nThere is no fool to the old fool.\n\t\t-- John Heywood\n",
  "\nThere is no grief which time does not lessen and soften.\n",
  "\nThere is no proverb that is not true.\n\t\t-- Cervantes\n",
  "\nThere's an old proverb that says just about whatever you want it to.\n",
  "\nThere's no heavier burden than a great potential.\n",
  "\nThere's no such thing as a free lunch.\n\t\t-- Milton Friendman\n",
  "\nThere's no such thing as an original sin.\n\t\t-- Elvis Costello\n",
  "\nThere's no time like the pleasant.\n",
  "\nThings are more like they are today than they ever were before.\n\t\t-- Dwight Eisenhower\n",
  "\nThings are more like they used to be than they are now.\n",
  "\nThings are not always what they seem.\n\t\t-- Phaedrus\n",
  "\nThings fall apart; the centre cannot hold.\n",
  "\nThou hast seen nothing yet.\n\t\t-- Miguel de Cervantes\n",
  "\nThree may keep a secret, if two of them are dead.\n\t\t-- Benjamin Franklin\n",
  "\nTime and tide wait for no man.\n",
  "\nTime as he grows old teaches all things.\n\t\t-- Aeschylus\n",
  "\nTime flies like an arrow.  Fruit flies like a banana.\n",
  "\nTime goes, you say?\nAh no!\nTime stays, *we* go.\n\t\t-- Austin Dobson\n",
  "\nTime sure flies when you don't know what you're doing.\n",
  "\nTo add insult to injury.\n\t\t-- Phaedrus\n",
  "\nTo err is human, but I can REALLY foul things up.\n",
  "\nTo err is human, but when the eraser wears out before the pencil,\nyou're overdoing it a little.\n",
  "\nTo err is human, to forgive is against company policy.\n",
  "\nTo err is human, to forgive unusual.\n",
  "\nTo err is human, to moo bovine.\n",
  "\nTo err is human, to purr feline.\nTo err is human, two curs canine.\nTo err is human, to moo bovine.\n",
  "\nTo err is human, to repent, divine, to persist, devilish.\n\t\t-- Benjamin Franklin\n",
  "\nTo err is human.\nTo blame someone else for your mistakes is even more human.\n",
  "\nTo err is human; to admit it, a blunder.\n",
  "\nTo err is human; to forgive is simply not our policy.\n\t\t-- MIT Assasination Club\n",
  "\nTo err is humor.\n",
  "\nTo every Ph.D. there is an equal and opposite Ph.D.\n\t\t-- B. Duggan\n",
  "\nTreat your friend as if he might become an enemy.\n\t\t-- Publilius Syrus\n",
  "\nTrust in Allah, but tie your camel.\n\t\t-- Arabian proverb\n",
  "\nTruth can wait; he's used to it.\n",
  "\nTurn the other cheek.\n\t\t-- Jesus Christ\n",
  "\nTwo heads are better than one.\n\t\t-- John Heywood\n",
  "\nTwo heads are more numerous than one.\n",
  "\nTwo is company, three is an orgy.\n",
  "\nTwo wrongs are only the beginning.\n\t\t-- Kohn\n",
  "\nTwo wrongs don't make a right, but they make a good excuse.\n\t\t-- Thomas Szasz\n",
  "\nTwo wrongs don't make a right, but three lefts do.\n",
  "\nWalking on water wasn't built in a day.\n\t\t-- Jack Kerouac\n",
  "\nWe are what we are.\n",
  "\nWe are what we pretend to be.\n\t\t-- Kurt Vonnegut, Jr.\n",
  "\nWe have seen the light at the end of the tunnel, and it's out.\n",
  "\nWell begun is half done.\n\t\t-- Aristotle\n",
  "\nWhat fools these morals be!\n",
  "\nWhat fools these mortals be.\n\t\t-- Lucius Annaeus Seneca\n",
  "\nWhat one believes to be true either is true or becomes true.\n\t\t-- John Lilly\n",
  "\nWhat one fool can do, another can.\n\t\t-- Ancient Simian Proverb\n",
  "\nWhat we wish, that we readily believe.\n\t\t-- Demosthenes\n",
  "\nWhat you don't know can hurt you, only you won't know it.\n",
  "\nWhat you don't know won't help you much either.\n\t\t-- D. Bennett\n",
  "\nWhatever it is, I fear Greeks even when they bring gifts.\n\t\t-- Publius Vergilius Maro (Virgil)\n",
  "\nWhen in doubt, follow your heart.\n",
  "\nWhen in doubt, use brute force.\n\t\t-- Ken Thompson\n",
  "\nWhen nothing can possibly go wrong, it will.\n",
  "\nWhen the ax entered the forest, the trees said, \"The handle is one of us!\"\n\t\t-- Turkish proverb\n",
  "\nWhen the blind lead the blind they will both fall over the cliff.\n\t\t-- Chinese proverb\n",
  "\nWhen the going gets tough, everyone leaves.\n\t\t-- Lynch\n",
  "\nWhen the going gets tough, the tough go shopping.\n",
  "\nWhen the going gets weird, the weird turn pro.\n\t\t-- Hunter S. Thompson\n",
  "\nWhen the only tool you have is a hammer, every problem starts to look\nlike a nail.\n",
  "\nWhen the sun shineth, make hay.\n\t\t-- John Heywood\n",
  "\nWhen we talk of tomorrow, the gods laugh.\n",
  "\nWhen you are at Rome live in the Roman style; when you are elsewhere live\nas they live elsewhere.\n\t\t-- St. Ambrose\n",
  "\nWhen you are in it up to your ears, keep your mouth shut.\n",
  "\nWhen you have eliminated the impossible, whatever remains, however improbable,\nmust be the truth.\n\t\t-- Sherlock Holmes, \"The Sign of Four\"\n",
  "\nWhere there are visible vapors, having their prevenance in ignited\ncarbonaceous materials, there is conflagration.\n",
  "\nWhere there is much light there is also much shadow.\n\t\t-- Goethe\n",
  "\nWhile there's life, there's hope.\n\t\t-- Publius Terentius Afer (Terence)\n",
  "\nWhom the gods wish to destroy they first call promising.\n",
  "\nWhom the mad would destroy, first they make Gods.\n\t\t-- Bernard Levin\n",
  "\nWithout fools there would be no wisdom.\n",
  "\nWords are the voice of the heart.\n",
  "\nWords can never express what words can never express.\n",
  "\nWords have a longer life than deeds.\n\t\t-- Pindar\n",
  "\nWould ye both eat your cake and have your cake?\n\t\t-- John Heywood\n",
  "\nYou buttered your bread, now lie in it.\n",
  "\nYou can drive a horse to water, but a pencil must be lead.\n",
  "\nYou can fool some of the people all of the time,\nand all of the people some of the time,\nbut you can make a fool of yourself anytime.\n",
  "\nYou can fool some of the people all of the time,\nand all of the people some of the time,\nbut you can never fool your Mom.\n",
  "\nYou can fool some of the people some of the time,\nand some of the people all of the time,\nand that is sufficient.\n",
  "\nYou can get everything in life you want, if you will help enough other\npeople get what they want.\n",
  "\nYou can get much further with a kind word and a gun than you can with a\nkind word alone.\n\t\t-- Al Capone\n\t\t[Also attributed to Johnny Carson.  Ed.]\n",
  "\nYou can go anywhere you want if you look serious and carry a clipboard.\n",
  "\nYou can make it illegal, but you can't make it unpopular.\n",
  "\nYou can move the world with an idea, but you have to think of it first.\n",
  "\nYou can never do just one thing.\n\t\t-- Hardin\n",
  "\nYou can't break eggs without making an omelet.\n",
  "\nYou can't judge a book by the way it wears its hair.\n",
  "\nYou cannot see the wood for the trees.\n\t\t-- John Heywood\n",
  "\nYou get what you pay for.\n\t\t-- Gabriel Biel\n",
  "\nYou k'n hide de fier, but w'at you gwine do wid de smoke?\n\t\t-- Joel Chandler Harris, proverbs of Uncle Remus\n",
  "\nZhizn' prozhit'--ne pole pereiti.\n\t[Life's a bitch.]\n\t[Well, okay.  lit., to live through life is not as simple as crossing\n\t a field.  Happy now?]\n\t\t-- Russian proverb\n",
  "\n"
]