[
  "$100 invested at 7",
  " interest for 100 years will become $100,000, at\nwhich time it will be worth absolutely nothing.\n\t\t-- Lazarus Long, \"Time Enough for Love\"\n",
  "\n1st graffitiist: QUESTION AUTHORITY!\n\n2nd graffitiist: Why?\n",
  "\nA \"No\" uttered from deepest conviction is better and greater than a\n\"Yes\" merely uttered to please, or what is worse, to avoid trouble.\n\t\t-- Mahatma Ghandi\n",
  "\nA billion here, a billion there -- pretty soon it adds up to real money.\n\t\t-- Sen. Everett Dirksen, on the U.S. defense budget\n",
  "\nA billion seconds ago Harry Truman was president.\nA billion minutes ago was just after the time of Christ.\nA billion hours ago man had not yet walked on earth.\nA billion dollars ago was late yesterday afternoon at the U.S. Treasury.\n",
  "\nA bureaucrat's idea of cleaning up his files is to make a copy of everything\nbefore he destroys it.\n",
  "\nA candidate is a person who gets money from the rich and votes from the\npoor to protect them from each other.\n",
  "\nA citizen of America will cross the ocean to fight for democracy, but\nwon't cross the street to vote in a national election.\n\t\t-- Bill Vaughan\n",
  "\nA Difficulty for Every Solution.\n\t\t-- Motto of the Federal Civil Service\n",
  "\nA diplomat is a man who can convince his wife she'd look stout in a fur coat.\n",
  "\nA diplomat is a person who can tell you to go to hell in such a way that you\nactually look forward to the trip.\n\t\t-- Caskie Stinnett, \"Out of the Red\"\n",
  "\nA diplomat's life consists of three things: protocol, Geritol, and alcohol.\n\t\t-- Adlai Stevenson\n",
  "\nA fanatic is one who can't change his mind and won't change the subject.\n\t\t-- Winston Churchill\n",
  "\nA free society is one where it is safe to be unpopular.\n\t\t-- Adlai Stevenson\n",
  "\nA general leading the State Department resembles a dragon commanding ducks.\n\t\t-- New York Times, Jan. 20, 1981\n",
  "\nA government that is big enough to give you all you want is big enough\nto take it all away.\n\t\t-- Barry Goldwater\n",
  "\nA great empire, like a great cake, is most easily diminished at the edges.\n\t\t-- B. Franklin\n",
  "\nA great nation is any mob of people which produces at least one honest\nman a century.\n",
  "\nA group of politicians deciding to dump a President because his morals\nare bad is like the Mafia getting together to bump off the Godfather for\nnot going to church on Sunday.\n\t\t-- Russell Baker\n",
  "\nA lack of leadership is no substitute for inaction.\n",
  "\nA long memory is the most subversive idea in America.\n",
  "\nA national debt, if it is not excessive, will be to us a national blessing.\n\t\t-- Alexander Hamilton\n",
  "\nA nuclear war can ruin your whole day.\n",
  "\nA penny saved is a penny taxed.\n",
  "\nA penny saved kills your career in government.\n",
  "\nA people living under the perpetual menace of war and invasion is very easy to\ngovern.  It demands no social reforms.  It does not haggle over expenditures\non armaments and military equipment.  It pays without discussion, it ruins\nitself, and that is an excellent thing for the syndicates of financiers and\nmanufacturers for whom patriotic terrors are an abundant source of gain.\n\t\t-- Anatole France\n",
  "\nA political man can have as his aim the realization of freedom,\nbut he has no means to realize it other than through violence.\n\t\t-- Jean Paul Sartre\n",
  "\nA prisoner of war is a man who tries to kill you and fails, and then\nasks you not to kill him.\n\t\t-- Sir Winston Churchill, 1952\n",
  "\nA public debt is a kind of anchor in the storm; but if the anchor be\ntoo heavy for the vessel, she will be sunk by that very weight which\nwas intended for her preservation.\n\t\t-- Colton\n",
  "\nA real diplomat is one who can cut his neighbor's throat without having\nhis neighbour notice it.\n\t\t-- Trygve Lie\n",
  "\nA real patriot is the fellow who gets a parking ticket and rejoices\nthat the system works.\n",
  "\nA right is not what someone gives you; it's what no one can take from you.\n\t\t-- Ramsey Clark\n",
  "\nA sect or party is an elegant incognito devised to save a man from\nthe vexation of thinking.\n\t\t-- Ralph Waldo Emerson, Journals, 1831\n",
  "\nA statesman is a politician who's been dead 10 or 15 years.\n\t\t-- Harry S. Truman\n",
  "\nA straw vote only shows which way the hot air blows.\n\t\t-- O'Henry\n",
  "\nA strong conviction that something must be done is the parent of many\nbad measures.\n\t\t-- Daniel Webster\n",
  "\nAbraham Lincoln didn't die in vain.  He died in Washington, D.C.\n",
  "\n\"After I asked him what he meant, he replied that freedom consisted of\nthe unimpeded right to get rich, to use his ability, no matter what the\ncost to others, to win advancement.\"\n\t\t-- Norman Thomas\n",
  "\nAirplanes are interesting toys but of no military value.\n\t-- Marechal Ferdinand Foch, Professor of Strategy,\n\t   Ecole Superieure de Guerre\n",
  "\nAlea iacta est.\n\t[The die is cast]\n\t\t-- Gaius Julius Caesar\n",
  "\nAlexander Hamilton started the U.S. Treasury with nothing - and that was\nthe closest our country has ever been to being even.\n\t-- The Best of Will Rogers\n",
  "\nAll [zoos] actually offer to the public in return for the taxes spent\nupon them is a form of idle and witless amusement, compared to which a\nvisit to a penitentiary, or even to a State legislature in session, is\ninforming, stimulating and ennobling.\n\t\t-- H. L. Mencken\n",
  "\nAll bad precedents began as justifiable measures.\n\t\t-- Gaius Julius Caesar, quoted in \"The Conspiracy of\n\t\t   Catiline\", by Sallust\n",
  "\nAll diplomacy is a continuation of war by other means.\n\t\t-- Chou En Lai\n",
  "\nAll kings is mostly rapscallions.\n\t\t--Mark Twain\n",
  "\nAll other things being equal, a bald man cannot be elected President of\nthe United States.\n\t\t-- Vic Gold\n",
  "\nAll people are born alike -- except Republicans and Democrats.\n\t\t-- Groucho Marx\n",
  "\nAll the taxes paid over a lifetime by the average American are spent by\nthe government in less than a second.\n\t\t-- Jim Fiebig\n",
  "\nAll wars are civil wars, because all men are brothers ... Each one owes\ninfinitely more to the human race than to the particular country in\nwhich he was born.\n\t\t-- Francois Fenelon\n",
  "\nAmerica is the country where you buy a lifetime supply of aspirin for one\ndollar, and use it up in two weeks.\n",
  "\nAmerica may be unique in being a country which has leapt from barbarism\nto decadence without touching civilization.\n\t\t-- John O'Hara\n",
  "\nAmerica: born free and taxed to death.\n",
  "\nAn ambassador is an honest man sent abroad to lie and intrigue for the\nbenefit of his country.\n\t\t-- Sir Henry Wotton, 1568-1639\n",
  "\nAn American's a person who isn't afraid to criticize the president but is\nalways polite to traffic cops.\n",
  "\nAn efficient and a successful administration manifests itself equally in\nsmall as in great matters.  \n\t\t-- W. Churchill\n",
  "\nAn honest politician is one who when he is bought will stay bought.\n\t\t-- Simon Cameron\n\nThere are honest journalists like there are honest politicians.  When\nbought they stay bought.\n\t\t-- Bill Moyers\n",
  "\nAnarchy may not be a better form of government, but it's better than no\ngovernment at all.\n",
  "\n\"...and the fully armed nuclear warheads, are, of course, merely a\ncourtesy detail.\"\n",
  "\nAnd they shall beat their swords into plowshares, for if you hit a man\nwith a plowshare, he's going to know he's been hit.\n",
  "\nAnd yet, seasons must be taken with a grain of salt, for they too have\na sense of humor, as does history.  Corn stalks comedy, comedy stalks\ntragedy, and this too is historic.  And yet, still, when corn meets\ntragedy face to face, we have politics.\n\t\t-- Dalglish, Larsen and Sutherland, \"Root Crops and\n\t\t   Ground Cover\"\n",
  "\nAndrea: Unhappy the land that has no heroes.\nGalileo: No, unhappy the land that _____\b\b\b\b\bneeds heroes.\n\t\t-- Bertolt Brecht, \"Life of Galileo\"\n",
  "\nAnother such victory over the Romans, and we are undone.\n\t\t-- Pyrrhus\n",
  "\nAny excuse will serve a tyrant.\n\t\t-- Aesop\n",
  "\n\t\"Any news from the President on a successor?\" he asked hopefully.\n\t\"None,\" Anita replied.  \"She's having great difficulty finding someone\nqualified who is willing to accept the post.\"\n\t\"Then I stay,\" said Dr. Fresh.  \"I'm not good for much, but I\ncan at least make a decision.\"\n\t\"Somewhere,\" he grumphed, \"there must be a naive, opportunistic\nyoung welp with a masochistic streak who would like to run the most\nup-and-down bureaucracy in the history of mankind.\"\n\t\t-- R.L. Forward, \"Flight of the Dragonfly\"\n",
  "\nAnybody that wants the presidency so much that he'll spend two years\norganising and campaigning for it is not to be trusted with the office.\n\t\t-- David Broder\n",
  "\nAnyone who is capable of getting themselves made President should on no\naccount be allowed to do the job.\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"\n",
  "\nAs long as war is regarded as wicked, it will always have its fascination.\nWhen it is looked upon as vulgar, it will cease to be popular.\n\t\t-- Oscar Wilde, \"Intentions\"\n",
  "\nAudacity, and again, audacity, and always audacity.\n\t\t-- G.J. Danton\n",
  "\nBan the bomb.  Save the world for conventional warfare.\n",
  "\nBe it our wealth, our jobs, or even our homes; nothing is safe while the\nlegislature is in session.\n",
  "\nBedfellows make strange politicians.\n",
  "\nBlessed are the young, for they shall inherit the national debt.\n\t\t-- Herbert Hoover\n",
  "\nC'est magnifique, mais ce n'est pas la guerre!\n\t[It is magnificent, but it is not war]\n\t\t-- Pierre Bosquet, witnessing the charge of the Light Brigade\n",
  "\n\"Cable is not a luxury, since many areas have poor TV reception.\"\n\t\t-- The mayor of Tucson, Arizona, 1989\n",
  "\nCanada Post doesn't really charge 32 cents for a stamp.  It's 2 cents\nfor postage and 30 cents for storage.\n\t\t-- Gerald Regan, Cabinet Minister, 12/31/83 Financial Post\n",
  "\nCensus Taker to Housewife:\nDid you ever have the measles, and, if so, how many?\n",
  "\nConcerning the war in Vietnam, Senator George Aiken of Vermount noted\nin January, 1966, \"I'm not very keen for doves or hawks.  I think we need\nmore owls.\"\n\t\t-- Bill Adler, \"The Washington Wits\"\n",
  "\nConquering Russia should be done steppe by steppe.\n",
  "\nCorruption is not the #1 priority of the Police Commissioner.  His job\nis to enforce the law and fight crime.\n\t\t-- P.B.A. President E. J. Kiernan\n",
  "\nCrime does not pay ... as well as politics.\n\t\t-- Alfred E. Newman\n",
  "\nCutting the space budget really restores my faith in humanity.  It\neliminates dreams, goals, and ideals and lets us get straight to the\nbusiness of hate, debauchery, and self-annihilation.\"\n\t\t-- Johnny Hart\n",
  "\nDemand the establishment of the government in its rightful home at Disneyland.\n",
  "\nDemocracy becomes a government of bullies, tempered by editors.\n\t\t-- Ralph Waldo Emerson\n",
  "\nDemocracy is a device that insures we shall be governed no better than\nwe deserve.\n\t\t-- George Bernard Shaw\n",
  "\nDemocracy is a form of government in which it is permitted to wonder\naloud what the country could do under first-class management.\n\t\t-- Senator Soaper\n",
  "\nDemocracy is a form of government that substitutes election by the\nincompetent many for appointment by the corrupt few.\n\t\t-- G.B. Shaw\n",
  "\nDemocracy is a government where you can say what you think even if you\ndon't think.\n",
  "\nDemocracy is a process by which the people are free to choose the man who\nwill get the blame.\n\t\t-- Laurence J. Peter\n",
  "\nDemocracy is good.  I say this because other systems are worse.\n\t\t-- Jawaharlal Nehru\n",
  "\nDemocracy is the name we give the people whenever we need them.\n\t\t-- Arman de Caillavet, 1913\n",
  "\nDemocracy is the recurrent suspicion that more than half of the people\nare right more than half of the time.\n\t\t-- E. B. White\n",
  "\nDemocracy is the worst form of government except all those other\nforms that have been tried from time to time.\n\t\t-- Winston Churchill\n",
  "\nDemocracy means simply the bludgeoning of the people by the people for\nthe people.\n\t\t-- Oscar Wilde\n",
  "\nDemographic polls show that you have lost credibility across the board.\nEspecially with those 14 year-old Valley girls.\n",
  "\nDiplomacy is about surviving until the next century.  Politics is about\nsurviving until Friday afternoon.\n\t\t-- Sir Humphrey Appleby\n",
  "\nDiplomacy is the art of letting the other party have things your way.\n\t\t-- Daniele Vare\n",
  "\nDiplomacy is the art of saying \"nice doggie\" until you can find a rock.\n\t\t-- Wynn Catlin\n",
  "\nDiplomacy is to do and say, the nastiest thing in the nicest way.\n\t\t-- Balfour\n",
  "\nDisclose classified information only when a NEED TO KNOW exists.\n",
  "\nDon't be humble ... you're not that great.\n\t\t-- Golda Meir\n",
  "\nDon't mind him; politicians always sound like that.\n",
  "\nDon't steal... the IRS hates competition!\n",
  "\nDon't suspect your friends -- turn them in!\n\t\t-- \"Brazil\"\n",
  "\nDon't talk to me about naval tradition.  It's nothing but rum, sodomy and\nthe lash.\n\t-- Winston Churchill\n",
  "\nDon't vote -- it only encourages them!\n",
  "\nDue to a shortage of devoted followers, the production of great leaders\nhas been discontinued.\n",
  "\nEach person has the right to take part in the management of public affairs\nin his country, provided he has prior experience, a will to succeed, a\nuniversity degree, influential parents, good looks, a curriculum vitae, two\n3x4 snapshots, and a good tax record.\n",
  "\nEach person has the right to take the subway.\n",
  "\nEven though they raised the rate for first class mail in the United\nStates we really shouldn't complain -- it's still only two cents a day.\n\n\t[and getting better!  Soon it'll be down to a penny a day!]\n",
  "\nEver wonder if taxation without representation might have been cheaper?\n",
  "\nEvery country has the government it deserves.\n\t\t-- Joseph De Maistre\n",
  "\nEvery one says that politicians lie all the time, and that just isn't so!\nBut you do have to understand body language to know when they're lying and\nwhen they aren't.\n\n\tWhen a politician rubs his nose, he isn't lying.\n\tWhen a politician tugs on his ear, he isn't lying.\n\tWhen a politician scratches his collar bone, he isn't lying.\n\tWhen his mouth starts moving, that's when he's lying!\n",
  "\nEverything is controlled by a small evil group to which, unfortunately,\nno one we know belongs.\n",
  "\nExtremism in the defense of liberty is no vice... moderation in the pursuit\nof justice is no virtue.\n\t\t-- Barry Goldwater\n",
  "\nFanaticism consists of redoubling your effort when you have forgotten your aim.\n\t\t-- George Santayana\n",
  "\nFar back in the mists of ancient time, in the great and glorious days of the\nformer Galactic Empire, life was wild, rich and largely tax free.\n\nMighty starships plied their way between exotic suns, seeking adventure and\nreward among the furthest reaches of Galactic space.  In those days, spirits\nwere brave, the stakes were high, men were real men, women were real women\nand small furry creatures from Alpha Centauri were real small furry creatures\nfrom Alpha Centauri.  And all dared to brave unknown terrors, to do mighty\ndeeds, to boldly split infinitives that no man had split before -- and thus\nwas the Empire forged.\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"\n",
  "\nFay: The British police force used to be run by men of integrity.\nTruscott: That is a mistake which has been rectified.\n\t\t-- Joe Orton, \"Loot\"\n",
  "\nFear and loathing, my man, fear and loathing.\n\t\t-- H.S. Thompson\n",
  "\nFirst rule of public speaking.\n\tFirst, tell 'em what you're goin' to tell 'em;\n\tthen tell 'em;\n\tthen tell 'em what you've tole 'em.\n",
  "\nFor the first time we have a weapon that nobody has used for thirty years.\nThis gives me great hope for the human race.\n\t\t-- Harlan Ellison\n",
  "\nForgive him, for he believes that the customs of his tribe are the laws\nof nature!\n\t\t-- G.B. Shaw\n",
  "\nFraud is the homage that force pays to reason.\n\t\t-- Charles Curtis, \"A Commonplace Book\"\n",
  "\nFree Speech Is The Right To Shout 'Theater' In A Crowded Fire.\n\t\t-- A Yippie Proverb\n",
  "\nFreedom begins when you tell Mrs. Grundy to go fly a kite.\n",
  "\nFreedom is nothing else but the chance to do better.\n\t\t-- Camus\n",
  "\nFreedom is slavery.\nIgnorance is strength.\nWar is peace.\n\t\t-- George Orwell\n",
  "\nFreedom of the press is for those who happen to own one.\n",
  "\nFreedom's just another word for nothing left to lose.\n\t\t-- Kris Kristofferson, \"Me and Bobby McGee\"\n",
  "\n\"... gentlemen do not read each other's mail.\"\n\t\t-- Secretary of State Henry Stimson, on closing down\n\t\t   the Black Chamber, the precursor to the National\n\t\t   Security Agency.\n",
  "\nGentlemen,\n\tWhilst marching from Portugal to a position which commands the\napproach to Madrid and the French forces, my officers have been\ndiligently complying with your requests which have been sent by H.M. ship\nfrom London to Lisbon and thence by dispatch to our headquarters.\n\tWe have enumerated our saddles, bridles, tents and tent poles,\nand all manner of sundry items for which His Majesty's Government holds\nme accountable. I have dispatched reports on the character, wit, and\nspleen of every officer. Each item and every farthing has been accounted\nfor, with two regrettable exceptions for which I beg your indulgence.\n\tUnfortunately the sum of one shilling and ninepence remains\nunaccounted for in one infantry battalion's petty cash and there has been\na hideous confusion as the the number of jars of raspberry jam issued to\none cavalry regiment during a sandstorm in western Spain.  This\nreprehensible carelessness may be related to the pressure of circumstance,\nsince we are war with France, a fact which may come as a bit of a surprise\nto you gentlemen in Whitehall.\n\tThis brings me to my present purpose, which is to request\nelucidation of my instructions from His Majesty's Government so that I\nmay better understand why I am dragging an army over these barren plains.\nI construe that perforce it must be one of two alternative duties, as\ngiven below.  I shall pursue either one with the best of my ability, but\nI cannot do both:\n\t1. To train an army of uniformed British clerks in Spain for the\nbenefit of the accountants and copy-boys in London or perchance:\n\t2. To see to it that the forces of Napoleon are driven out of Spain.\n\t\t-- Duke of Wellington, to the British Foreign Office,\n\t\t   London, 1812\n",
  "\nGeorge Orwell 1984.  Northwestern 0.\n\t\t-- Chicago Reader 10/15/82\n",
  "\nGeorge Orwell was an optimist.\n",
  "\nGeorge Washington was first in war, first in peace -- and the first to\nhave his birthday juggled to make a long weekend.\n\t\t-- Ashley Cooper\n",
  "\nGive all orders verbally.  Never write anything down that might go into a\n\"Pearl Harbor File\".\n",
  "\n\"Give me enough medals, and I'll win any war.\"\n\t\t-- Napoleon\n",
  "\nGiving money and power to governments is like giving whiskey and\ncar keys to teenage boys.\n\t-- P.J. O'Rourke\n",
  "\nGod shows his contempt for wealth by the kind of person he selects to\nreceive it.\n\t\t-- Austin O'Malley\n",
  "\nGood government never depends upon laws, but upon the personal qualities of\nthose who govern.  The machinery of government is always subordinate to the\nwill of those who administer that machinery.  The most important element of\ngovernment, therefore, is the method of choosing leaders.\n\t\t-- Frank Herbert, \"Children of Dune\"\n",
  "\nGood leaders being scarce, following yourself is allowed.\n",
  "\nGot a complaint about the Internal Revenue Service?  \nCall the convenient toll-free \"IRS Taxpayer Complaint Hot Line Number\":\n\n\t1-800-AUDITME\n",
  "\nGovern a great nation as you would cook a small fish.  Don't overdo it.\n\t\t-- Lao Tsu\n",
  "\nGovernment [is] an illusion the governed should not encourage.\n\t\t-- John Updike, \"Couples\"\n",
  "\nGovernment lies, and newspapers lie, but in a democracy they are different lies.\n",
  "\nGovernment spending?  I don't know what it's all about.  I don't know\nany more about this thing than an economist does, and, God knows, he\ndoesn't know much.\n\t\t-- Will Rogers\n",
  "\n\tGraduating seniors, parents and friends...\n\tLet me begin by reassuring you that my remarks today will stand up\nto the most stringent requirements of the new appropriateness.\n\tThe intra-college sensitivity advisory committee has vetted the\ntext of even trace amounts of subconscious racism, sexism and classism.\n\tMoreover, a faculty panel of deconstructionists have reconfigured\nthe rhetorical components within a post-structuralist framework, so as to\nexpunge any offensive elements of western rationalism and linear logic.\n\tFinally, all references flowing from a white, male, eurocentric\nperspective have been eliminated, as have any other ruminations deemed\ndenigrating to the political consensus of the moment.\n\n\tThank you and good luck.\n\t\t-- Doonesbury, the University Chancellor's graduation speech.\n",
  "\nGreat Moments in History: #3\n\nAugust 27, 1949:\n\tA Hall of Fame opened to honor outstanding members of the\n\tWomen's Air Corp.  It was a WAC's Museum.\n",
  "\n\tGrover Cleveland, though constantly at loggerheads with the\nSenate, got on better with the House of Representatives.  A popular\nstory circulating during his presidency concerned the night he was\nroused by his wife crying, \"Wake up!  I think there are burglars in the\nhouse.\"\n\t\"No, no, my dear,\" said the president sleepily, \"in the Senate maybe,\nbut not in the House.\"\n",
  "\nGrub first, then ethics.\n\t\t-- Bertolt Brecht\n",
  "\nHark ye, Clinker, you are a most notorious offender.  You stand convicted of\nsickness, hunger, wretchedness, and want.\n\t\t-- Tobias Smollet\n",
  "\nHas the great art and mystery of politics no apparent utility? Does it\nappear to be unqualifiedly ratty, raffish, sordid, obscene and low down,\nand its salient virtuosi a gang of umitigated scoundrels?  Then let us\nnot forget its high capacity to soothe and tickel the midriff, its\nincomparable services as a maker of entertainment.\n\t\t-- H.L. Mencken, \"A Carnival of Buncombe\"\n",
  "\nHave you noticed the way people's intelligence capabilities decline\nsharply the minute they start waving guns around?\n\t\t-- Dr. Who\n",
  "\nHe didn't run for reelection.  \"Politics brings you into contact with all\nthe people you'd give anything to avoid,\" he said. \"I'm staying home.\"\n\t\t-- Garrison Keillor, \"Lake Wobegone Days\"\n",
  "\nHe is the best of men who dislikes power.\n\t\t-- Mohammed\n",
  "\nHe that would govern others, first should be the master of himself.\n",
  "\nHe thinks the Gettysburg Address is where Lincoln lived.\n\t\t-- Wanda, \"A Fish Called Wanda\"\n",
  "\nHe who attacks the fundamentals of the American broadcasting industry\nattacks democracy itself.\n\t\t-- William S. Paley, chairman of CBS\n",
  "\nHe who renders warfare fatal to all engaged in it will be the greatest\nbenefactor the world has yet known.\n\t\t-- Sir Richard Burton\n",
  "\nHe who slings mud generally loses ground.\n\t\t-- Adlai Stevenson\n",
  "\nHe's just a politician trying to save both his faces...\n",
  "\nHear me, my chiefs, I am tired; my heart is sick and sad.  From where the\nsun now stands I Will Fight No More Forever.\n\t\t-- Chief Joseph of the Nez Perce\n",
  "\nHere comes the orator, with his flood of words and his drop of reason.\n",
  "\nHistory has much to say on following the proper procedures.  From a history\nof the Mexican revolution:\n\t\"Hidalgo was later defeated at Guadalajara.  The rebel army was\ncaptured on its way through the mountains.  All were courtmartialed and\nshot, except Hidalgo, because he was a priest.  He was handed over to\nthe bishop of Durango who excommunicated him and returned him to the\narmy where he was then executed.\"\n",
  "\nHistory is on our side (as long as we can control the historians).\n",
  "\nHistory is the version of past events that people have decided to agree on.\n\t\t-- Napoleon Bonaparte, \"Maxims\"\n",
  "\nHistory shows that the human mind, fed by constant accessions of knowledge,\nperiodically grows too large for its theoretical coverings, and bursts them\nasunder to appear in new habiliments, as the feeding and growing grub, at\nintervals, casts its too narrow skin and assumes another...  Truly the imago\nstate of Man seems to be terribly distant, but every moult is a step gained.\n\t\t-- Charles Darwin, from \"Origin of the Species\"\n",
  "\nHistory teaches us that men and nations behave wisely once they have\nexhausted all other alternatives.\n\t\t-- Abba Eban\n",
  "\nHow can you govern a nation which has 246 kinds of cheese?\n\t\t-- Charles de Gaulle\n",
  "\nHow is the world ruled, and how do wars start?  Diplomats tell lies to\njournalists, and they believe what they read.\n\t\t-- Karl Kraus, \"Aphorisms and More Aphorisms\"\n",
  "\nI am a friend of the working man, and I would rather be his friend\nthan be one.\n\t\t-- Clarence Darrow\n",
  "\nI am convinced that the truest act of courage is to sacrifice ourselves\nfor others in a totally nonviolent struggle for justice.  To be a man\nis to suffer for others.\n\t\t-- Cesar Chavez\n",
  "\nI am not a politician and my other habits are also good.\n\t\t-- A. Ward\n",
  "\nI can hire one half of the working class to kill the other half.\n\t\t-- Jay Gould\n",
  "\nI don't care how poor and inefficient a little country is; they like to\nrun their own business.  I know men that would make my wife a better\nhusband than I am; but, darn it, I'm not going to give her to 'em.\n\t\t-- The Best of Will Rogers\n",
  "\n\"I don't care who does the electing as long as I get to do the nominating.\"\n\t\t-- Boss Tweed\n",
  "\nI don't like the Dutchman.  He's a crocodile.  He's sneaky.  I don't trust him.\n\t\t-- Jack \"Legs\" Diamond, just before a peace conference\n\t\t   with Dutch Schultz.\n\nI don't trust Legs.  He's nuts.  He gets excited and starts pulling a\ntrigger like another guy wipes his nose.\n\t\t-- Dutch Schultz, just before a peace conference with\n\t\t   \"Legs\" Diamond.\n",
  "\nI don't mind what Congress does, as long as they don't do it in the\nstreets and frighten the horses.\n\t\t-- Victor Hugo\n",
  "\nI DON'T THINK I'M ALONE when I say I'd like to see more and more planets\nfall under the ruthless domination of our solar system.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nI find this corpse guilty of carrying a concealed weapon and I fine it $40.\n\t\t-- Judge Roy Bean, finding a pistol and $40 on a man he'd\n\t\t   just shot.\n",
  "\nI found Rome a city of bricks and left it a city of marble.\n\t\t-- Augustus Caesar\n",
  "\nI have a dream.  I have a dream that one day, on the red hills of Georgia, \nthe sons of former slaves and the sons of former slaveowners will be able to\nsit down together at the table of brotherhood.\n\t\t-- Martin Luther King, Jr.\n",
  "\nI have already given two cousins to the war and I stand ready to sacrifice\nmy wife's brother.\n\t\t-- Artemus Ward\n",
  "\nI have always noticed that whenever a radical takes to Imperialism,\nhe catches it in a very acute form.\n\t\t-- Winston Churchill, 1903\n",
  "\nI have discovered the art of deceiving diplomats. I tell them the truth\nand they never believe me.\n\t\t-- Camillo Di Cavour\n",
  "\nI have gained this by philosophy:\nthat I do without being commanded what others do only from fear of the law.\n\t\t-- Aristotle\n",
  "\nI have never understood this liking for war.  It panders to instincts\nalready catered for within the scope of any respectable domestic establishment.\n\t\t-- Alan Bennett\n",
  "\nI hold it, that a little rebellion, now and then, is a good thing...\n\t\t-- Thomas Jefferson\n",
  "\nI know not with what weapons World War III will be fought, but World\nWar IV will be fought with sticks and stones.\n\t\t-- Albert Einstein\n",
  "\nI like to believe that people in the long run are going to do more to promote\npeace than our governments.  Indeed, I think that people want peace so much\nthat one of these days governments had better get out of the way and let them\nhave it.\n\t\t-- Dwight D. Eisenhower\n",
  "\nI might have gone to West Point, but I was too proud to speak to a congressman.\n\t\t-- Will Rogers\n",
  "\nI needed the good will of the legislature of four states.  I formed the\nlegislative bodies with my own money.  I found that it was cheaper that way.\n\t\t-- Jay Gould\n",
  "\nI never deny, I never contradict.  I sometimes forget.\n\t\t-- Benjamin Disraeli, British PM, on dealing with the\n\t\t   Royal Family\n",
  "\nI never vote for anyone.  I always vote against.\n\t\t-- W.C. Fields\n",
  "\nI owe the government $3400 in taxes.  So I sent them two hammers and a\ntoilet seat.\n\t\t-- Michael McShane\n",
  "\nI place economy among the first and most important virtues, and public debt as\nthe greatest of dangers to be feared.  To preserve our independence, we must\nnot let our rulers load us with perpetual debt.  If we run into such debts, we\nmust be taxed in our meat and drink, in our necessities and in our comforts,\nin our labor and in our amusements.  If we can prevent the government from\nwasting the labor of the people, under the pretense of caring for them, they\nwill be happy.\n\t\t-- Thomas Jefferson\n",
  "\nI pledge allegiance to the flag\nof the United States of America\nand to the republic for which it stands,\none nation,\nindivisible,\nwith liberty\nand justice for all.\n\t\t-- Francis Bellamy, 1892\n",
  "\nI prefer the most unjust peace to the most righteous war.\n\t\t-- Cicero\n\nEven peace may be purchased at too high a price.\n\t\t-- Poor Richard\n",
  "\nI realize that the MX missile is none of our concern.  I realize that the\nwhole point of living in a democracy is that we pay professional\ncongresspersons to concern themselves with things like the MX missile so we\ncan be free to concern ourselves with getting hold of the plumber.\n\nBut from time to time, I feel I must address major public issues such as\nthis, because in a free and open society, where the very future of the world\nhinges on decisions made by our elected leaders, you never win large cash\njournalism awards if you stick to the topics I usually write about, such as\nnose-picking.\n\t\t-- Dave Barry, \"At Last, the Ultimate Deterrent Against\n\t\t   Political Fallout\"\n",
  "\nI see a good deal of talk from Washington about lowering taxes.  I hope\nthey do get 'em lowered down enough so people can afford to pay 'em.\n\t\t-- The Best of Will Rogers\n",
  "\nI see where we are starting to pay some attention to our neigbors to\nthe south.  We could never understand why Mexico wasn't just crazy about\nus; for we have always had their good will, and oil and minerals, at heart.\n\t\t-- The Best of Will Rogers\n",
  "\nI steal.\n\t\t-- Sam Giancana, explaining his livelihood to his draft board\n\nEasy.  I own Chicago.  I own Miami.  I own Las Vegas.\n\t\t-- Sam Giancana, when asked what he did for a living\n",
  "\nI think that all good, right thinking people in this country are sick and\ntired of being told that all good, right thinking people in this country are\nfed up with being told that all good, right thinking people in this country\nare fed up with being sick and tired.  I'm certainly not, and I'm sick and\ntired of being told that I am!\n\t\t-- Monty Python\n",
  "\nI think the world is run by C students.\n\t\t-- Al McGuire\n",
  "\nI trust the first lion he meets will do his duty.\n\t\t-- J.P. Morgan on Teddy Roosevelt's safari\n",
  "\nI try not to break the rules but merely to test their elasticity.\n\t\t-- Bill Veeck\n",
  "\nI try to keep an open mind, but not so open that my brains fall out.\n\t\t-- Judge Harold T. Stone\n",
  "\nI use not only all the brains I have, but all those I can borrow as well.\n\t\t-- Woodrow Wilson\n",
  "\nI used to be a rebel in my youth.\n\nThis cause... that cause... (chuckle) I backed 'em ALL!  But I learned.\nRebellion is simply a device used by the immature to hide from his own\nproblems.  So I lost interest in politics.  Now when I feel aroused by\na civil rights case or a passport hearing... I realize it's just a device.\nI go to my analyst and we work it out.  You have no idea how much better\nI feel these days.\n\t\t-- J. Feiffer\n",
  "\nI want to be the white man's brother, not his brother-in-law.\n\t\t-- Martin Luther King, Jr.\n",
  "\nI was appalled by this story of the destruction of a member of a valued\nendangered species.  It's all very well to celebrate the practicality of\npigs by ennobling the porcine sibling who constructed his home out of\nbricks and mortar.  But to wantonly destroy a wolf, even one with an\nexcessive taste for porkers, is unconscionable in these ecologically\ncritical times when both man and his domestic beasts continue to maraud\nthe earth.\n\t\tSylvia Kamerman, \"Book Reviewing\"\n",
  "\nI was offered a job as a hoodlum and I turned it down cold.  A thief is\nanybody who gets out and works for his living, like robbing a bank or\nbreaking into a place and stealing stuff, or kidnapping somebody.  He really\ngives some effort to it.  A hoodlum is a pretty lousy sort of scum.  He\nworks for gangsters and bumps guys off when they have been put on the spot.\nWhy, after I'd made my rep, some of the Chicago Syndicate wanted me to work\nfor them as a hood -- you know, handling a machine gun.  They offered me\ntwo hundred and fifty dollars a week and all the protection I needed.  I\nwas on the lam at the time and not able to work at my regular line.  But\nI wouldn't consider it.  \"I'm a thief,\" I said.  \"I'm no lousy hoodlum.\"\n\t\t-- Alvin Karpis, \"Public Enemy Number One\"\n",
  "\nI went to my mother and told her I intended to commence a different life.  I\nasked for and obtained her blessing and at once commenced the career of a\nrobber.\n\t\t-- Tiburcio Vasquez\n",
  "\nI wish a robot would get elected president.  That way, when he came to town,\nwe could all take a shot at him and not feel too bad.\n\t\t-- Jack Handley\n",
  "\nI would like the government to do all it can to mitigate, then, in\nunderstanding, in mutuality of interest, in concern for the common good,\nour tasks will be solved.\n\t\t-- Warren G. Harding\n",
  "\nI would like to electrocute everyone who uses the word 'fair' in connection\nwith income tax policies.\n\t\t-- William F. Buckley\n",
  "\nI would much rather have men ask why I have no statue, than why I have one.\n\t\t-- Marcus Procius Cato\n",
  "\nI would rather be a serf in a poor man's house and be above ground than\nreign among the dead.\n\t\t-- Achilles, \"The Odessey\", XI, 489-91\n",
  "\nI'd like to see the government get out of war altogether and leave the\nwhole field to private industry.\n\t\t-- Joseph Heller\n",
  "\n\"I'll carry your books, I'll carry a tune, I'll carry on, carry over,\ncarry forward, Cary Grant, cash & carry, Carry Me Back To Old Virginia,\nI'll even Hara Kari if you show me how, but I will *not* carry a gun.\"\n\t\t-- Hawkeye, M*A*S*H\n",
  "\n\"I'll rob that rich person and give it to some poor deserving slob.\nThat will *prove* I'm Robin Hood.\"\n\t\t-- Daffy Duck, \"Robin Hood Daffy\", [1958, Chuck Jones]\n",
  "\nI'm going to Vietnam at the request of the White House.  President Johnson\nsays a war isn't really a war without my jokes.\n\t\t-- Bob Hope\n",
  "\n\"I'm not stupid, I'm not expendable, and I'M NOT GOING!\"\n",
  "\nI'm proud to be paying taxes in the United States.  The only thing is\n-- I could be just as proud for half the money.\n\t\t-- Arthur Godfrey\n",
  "\n\"I'm willing to sacrifice anything for this cause, even other people's lives.\"\n",
  "\nI've always considered statesmen to be more expendable than soldiers.\n",
  "\nIf a nation values anything more than freedom, it will lose its freedom;\nand the irony of it is that if it is comfort or money it values more, it\nwill lose that, too.\n\t\t-- W. Somerset Maugham\n",
  "\nIf built in great numbers, motels will be used for nothing but illegal\npurposes.\n\t\t-- J. Edgar Hoover\n",
  "\nIf everybody minded their own business, the world would go around a deal faster.\n\t\t-- The Duchess, \"Through the Looking Glass\"\n",
  "\nIf fifty million people say a foolish thing, it's still a foolish thing.\n\t\t-- Bertrand Russell\n",
  "\nIf God had meant for us to be in the Army, we would have been born with\ngreen, baggy skin.\n",
  "\nIf God wanted us to have a President, He would have sent us a candidate.\n\t\t-- Jerry Dreshfield\n",
  "\nIf Karl, instead of writing a lot about Capital, had made a lot of Capital,\nit would have been much better.\n\t\t-- Karl Marx's Mother\n",
  "\nIf Patrick Henry thought that taxation without representation was bad,\nhe should see how bad it is with representation.\n",
  "\nIf people have to choose between freedom and sandwiches, they\nwill take sandwiches.\n\t\t-- Lord Boyd-orr\n\nEats first, morals after.\n\t\t-- Bertolt Brecht, \"The Threepenny Opera\"\n",
  "\nIf pro is the opposite of con, what is the opposite of progress?\n",
  "\nIf society fits you comfortably enough, you call it freedom.\n\t\t-- Robert Frost\n",
  "\nIf the American dream is for Americans only, it will remain our dream\nand never be our destiny.\n\t\t-- Ren'\be de Visme Williamson\n",
  "\nIf the government doesn't trust the people, why doesn't it dissolve them\nand elect a new people?\n",
  "\n\"If the King's English was good enough for Jesus, it's good enough for me!\"\n\t\t-- \"Ma\" Ferguson, Governor of Texas (circa 1920)\n",
  "\nIf the rich could pay the poor to die for them, what a living the poor\ncould make!\n",
  "\nIf they were so inclined, they could impeach him because they don't like\nhis necktie.\n\t\t-- Attorney General William Saxbe\n",
  "\nIf voting could change the system, it would be illegal.  If not voting\ncould change the system, it would be illegal.\n",
  "\nIf we all work together, we can totally disrupt the system.\n",
  "\nIf we can ever make red tape nutritional, we can feed the world.\n\t\t-- R. Schaeberle, \"Management Accounting\"\n",
  "\nIf we suffer tamely a lawless attack upon our liberty, we encourage it,\nand involve others in our doom.\n\t\t-- Samuel Adams\n",
  "\nIf we won't stand together, we don't stand a chance.\n",
  "\nIf you don't strike oil in twenty minutes, stop boring.\n\t\t-- Andrew Carnegie, on public speaking\n",
  "\n\"If you ever want to get anywhere in politics, my boy, you're going to\nhave to get a toehold in the public eye.\"\n",
  "\nIf you give Congress a chance to vote on both sides of an issue, it\nwill always do it.\n\t\t-- Les Aspin, D., Wisconsin\n",
  "\nIf you go on with this nuclear arms race, all you are going to do is\nmake the rubble bounce.\n\t\t-- Winston Churchill\n",
  "\nIf you live in a country run by committee, be on the committee.\n\t\t-- Graham Summer\n",
  "\nIf you make any money, the government shoves you in the creek once a year\nwith it in your pockets, and all that don't get wet you can keep.\n\t\t-- The Best of Will Rogers\n",
  "\nIf you took all of the grains of sand in the world, and lined\nthem up end to end in a row, you'd be working for the government!\n\t\t-- Mr. Interesting\n",
  "\nIf you want to understand your government, don't begin by reading the\nConstitution.  It conveys precious little of the flavor of today's\nstatecraft.  Instead, read selected portions of the Washington telephone\ndirectory containing listings for all the organizations with titles\nbeginning with the word \"National.\"\n\t\t-- George Will\n",
  "\nIf you wants to get elected president, you'se got to think up some\nmemoraboble homily so's school kids can be pestered into memorizin'\nit, even if they don't know what it means.\n\t\t-- Walt Kelly, \"The Pogo Party\"\n",
  "\nIf your hands are clean and your cause is just and your demands are\nreasonable, at least it's a start.\n",
  "\nIllegal aliens have always been a problem in the United States. Ask any Indian.\n\t\t-- Robert Orben\n\nImmigration is the sincerest form of flattery.\n\t\t-- Jack Paar\n",
  "\nImbalance of power corrupts and monopoly of power corrupts absolutely.\n\t\t-- Genji\n",
  "\nImmigration is the sincerest form of flattery.\n\t\t-- Jack Paar\n",
  "\nIn America, any boy may become president and I suppose that's just one\nof the risks he takes.\n\t\t-- Adlai Stevenson\n",
  "\nIn an orderly world, there's always a place for the disorderly.\n",
  "\nIn case of atomic attack, the federal ruling against prayer in schools\nwill be temporarily canceled.\n",
  "\nIn defeat, unbeatable; in victory, unbearable.\n\t\t-- W. Churchill, on General Montgomery\n",
  "\nIn Dr. Johnson's famous dictionary patriotism is defined as the last\nresort of the scoundrel.  With all due respect to an enlightened but\ninferior lexicographer I beg to submit that it is the first.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nIn fiction the recourse of the powerless is murder; in life the recourse\nof the powerless is petty theft.\n",
  "\nIn Germany they first came for the Communists and I didn't speak up because\nI wasn't a Communist.  Then they came for the Jews, and I didn't speak up\nbecause I wasn't a Jew.  Then they came for the trade unionists, and I\ndidn't speak up because I wasn't a trade unionist.  Then they came for the\nCatholics, and I didn't speak up because I was a Protestant.  Then they came\nfor me -- and by that time no one was left to speak up.\n\t\t-- Pastor Martin Niemoller\n",
  "\nIn Italy, for thirty years under the Borgias, they had warfare, terror,\nmurder, and bloodshed, but they produced Michaelangelo, Leonardo da Vinci\nand the Renaissance.  In Switzerland, they had brotherly love, they had\nfive hundred years of democracy and peace -- and what did they produce?\nThe cuckoo-clock.\n\t\t-- Orson Welles, \"The Third Man\"\n",
  "\nIn our civilization, and under our republican form of government, intelligence\nis so highly honored that it is rewarded by exemption from the cares of office.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nIn Pierre Trudeau, Canada has finally produced a Prime Minister worthy of\nassassination.\n\t\t-- John Diefenbaker\n",
  "\nIn the Halls of Justice the only justice is in the halls.\n\t\t-- Lenny Bruce\n",
  "\nIn those days he was wiser than he is now -- he used to frequently take\nmy advice.\n\t\t-- Winston Churchill\n",
  "\nIn war it is not men, but the man who counts.\n\t\t-- Napoleon\n",
  "\nIn war, truth is the first casualty.\n\t\t-- U Thant\n",
  "\n... indifference is a militant thing ... when it goes away it leaves\nsmoking ruins, where lie citizens bayonetted through the throat.  It is\nnot a children's pastime like mere highway robbery.\n\t\t-- Stephen Crane\n",
  "\nIndividualists unite!\n",
  "\nIndomitable in retreat; invincible in advance; insufferable in victory.\n\t\t-- Winston Churchill, on General Montgomery\n",
  "\nInform all the troops that communications have completely broken down.\n",
  "\n\tInheritance taxes are getting so out of line, that the deceased family\noften doesn't have a legacy to stand on.\n",
  "\nInjustice anywhere is a threat to justice everywhere.\n\t\t-- Martin Luther King, Jr.\n",
  "\nInteresting poll results reported in today's New York Post: people on the\nstreet in midtown Manhattan were asked whether they approved of the US\ninvasion of Grenada.  Fifty-three percent said yes; 39 percent said no;\nand 8 percent said \"Gimme a quarter?\"\n\t\t-- David Letterman\n",
  "\nInterfere?  Of course we should interfere!  Always do what you're\nbest at, that's what I say.\n\t\t-- Doctor Who\n",
  "\nIt follows that any commander in chief who undertakes to carry out a plan\nwhich he considers defective is at fault; he must put forth his reasons,\ninsist of the plan being changed, and finally tender his resignation rather\nthan be the instrument of his army's downfall.\n\t\t-- Napoleon, \"Military Maxims and Thought\"\n",
  "\nIt got to the point where I had to get a haircut or both feet firmly\nplanted in the air.\n",
  "\nIt is better to die on your feet than to live on your knees.\n",
  "\nIt is better to wear chains than to believe you are free, and weight\nyourself down with invisible chains.\n",
  "\nIt is difficult to legislate morality in the absence of moral legislators.\n",
  "\nIt is easier to be a \"humanitarian\" than to render your own country its\nproper due; it is easier to be a \"patriot\" than to make your community a\nbetter place to live in; it is easier to be a \"civic leader\" than to treat\nyour own family with loving understanding; for the smaller the focus of\nattention, the harder the task.\n\t\t-- Sydney J. Harris\n",
  "\nIt is easier to fight for one's principles than to live up to them.\n\t\t-- Alfred Adler\n",
  "\nIt is enough to make one sympathize with a tyrant for the determination\nof his courtiers to deceive him for their own personal ends...\n\t\t-- Russell Baker and Charles Peters\n",
  "\nIt is impossible to defend perfectly against the attack of those who want\nto die.\n",
  "\nIt is like saying that for the cause of peace, God and the Devil will\nhave a high-level meeting.\n\t\t-- Rev. Carl McIntire, on Nixon's China trip\n",
  "\nIt is necessary for the welfare of society that genius should be privileged\nto utter sedition, to blaspheme, to outrage good taste, to corrupt the\nyouthful mind, and generally to scandalize one's uncles.\n\t\t-- George Bernard Shaw\n",
  "\nIt is not the critic who counts, or how the strong man stumbled, or whether\nthe doer of deeds could have done them better.  The credit belongs to the\nman who is actually in the arena, whose face is marred by dust and sweat and\nblood, who strives valiantly, who errs and comes short again and again; who\nknows the great enthusiasm, the great devotion, and who spends himself in a\nworthy cause, and if he fails, at least fails while daring greatly, so that\nhe'll never be with those cold and timid souls who never know either victory\nor defeat.\n\t\t-- Teddy Roosevelt\n",
  "\nIt is now 10 p.m.  Do you know where Henry Kissinger is?\n\t\t-- Elizabeth Carpenter\n",
  "\nIt is said an Eastern monarch once charged his wise men to invent him a\nsentence to be ever in view, and which should be true and appropriate\nin all times and situations.  They presented him the words: \"And this,\ntoo, shall pass away.\"\n\t\t-- Abraham Lincoln\n",
  "\nIt may be better to be a live jackal than a dead lion, but it is better\nstill to be a live lion.  And usually easier.\n\t\t-- Lazarus Long\n",
  "\nIt pays in England to be a revolutionary and a bible-smacker most of\none's life and then come round.\n\t\t-- Lord Alfred Douglas\n",
  "\nIt seems a little silly now, but this country was founded as a protest\nagainst taxation.\n",
  "\nIt seems like the less a statesman amounts to, the more he loves the flag.\n",
  "\nIt took a while to surface, but it appears that a long-distance credit card\nmay have saved a U.S. Army unit from heavy casualties during the Grenada\nmilitary rescue/invasion. Major General David Nichols, Air Force ... said\nthe Army unit was in a house surrounded by Cuban forces.  One soldier found\na telephone and, using his credit card, called Ft. Bragg, N.C., telling Army\nofficiers there of the perilous situation. The officers in turn called the\nAir Force, which sent in gunships to scatter the Cubans and relieve the unit.\n\t\t-- Aviation Week and Space Technology\n",
  "\n\"It was a Roman who said it was sweet to die for one's country.  The\nGreeks never said it was sweet to die for anything.  They had no vital lies.\"\n\t\t-- Edith Hamilton, \"The Greek Way\"\n",
  "\nIt was the Law of the Sea, they said.  Civilization ends at the waterline.\nBeyond that, we all enter the food chain, and not always right at the top.\n\t\t-- Hunter S. Thompson\n",
  "\nIt's a good thing we don't get all the government we pay for.\n",
  "\nIt's a recession when your neighbour loses his job; it's a depression\nwhen you lose yours.\n\t\t-- Harry S. Truman\n",
  "\n\t\"It's a summons.\"\n\t\"What's a summons?\"\n\t\"It means summon's in trouble.\"\n\t\t-- Rocky and Bullwinkle\n",
  "\nIt's getting uncommonly easy to kill people in large numbers, and the first\nthing a principle does -- if it really is a principle -- is to kill somebody.\n\t\t-- Dorothy L. Sayers, \"Gaudy Night\"\n",
  "\nIt's important that people know what you stand for.\nIt's more important that they know what you won't stand for.\n",
  "\nIt's no surprise that things are so screwed up: everyone that knows how\nto run a government is either driving taxicabs or cutting hair.\n\t\t-- George Burns\n",
  "\nIt's the opinion of some that crops could be grown on the moon.  Which raises\nthe fear that it may not be long before we're paying somebody not to.\n\t\t-- Franklin P. Jones\n",
  "\n\tJacek, a Polish schoolboy, is told by his teacher that he has\nbeen chosen to carry the Polish flag in the May Day parade.\n\t\"Why me?\"  whines the boy.  \"Three years ago I carried the flag\nwhen Brezhnev was the Secretary; then I carried the flag when it was\nAndropov's turn, and again when Chernenko was in the Kremlin.  Why is\nit always me, teacher?\"\n\t\"Because, Jacek, you have such golden hands,\" the teacher\nexplains.\n\t\t-- being told in Poland, 1987\n",
  "\nJoin in the new game that's sweeping the country.  It's called \"Bureaucracy\".\nEverybody stands in a circle.  The first person to do anything loses.\n",
  "\nJoin the army, see the world, meet interesting, exciting people, and kill them.\n",
  "\nJoin the Navy; sail to far-off exotic lands, meet exciting interesting people,\nand kill them.\n",
  "\nJust as most issues are seldom black or white, so are most good solutions\nseldom black or white.  Beware of the solution that requires one side to be\ntotally the loser and the other side to be totally the winner.  The reason\nthere are two sides to begin with usually is because neither side has all\nthe facts.  Therefore, when the wise mediator effects a compromise, he is\nnot acting from political motivation.  Rather, he is acting from a deep\nsense of respect for the whole truth.\n\t\t-- Stephen R. Schwambach\n",
  "\nKeep your laws off my body!\n",
  "\nKnow thyself.  If you need help, call the C.I.A.\n",
  "\nL'etat c'est moi.\n\t[I am the state.]\n\t\t-- Louis XIV\n",
  "\nLaw stands mute in the midst of arms.\n\t\t-- Marcus Tullius Cicero\n",
  "\nLawful Dungeon Master -- and they're MY laws!\n",
  "\nLeadership involves finding a parade and getting in front of it; what\nis happening in America is that those parades are getting smaller and\nsmaller -- and there are many more of them.\n\t\t-- John Naisbitt, \"Megatrends\"\n",
  "\nLet no guilty man escape.\n\t\t-- U.S. Grant\n",
  "\nLet the people think they govern and they will be governed.\n\t\t-- William Penn, founder of Pennsylvania\n",
  "\nLet us never negotiate out of fear, but let us never fear to negotiate.\n\t\t-- John F. Kennedy\n",
  "\nLiberty don't work as good in practice as it does in speeches.\n\t-- The Best of Will Rogers\n",
  "\nLiberty is always dangerous, but it is the safest thing we have.\n\t\t-- Harry Emerson Fosdick\n",
  "\nLife is a concentration camp.  You're stuck here and there's no way\nout and you can only rage impotently against your persecutors.\n\t\t-- Woody Allen\n",
  "\nListen, there is no courage or any extra courage that I know of to find out\nthe right thing to do.  Now, it is not only necessary to do the right thing,\nbut to do it in the right way and the only problem you have is what is the\nright thing to do and what is the right way to do it.  That is the problem.\nBut this economy of ours is not so simple that it obeys to the opinion of\nbias or the pronouncements of any particular individual, even to the President.\nThis is an economy that is made up of 173 million people, and it reflects\ntheir desires, they're ready to buy, they're ready to spend, it is a thing\nthat is too complex and too big to be affected adversely or advantageously\njust by a few words or any particular -- say, a little this and that, or even\na panacea so alleged.\n\t\t-- D.D. Eisenhower, in response to: \"Has the government\n\t\tbeen lacking in courage and boldness in facing up to\n\t\tthe recession?\"\n",
  "\nLots of folks are forced to skimp to support a government that won't.\n",
  "\nLove America -- or give it back.\n",
  "\n\"MacDonald has the gift on compressing the largest amount of words into\nthe smallest amount of thoughts.\"\n\t\t-- Winston Churchill\n",
  "\nMajorities, of course, start with minorities.\n\t\t-- Robert Moses\n",
  "\nMan is a military animal, glories in gunpowder, and loves parade.\n\t\t-- P.J. Bailey\n",
  "\nMan is by nature a political animal.\n\t\t-- Aristotle\n",
  "\nMany a bum show has been saved by the flag.\n\t\t-- George M. Cohan\n",
  "\nMassachusetts has the best politicians money can buy.\n",
  "\nMessage will arrive in the mail.  Destroy, before the FBI sees it.\n",
  "\nMickey Mouse wears a Spiro Agnew watch.\n",
  "\nMilitary intelligence is a contradiction in terms.\n\t\t-- Groucho Marx\n",
  "\nMilitary justice is to justice what military music is to music.\n\t\t-- Groucho Marx\n",
  "\nMost people want either less corruption or more of a chance to\nparticipate in it.\n",
  "\nMr. Salter's side of the conversation was limited to expressions of assent.\nWhen Lord Copper was right he said \"Definitely, Lord Copper\"; when he was\nwrong, \"Up to a point.\"\n\t\"Let me see, what's the name of the place I mean?  Capital of Japan?\nYokohama isn't it?\"\n\t\"Up to a point, Lord Copper.\"\n\t\"And Hong Kong definitely belongs to us, doesn't it?\"\n\t\"Definitely, Lord Copper.\"\n\t\t-- Evelyn Waugh, \"Scoop\"\n",
  "\nMy central memory of that time seems to hang on one or five or maybe forty\nnights -- or very early mornings -- when I left the Fillmore half-crazy and,\ninstead of going home, aimed the big 650 Lightning across the Bay Bridge at\na hundred miles an hour ... booming through the Treasure Island tunnel at\nthe lights of Oakland and Berkeley and Richmond, not quite sure which\nturnoff to take when I got to the other end ... but being absolutely certain\nthat no matter which way I went I would come to a place where people were\njust as high and wild as I was: no doubt at all about that.\n\t\t-- Hunter S. Thompson\n",
  "\n\"My country, right or wrong\" is a thing that no patriot would think\nof saying, except in a desperate case.  It is like saying \"My mother,\ndrunk or sober.\"\n\t\t-- G.K. Chesterton, \"The Defendant\"\n",
  "\nMy experience with government is when things are non-controversial, beautifully\nco-ordinated and all the rest, it must be that not much is going on.\n\t\t-- J.F. Kennedy\n",
  "\nMy father was a saint, I'm not.\n\t\t-- Indira Gandhi\n",
  "\nMy folks didn't come over on the Mayflower, but they were there to meet\nthe boat.\n",
  "\nMy own life has been spent chronicling the rise and fall of human systems,\nand I am convinced that we are terribly vulnerable.  ...  We should be\nreluctant to turn back upon the frontier of this epoch. Space is indifferent\nto what we do; it has no feeling, no design, no interest in whether or not\nwe grapple with it. But we cannot be indifferent to space, because the grand,\nslow march of intelligence has brought us, in our generation, to a point\nfrom which we can explore and understand and utilize it. To turn back now\nwould be to deny our history, our capabilities.\n\t\t-- James A. Michener\n",
  "\nNAPOLEON: What shall we do with this soldier, Giuseppe?  Everything he\n\t  says is wrong.\nGIUSEPPE: Make him a general, Excellency, and then everything he says\n\t  will be right.\n\t\t-- G. B. Shaw, \"The Man of Destiny\"\n",
  "\nNational security is in your hands - guard it well.\n",
  "\nNecessity is the plea for every infringement of human freedom.\nIt is the argument of tyrants; it is the creed of slaves.\n\t\t-- William Pitt, 1783\n",
  "\nNeglect of duty does not cease, by repetition, to be neglect of duty.\n\t\t-- Napoleon\n",
  "\nNemo me impune lacessit.\n\t[No one provokes me with impunity]\n\t\t-- Motto of the Crown of Scotland\n",
  "\nNever let your sense of morals prevent you from doing what is right.\n\t\t-- Salvor Hardin, \"Foundation\"\n",
  "\nNever trust an automatic pistol or a D.A.'s deal.\n\t\t-- John Dillinger\n",
  "\n\"Never underestimate the power of a small tactical nuclear weapon.\"\n",
  "\nNext to being shot at and missed, nothing is really quite as satisfying\nas an income tax refund.\n\t\t-- F. J. Raymond\n",
  "\nNihilism should commence with oneself.\n",
  "\nNo man's ambition has a right to stand in the way of performing a simple\nact of justice.\n\t\t-- John Altgeld\n",
  "\nNo matter whether th' constitution follows th' flag or not, th' supreme\ncourt follows th' iliction returns.\n\t\t-- Mr. Dooley\n",
  "\nNo, my friend, the way to have good and safe government, is not to trust it\nall to one, but to divide it among the many, distributing to every one exactly\nthe functions he is competent to.  It is by dividing and subdividing these\nrepublics from the national one down through all its subordinations, until it\nends in the administration of every man's farm by himself; by placing under\nevery one what his own eye may superintend, that all will be done for the best.\n\t\t-- Thomas Jefferson, to Joseph Cabell, 1816\n",
  "\nNo-one would remember the Good Samaritan if he had only had good\nintentions.  He had money as well.\n\t\t-- Margaret Thatcher\n",
  "\nNobody shot me.\n\t\t-- Frank Gusenberg, his last words, when asked by police\n\t\twho had shot him 14 times with a machine gun in the Saint\n\t\tValentine's Day Massacre.\n\nOnly Capone kills like that.\n\t\t-- George \"Bugs\" Moran, on the Saint Valentine's Day Massacre\n\nThe only man who kills like that is Bugs Moran.\n\t\t-- Al Capone, on the Saint Valentine's Day Massacre\n",
  "\nNobody takes a bribe.  Of course at Christmas if you happen to hold out\nyour hat and somebody happens to put a little something in it, well, that's\ndifferent.\n\t\t-- New York City Police Commissioner (Ret.) William P.\n\t\t   O'Brien, instructions to the force.\n",
  "\nNothing in life is so exhilarating as to be shot at without result.\n\t\t-- Winston Churchill\n\nNext to being shot at and missed, nothing is really quite as\nsatisfying as an income tax refund.\n\t\t-- F.J. Raymond\n",
  "\nNothing is illegal if one hundred businessmen decide to do it.\n\t\t-- Andrew Young\n",
  "\nNothing, nothing, nothing, no error, no crime is so absolutely repugnant\nto God as everything which is official; and why? because the official is\nso impersonal and therefore the deepest insult which can be offered to a\npersonality.\n\t\t-- Soren Kierkegaard\n",
  "\nNow and then an innocent man is sent to the legislature.\n",
  "\n\"Nuclear war would mean abolition of most comforts, and disruption of \nnormal routines, for children and adults alike.\"\n\t\t-- Willard F. Libby, \"You *Can* Survive Atomic Attack\"\n",
  "\n\"Nuclear war would really set back cable.\"\n\t\t-- Ted Turner\n",
  "\nO'Brien held up his left hand, its back toward Winston, with the\nthumb hidden and the four fingers extended.\n\t\"How many fingers am I holding up, Winston?\"\n\t\"Four.\"\n\t\"And if the Party says that it is not four but five -- then how many?\"\n\t\"Four.\"\n\tThe word ended in a gasp of pain.\n\t\t-- George Orwell\n",
  "\nOh, I don't blame Congress.  If I had $600 billion at my disposal, I'd\nbe irresponsible, too.\n\t\t-- Lichty & Wagner\n",
  "\nOld soldiers never die.  Young ones do.\n",
  "\nOn account of being a democracy and run by the people, we are the only\nnation in the world that has to keep a government four years, no matter\nwhat it does.\n\t\t-- Will Rogers\n",
  "\nOnce is happenstance,\nTwice is coincidence,\nThree times is enemy action.\n\t\t-- Auric Goldfinger\n",
  "\n\tOnce there was a marine biologist who loved dolphins. He spent his\ntime trying to feed and protect his beloved creatures of the sea.  One day,\nin a fit of inventive genius, he came up with a serum that would make\ndolphins live forever!\n\tOf course he was ecstatic. But he soon realized that in order to mass\nproduce this serum he would need large amounts of a certain compound that was\nonly found in nature in the metabolism of a rare South American bird.  Carried\naway by his love for dolphins, he resolved that he would go to the zoo and\nsteal one of these birds.\n\tUnbeknownst to him, as he was arriving at the zoo an elderly lion was\nescaping from its cage.  The zookeepers were alarmed and immediately began\ncombing the zoo for the escaped animal, unaware that it had simply lain down\non the sidewalk and had gone to sleep.\n\tMeanwhile, the marine biologist arrived at the zoo and procured his\nbird.  He was so excited by the prospect of helping his dolphins that he\nstepped absentmindedly stepped over the sleeping lion on his way back to his\ncar.  Immediately, 1500 policemen converged on him and arrested him for\ntransporting a myna across a staid lion for immortal porpoises.\n",
  "\nOnce upon a time there was a kingdom ruled by a great bear.  The peasants\nwere not very rich, and one of the few ways to become at all wealthy was\nto become a Royal Knight.  This required an interview with the bear.  If\nthe bear liked you, you were knighted on the spot.  If not, the bear would\njust as likely remove your head with one swat of a paw.  However, the family\nof these unfortunate would-be knights was compensated with a beautiful\nsheepdog from the royal kennels, which was itself a fairly valuable\npossession.  And the moral of the story is:\n \nThe mourning after a terrible knight, nothing beats the dog of the bear that\nhit you.\n",
  "\nOnce you've seen one nuclear war, you've seen them all.\n",
  "\nOne nuclear bomb can ruin your whole day.\n",
  "\nOne of the lessons of history is that nothing is often a good thing to\ndo and always a clever thing to say.\n\t\t-- Will Durant\n",
  "\nOne organism, one vote.\n",
  "\nOne planet is all you get.\n",
  "\nOne seldom sees a monument to a committee.\n",
  "\nOnly two kinds of witnesses exist.  The first live in a neighborhood where\na crime has been committed and in no circumstances have ever seen anything\nor even heard a shot.  The second category are the neighbors of anyone who\nhappens to be accused of the crime.  These have always looked out of their\nwindows when the shot was fired, and have noticed the accused person standing\npeacefully on his balcony a few yards away.\n\t\t-- Sicilian police officer\n",
  "\nOur congratulations go to a Burlington Vermont civilian employee of the\nlocal Army National Guard base.  He recently received a substational cash\naward from our government for inventing a device for optical scanning.\nHis device reportedly will save the government more than $6 million a year\nby replacing a more expensive helicopter maintenance tool with his own,\nhome-made, hand-held model.\n\nNot suprisingly, we also have a couple of money-saving ideas that we submit\nto the Pentagon free of charge:\n\n\t(a) Don't kill anybody.\n\t(b) Don't build things that do.\n\t(c) And don't pay other people to kill anybody.\n\nWe expect annual savings to be in the billions.\n\t\t-- Sojourners\n",
  "\nOur sires' age was worse that our grandsires'.\nWe their sons are more worthless than they:\nso in our turn we shall give the world a progeny yet more corrupt.\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nOur swords shall play the orators for us.\n\t\t-- Christopher Marlowe\n",
  "\nOurs is a world of nuclear giants and ethical infants.\n\t\t-- General Omar N. Bradley\n",
  "\nPatriotism is the last refuge of a scoundrel.\n\t\t-- S. Johnson, \"The Life of Samuel Johnson\" by J. Boswell\n\nIn Dr. Johnson's famous dictionary patriotism is defined as the last\nresort of the scoundrel.  With all due respect to an enlightened but\ninferior lexicographer I beg to submit that it is the first.\n\t\t-- Ambrose Bierce\n\nWhen Dr. Johnson defined patriotism as the last refuge of a scoundrel,\nhe ignored the enormous possibilities of the word reform.\n\t\t-- Sen. Roscoe Conkling\n\nPublic office is the last refuge of a scoundrel.\n\t\t-- Boies Penrose\n",
  "\nPatriotism is the virtue of the vicious.\n\t\t-- Oscar Wilde\n",
  "\nPeace cannot be kept by force; it can only be achieved by understanding.\n\t\t-- Albert Einstein\n",
  "\nPeace is much more precious than a piece of land... let there be no more wars.\n\t\t-- Mohammed Anwar Sadat, 1918-1981\n",
  "\nPeople never lie so much as after a hunt, during a war, or before an election.\n\t\t-- Otto Von Bismarck\n",
  "\nPeople of privilege will always risk their complete destruction\nrather than surrender any material part of their advantage.\n\t\t-- John Kenneth Galbraith\n",
  "\nPeople that can't find something to live for always seem to find something to\ndie for.  The problem is, they usually want the rest of us to die for it too.\n",
  "\nPeople usually get what's coming to them ... unless it's been mailed.\n",
  "\nPeople who develop the habit of thinking of themselves as world\ncitizens are fulfilling the first requirement of sanity in our time.\n\t\t-- Norman Cousins\n",
  "\nPerhaps the most widespread illusion is that if we were in power we would\nbehave very differently from those who now hold it -- when, in truth, in\norder to get power we would have to become very much like them.  (Lenin's\nfatal mistake, both in theory and in practice.)\n",
  "\nPersistence in one opinion has never been considered a merit in political\nleaders.\n\t\t-- Marcus Tullius Cicero, \"Ad familiares\", 1st century BC\n",
  "\nPilfering Treasury property is paticularly dangerous: big thieves are\nruthless in punishing little thieves.\n\t\t-- Diogenes\n",
  "\nPoland has gun control.\n",
  "\nPolitical history is far too criminal a subject to be a fit thing to\nteach children.\n\t\t-- W.H. Auden\n",
  "\nPolitical speeches are like steer horns.  A point here, a point there,\nand a lot of bull inbetween.\n\t\t-- Alfred E. Neuman\n",
  "\nPolitical T.V. commercials prove one thing: some candidates can tell\nall their good points and qualifications in just 30 seconds.\n",
  "\nPoliticians are the same all over.  They promise to build a bridge even\nwhere there is no river.\n\t-- Nikita Khrushchev\n",
  "\nPoliticians should read science fiction, not westerns and detective stories.\n\t\t-- Arthur C. Clarke\n",
  "\nPoliticians speak for their parties, and parties never are, never have\nbeen, and never will be wrong.\n\t\t-- Walter Dwight\n",
  "\nPolitics -- the gentle art of getting votes from the poor and campaign\nfunds from the rich by promising to protect each from the other.\n\t\t-- Oscar Ameringer\n",
  "\nPolitics and the fate of mankind are formed by men without ideals and without\ngreatness.  Those who have greatness within them do not go in for politics.\n\t\t-- Albert Camus\n",
  "\nPolitics are almost as exciting as war, and quite as dangerous.  In war,\nyou can only be killed once.\n\t\t-- Winston Churchill\n",
  "\nPolitics is not the art of the possible.  It consists in choosing\nbetween the disastrous and the unpalatable.\n\t\t-- John Kenneth Galbraith\n",
  "\nPolitics is the ability to foretell what is going to happen tomorrow, next\nweek, next month and next year.  And to have the ability afterwards to\nexplain why it didn't happen.\n\t\t-- Winston Churchill\n",
  "\nPolitics makes strange bedfellows, and journalism makes strange politics.\n\t\t-- Amy Gorin\n",
  "\nPolitics, as a practice, whatever its professions, has always been the\nsystematic organisation of hatreds.\n\t\t-- Henry Adams, \"The Education of Henry Adams\"\n",
  "\nPolitics, like religion, hold up the torches of matrydom to the\nreformers of error.\n\t\t-- Thomas Jefferson\n",
  "\nPopulus vult decipi.\n\t[The people like to be deceived.]\n",
  "\nPost proelium, praemium.\n\t[After the battle, the reward.]\n",
  "\nPostmen never die, they just lose their zip.\n",
  "\nPoverty begins at home.\n",
  "\nPoverty must have its satisfactions, else there would not be so many poor\npeople.\n\t\t-- Don Herold\n",
  "\nPower corrupts.  Absolute power is kind of neat.\n\t\t-- John Lehman, Secretary of the Navy, 1981-1987\n",
  "\nPower is poison.\n",
  "\nPower is the finest token of affection.\n",
  "\nPower tends to corrupt, absolute power corrupts absolutely.\n\t\t-- Lord Acton\n",
  "\nPractical politics consists in ignoring facts.\n\t\t-- Henry Adams\n",
  "\nPresident Reagan has noted that there are too many economic pundits and\nforecasters and has decided on an excess prophets tax.\n",
  "\nPut a rogue in the limelight and he will act like an honest man.\n\t\t-- Napoleon Bonaparte, \"Maxims\"\n",
  "\nQuestion authority.\n",
  "\nQUESTION AUTHORITY.\n\n(Sez who?)\n",
  "\nQuestion: Is it better to abide by the rules until they're changed or\nhelp speed the change by breaking them?\n",
  "\nRemember folks.  Street lights timed for 35 mph are also timed for 70 mph.\n\t\t-- Jim Samuels\n",
  "\n\"Remember, if it's being done correctly, here or abroad, it's ___\b\b\bnot the U.S.\nArmy doing it!\"\n\t\t-- Good Morning VietNam\n",
  "\nReporter (to Mahatma Gandhi): Mr Gandhi, what do you think of Western\n\tCivilization?\nGandhi:\tI think it would be a good idea.\n",
  "\nReunite Gondwondaland!\n",
  "\nRev. Jim:\tWhat does an amber light mean?                                 \nBobby:\t\tSlow down.\nRev. Jim:\tWhat...   does...  an...  amber...  light...  mean?\nBobby:\t\tSlow down.\nRev. Jim:\tWhat....     does....     an....     amber....     light....\n",
  "\n\"Rights\" is a fictional abstraction.  No one has \"Rights\", neither machines\nnor flesh-and-blood.  Persons... have opportunities, not rights, which they\nuse or do not use.\n\t\t-- Lazarus Long\n",
  "\nRule the Empire through force.\n\t\t-- Shogun Tokugawa\n",
  "\nSauron is alive in Argentina!\n",
  "\nScrubbing floors and emptying bedpans has as much dignity as the Presidency.\n\t\t-- Richard Nixon\n",
  "\nSecrecy is the beginning of tyranny.\n",
  "\nSed quis custodiet ipsos Custodes?\n\t[Who guards the Guardians?]\n",
  "\nSentenced to two years hard labor (for sodomy), Oscar Wilde stood handcuffed\nin driving rain waiting for transport to prison.  \"If this is the way Queen\nVictoria treats her prisoners,\" he remarked, \"she doesn't deserve to have\nany.\"\n",
  "\nSerfs up!\n\t\t-- Spartacus\n",
  "\nShah, shah!  Ayatollah you so!\n",
  "\nSherry [Thomas Sheridan] is dull, naturally dull; but it must have taken\nhim a great deal of pains to become what we now see him.  Such an excess of\nstupidity, sir, is not in Nature.\n\t\t-- Samuel Johnson\n",
  "\nSigns of crime: screaming or cries for help.\n\t\t-- The Brown University Security Crime Prevention Pamphlet\n",
  "\nSince a politician never believes what he says, he is surprised\nwhen others believe him.\n\t\t-- Charles DeGaulle\n",
  "\nSince aerosols are forbidden, the police are using roll-on Mace!\n",
  "\n[Sir Stafford Cripps] has all the virtues I dislike and none of the\nvices I admire.\n\t\t-- Winston Churchill\n",
  "\nSlaves are generally expected to sing as well as to work ... I did not, when\na slave, understand the deep meanings of those rude, and apparently incoherent\nsongs.  I was myself within the circle, so that I neither saw nor heard as\nthose without might see and hear.  They told a tale which was then altogether\nbeyond my feeble comprehension: they were tones, loud, long and deep,\nbreathing the prayer and complaint of souls boiling over with the bitterest\nanguish.  Every tone was a testimony against slavery, and a prayer to God\nfor deliverance from chains.\n\t\t-- Frederick Douglass\n",
  "\nSo from the depths of its enchantment, Terra was able to calculate a course\nof action.  Here at last was an opportunity to consort with Dirbanu on a\nfriendly basis -- great Durbanu which, since it had force fields which Earth\ncould not duplicate, must of necessity have many other things Earth could\nuse; mighty Durbanu before whom we would kneel in supplication (with purely-\nfor-defense bombs hidden in our pockets) with lowered heads (making invisible\nthe knife in our teeth) and ask for crumbs from their table (in order to\nextrapolate the location of their kitchens).\n\t\t-- Theodore Sturgeon, \"The World Well Lost\"\n",
  "\n... so long as the people do not care to exercise their freedom, those\nwho wish to tyrranize will do so; for tyrants are active and ardent,\nand will devote themselves in the name of any number of gods, religious\nand otherwise, to put shackles upon sleeping men.\n\t\t-- Voltarine de Cleyre\n",
  "\nSo many men, so many opinions; every one his own way.\n\t\t-- Publius Terentius Afer (Terence)\n",
  "\nSome men rob you with a six-gun -- others with a fountain pen.\n\t\t-- Woodie Guthrie\n",
  "\n\tSomewhat alarmed at the continued growth of the number of employees\non the Department of Agriculture payroll in 1962, Michigan Republican Robert\nGriffin proposed an amendment to the farm bill so that \"the total number of\nemployees in the Department of Agriculture at no time exceeds the number of\nfarmers in America.\"\n\t\t-- Bill Adler, \"The Washington Wits\"\n",
  "\nStamp out organized crime!!  Abolish the IRS.\n",
  "\n\tStrange memories on this nervous night in Las Vegas.  Five years later?\nSix?  It seems like a lifetime, or at least a Main Era -- the kind of peak that\nnever comes again.  San Fransisco in the middle sixties was a very special time\nand place to be a part of.  Maybe it meant something.  Maybe not, in the long\nrun...  There was madness in any direction, at any hour.  If not across the\nBay, then up the Golden Gate or down 101 to Los Altos or La Honda...  You could\nstrike sparks anywhere. There was a fantastic universal sense that whatever we\nwere doing was right, that we were winning...\n\tAnd that, I think, was the handle -- that sense of inevitable victory\nover the forces of Old and Evil.  Not in any mean or military sense; we didn't\nneed that. Our energy would simply prevail.  There was no point in fighting\n-- on our side or theirs.  We had all the momentum; we were riding the crest\nof a high and beautiful wave.  So now, less than five years later, you can go\nup on a steep hill in Las Vegas and look West, and with the right kind of eyes\nyou can almost ___\b\b\bsee the high-water mark -- that place where the wave finally\nbroke and rolled back.\n\t\t-- Hunter S. Thompson\n",
  "\nSuch a foolish notion, that war is called devotion, when the greatest\nwarriors are the ones who stand for peace.\n",
  "\nSupport your local police force -- steal!!\n",
  "\nSupport your right to arm bears!!\n",
  "\nSupport your right to bare arms!\n\t\t-- A message from the National Short-Sleeved Shirt Association\n",
  "\nSurprise!  You are the lucky winner of random I.R.S. Audit!  Just type\nin your name and social security number.  Please remember that leaving\nthe room is punishable under law:\n\nName\n#\n",
  "\nTake Care of the Molehills, and the Mountains Will Take Care of Themselves.\n\t\t-- Motto of the Federal Civil Service\n",
  "\nTake your Senator to lunch this week.\n",
  "\nTANSTAAFL\n",
  "\nTax reform means \"Don't tax you, don't tax me, tax that fellow behind\nthe tree.\"\n\t\t-- Russell Long\n",
  "\nTaxes are going up so fast, the government is likely to price itself\nout of the market.\n",
  "\nTaxes are not levied for the benefit of the taxed.\n",
  "\nTen persons who speak make more noise than ten thousand who are silent.\n\t\t-- Napoleon I\n",
  "\nThat government is best which governs least.\n\t\t-- Henry David Thoreau, \"Civil Disobedience\"\n",
  "\nThat's where the money was.\n\t\t-- Willie Sutton, on being asked why he robbed a bank\n\nIt's a rather pleasant experience to be alone in a bank at night.\n\t\t-- Willie Sutton\n",
  "\n... The Anarchists' [national] anthem is an international anthem that\nconsists of 365 raspberries blown in very quick succession to the tune\nof \"Camptown Races\".  Nobody has to stand up for it, nobody has to\nlisten to it, and, even better, nobody has to play it.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"\n",
  "\nThe Army needs leaders the way a foot needs a big toe.\n\t\t-- Bill Murray\n",
  "\nThe assertion that \"all men are created equal\" was of no practical use\nin effecting our separation from Great Britain and it was placed in the\nDeclaration not for that, but for future use.\n\t\t--  Abraham Lincoln\n",
  "\nThe attacker must vanquish; the defender need only survive.\n",
  "\nThe avoidance of taxes is the only intellectual pursuit that carries any\nreward.\n\t\t-- John Maynard Keynes\n",
  "\nThe better the state is established, the fainter is humanity.\nTo make the individual uncomfortable, that is my task.\n\t\t-- Nietzsche\n",
  "\nThe bureaucracy is expanding to meet the needs of an expanding bureaucracy.\n",
  "\nThe Constitution may not be perfect, but it's a lot better than what we've got!\n",
  "\nThe control of the production of wealth is the control of human life itself.\n\t\t-- Hilaire Belloc\n",
  "\nThe Crown is full of it!\n\t\t-- Nate Harris, 1775\n",
  "\nThe danger is not that a particular class is unfit to govern.  Every class\nis unfit to govern.\n\t\t-- Lord Acton\n",
  "\nThe degree of civilization in a society can be judged by entering its prisons.\n\t\t-- F. Dostoyevski\n",
  "\nThe dirty work at political conventions is almost always done in the grim\nhours between midnight and dawn.  Hangmen and politicians work best when\nthe human spirit is at its lowest ebb.\n\t\t-- Russell Baker\n",
  "\nThe distinction between Freedom and Liberty is not accurately known;\nnaturalists have been unable to find a living specimen of either.\n\t\t-- Ambrose Bierce\n",
  "\nThe doctrine of human equality reposes on this: that there is no man\nreally clever who has not found that he is stupid.\n\t\t-- Gilbert K. Chesterson\n",
  "\nThe end move in politics is always to pick up a gun.\n\t\t-- Buckminster Fuller\n",
  "\nThe eyes of taxes are upon you.\n",
  "\nThe fact that an opinion has been widely held is no evidence that it is not\nutterly absurd; indeed, in view of the silliness of the majority of mankind,\na widespread belief is more often likely to be foolish than sensible.\n\t\t-- Bertrand Russell, in \"Marriage and Morals\", 1929\n",
  "\nThe fact that people are poor or discriminated against doesn't necessarily\nendow them with any special qualities of justice, nobility, charity or\ncompassion.\n\t\t-- Saul Alinsky\n",
  "\nThe famous politician was trying to save both his faces.\n",
  "\nThe fashionable drawing rooms of London have always been happy to accept\noutsiders -- if only on their own, albeit undemanding terms.  That is to\nsay, artists, so long as they are not too talented, men of humble birth,\nso long as they have since amassed several million pounds, and socialists\nso long as they are Tories.\n\t\t-- Christopher Booker\n",
  "\nThe first duty of a revolutionary is to get away with it.\n\t\t-- Abbie Hoffman\n",
  "\nThe founding fathers tried to set up a judicial system where the accused\nreceived a fair trial, not a system to insure an acquittal on technicalities.\n",
  "\n\tThe General disliked trying to explain the highly technical inner\nworkings of the U.S. Air Force.\n\t\"$7,662 for a ten cup coffee maker, General?\" the Senator asked.\n\tIn his head he ran through his standard explanations.  \"It's not so,\"\nhe thought.  \"It's a deterrent.\"  Soon he came up with, \"It's computerized,\nSenator.  Tiny computer chips make coffee that's smooth and full-bodied.  Try\na cup.\"\n\tThe Senator did.  \"Pfffttt!  Tastes like jet fuel!\"\n\t\"It's not so,\" the General thought.  \"It's a deterrent.\"\n\tThen he remembered something.  \"We bought a lot of untested computer\nchips,\" the General answered.  \"They got into everything.  Just a little\nmix-up.  Nothing serious.\"\n\tThen he remembered something else.  It was at the site of the\nmysterious B-1 crash.  A strange smell in the fuel lines.  It smelled like\ncoffee.  Smooth and full bodied...\n\t\t-- Another Episode of General's Hospital\n",
  "\nThe genius of our ruling class is that it has kept a majority of the\npeople from ever questioning the inequity of a system where most people\ndrudge along paying heavy taxes for which they get nothing in return.\n\t\t-- Gore Vidal\n",
  "\nThe government has just completed work on a missile that turned out to be a\nbit of a boondoggle; nicknamed \"Civil Servant\", it won't work and they can't\nfire it.\n",
  "\nThe Government just announced today the creation of the Neutron Bomb II.\nSimilar to the Neutron Bomb, the Neutron Bomb II not only kills people\nand leaves buildings standing, but also does a little light housekeeping.\n",
  "\nThe graveyards are full of indispensable men.\n\t\t-- Charles de Gaulle\n",
  "\nThe greatest dangers to liberty lurk in insidious encroachment by men\nof zeal, well-meaning but without understanding.\n\t\t-- Justice Louis D. Brandeis\n",
  "\nThe greatest disloyalty one can offer to great pioneers is to refuse to\nmove an inch from where they stood.\n",
  "\nThe hardest thing in the world to understand is the income tax.\n\t\t-- Albert Einstein\n",
  "\nThe hater of property and of government takes care to have his warranty\ndeed recorded, and the book written against fame and learning has the\nauthor's name on the title page.\n\t\t-- Ralph Waldo Emerson, Journals, 1831\n",
  "\nThe health of a democratic society may be measured by the quality\nof functions performed by private citizens.\n\t\t-- Alexis de Tocqueville\n",
  "\nThe income tax has made more liars out of the American people than golf\nhas.  Even when you make a tax form out on the level, you don't know\nwhen it's through if you are a crook or a martyr.\n\t\t-- Will Rogers\n",
  "\nThe inherent vice of capitalism is the unequal sharing of blessings;\nthe inherent virtue of socialism is the equal sharing of misery.\n\t\t-- Churchill\n",
  "\nThe introduction of a new kind of music must be shunned as imperiling the\nwhole state, for styles of music are never disturbed without affecting\nthe most important political institutions. ...  The new style, gradually\ngaining a lodgement, quitely insinuates itself into manners and customs,\nand from it ... goes on to attack laws and constitutions, displaying the\nutmost impudence, until it ends by overturning everything.\n\t\t-- Plato, \"Republic\", 370 B.C.\n",
  "\nThe IRS spends God knows how much of your tax money on these toll-free\ninformation hot lines staffed by IRS employees, whose idea of a dynamite tax\ntip is that you should print neatly.  If you ask them a real tax question,\nsuch as how you can cheat, they're useless.\n\nSo, for guidance, you want to look to big business.  Big business never pays\na nickel in taxes, according to Ralph Nader, who represents a big consumer\norganization that never pays a nickel in taxes...\n\t\t-- Dave Barry, \"Sweating Out Taxes\"\n",
  "\nThe law will never make men free; it is men who have got to make the law free.\n\t\t-- Henry David Thoreau\n",
  "\nThe Least Successful Executions\n\tHistory has furnished us with two executioners worthy of attention.\nThe first performed in Sydney in Australia.  In 1803 three attempts were\nmade to hang a Mr. Joseph Samuels.  On the first two of these the rope\nsnapped, while on the third Mr. Samuels just hung there peacefully until he\nand everyone else got bored.  Since he had proved unsusceptible to capital\npunishment, he was reprieved.\n\tThe most important British executioner was Mr. James Berry who\ntried three times in 1885 to hang Mr. John Lee at Exeter Jail, but on each\noccasion failed to get the trap door open.\n\tIn recognition of this achievement, the Home Secretary commuted\nLee's sentence to \"life\" imprisonment.  He was released in 1917, emigrated\nto America and lived until 1933.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe Least Successful Police Dogs\n\tAmerica has a very strong candidate in \"La Dur\", a fearsome looking\nschnauzer hound, who was retired from the Orlando police force in Florida\nin 1978.  He consistently refused to do anything which might ruffle or\noffend the criminal classes.\n\tHis handling officer, Rick Grim, had to admit: \"He just won't go up\nand bite them.  I got sick and tired of doing that dog's work for him.\"\n\tThe British contenders in this category, however, took things a\nstage further.  \"Laddie\" and \"Boy\" were trained as detector dogs for drug\nraids.  Their employment was terminated following a raid in the Midlands in\n1967.\n\tWhile the investigating officer questioned two suspects, they\npatted and stroked the dogs who eventually fell asleep in front of the\nfire.  When the officer moved to arrest the suspects, one dog growled at\nhim while the other leapt up and bit his thigh.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe less a statesman amounts to, the more he loves the flag.\n\t\t-- Kin Hubbard\n",
  "\nThe lion and the calf shall lie down together but the calf won't get much sleep.\n\t\t-- Woody Allen\n",
  "\n\"The Lord gave us farmers two strong hands so we could grab as much as\nwe could with both of them.\"\n\t\t-- Joseph Heller, \"Catch-22\"\n",
  "\nThe majority of the stupid is invincible and guaranteed for all time.  The\nterror of their tyranny, however, is alleviated by their lack of consistency.\n\t\t-- Albert Einstein\n",
  "\nThe man who follows the crowd will usually get no further than the crowd.  The\nman who walks alone is likely to find himself in places no one has ever been.\n\t\t-- Alan Ashley-Pitt\n",
  "\nThe man with the best job in the country is the Vice President.  All he has\nto do is get up every morning and say, \"How's the President?\"\n\t\t-- Will Rogers\n\nThe vice-presidency ain't worth a pitcher of warm spit.\n\t\t-- Vice President John Nance Garner\n",
  "\nThe mark of the immature man is that he wants to die nobly for a cause,\nwhile the mark of a mature man is that he wants to live humbly for one.\n\t\t-- Wilhelm Stekel\n",
  "\n\tThe Minnesota Board of Education voted to consider requiring all\nstudents to do some \"volunteer work\" as a prerequisite to high school\ngraduation.\n\tSenator Orrin Hatch said that \"capital punishment is our society's\nrecognition of the sanctity of human life.\"\n\tAccording to the tax bill signed by President Reagan on December 22,\n1987, Don Tyson and his sister-in-law Barbara run a \"family farm.\"  Their\n\"farm\" has 25,000 employees and grosses $1.7 billion a year.  But as a \"family\nfarm\" they get tax breaks that save them $135 million a year.\n\tScott L. Pickard, spokesperson for the Massachusetts Department of\nPublic Works, calls them \"ground-mounted confirmatory route markers.\"  You\nprobably call them road signs, but then you don't work in a government agency.\n\tIt's not \"elderly\" or \"senior citizens\" anymore.  Now it's \"chrono-\nlogically experienced citizens.\"\n\tAccording to the FAA, the propeller blade didn't break off, it was\njust a case of \"uncontained blade liberation.\"\n\t\t-- Quarterly Review of Doublespeak (NCTE)\n",
  "\nThe Moral Majority is neither.\n",
  "\nThe more control, the more that requires control.\n",
  "\nThe more you sweat in peace, the less you bleed in war.\n",
  "\nThe new Congressmen say they're going to turn the government around.  I\nhope I don't get run over again.\n",
  "\nThe Official Colorado State Vegetable is now the \"state legislator\".\n",
  "\nThe only winner in the War of 1812 was Tchaikovsky.\n\t\t-- David Gerrold\n",
  "\nThe poetry of heroism appeals irresitably to those who don't go to a war,\nand even more so to those whom the war is making enormously wealthy.\"\n\t\t-- Celine\n",
  "\nThe polite thing to do has always been to address people as they wish to be\naddressed, to treat them in a way they think dignified.  But it is equally\nimportant to accept and tolerate different standards of courtesy, not\nexpecting everyone else to adapt to one's own preferences.  Only then can\nwe hope to restore the insult to its proper social function of expressing\ntrue distaste.\n\t\t-- Judith Martin, \"Miss Manners' Guide to Excruciatingly\n\t\t   Correct Behavior\"\n",
  "\nThe politician is someone who deals in man's problems of adjustment.\nTo ask a politician to lead us is to ask the tail of a dog to lead the dog.\n\t\t-- Buckminster Fuller\n",
  "\nThe price of greatness is responsibility.\n",
  "\nThe price of seeking to force our beliefs on others is that someday\nthey might force their beliefs on us.\n\t\t-- Mario Cuomo\n",
  "\nThe primary theme of SoupCon is communication.  The acronym \"LEO\"\nrepresents the secondary theme:\n\n\tLaw Enforcement Officials\n\nThe overall theme of SoupCon shall be:\n\n\tAvoiding Communication with Law Enforcement Officials\n\t\t-- M. Gallaher\n",
  "\nThe problem with most conspiracy theories is that they seem to believe that\nfor a group of people to behave in a way detrimental to the common good\nrequires intent.\n",
  "\nThe problem with this country is that there is no death penalty for\nincompetence.\n",
  "\nThe public demands certainties;  it must be told definitely and a bit\nraucously that this is true and that is false.  But there are no certainties.\n\t\t-- H.L. Mencken, \"Prejudice\"\n",
  "\nThe public is an old woman.  Let her maunder and mumble.\n\t\t-- Thomas Carlyle\n",
  "\nThe Puritan hated bear-baiting, not because it gave pain to the bear, but\nbecause it gave pleasure to the spectators.\n\t\t-- Thomas Macaulay, \"History of England\"\n",
  "\nThe question is, why are politicians so eager to be president?  What is it\nabout the job that makes it worth revealing, on national television, that\nyou have the ethical standards of a slime-coated piece of industrial waste?\n\t\t-- Dave Barry, \"On Presidential Politics\"\n",
  "\nThe revolution will not be televised.\n",
  "\n\"The Right Honorable Gentleman is indebted to his memory for his jests\nand to his imagination for his facts.\"\n\t\t-- Sheridan\n",
  "\nThe rule is, jam to-morrow and jam yesterday, but never jam today.\n\t\t-- Lewis Carroll\n",
  "\nThe scum also rises.\n\t\t-- Dr. Hunter S. Thompson\n",
  "\nThe so-called lessons of history are for the most part the rationalizations\nof the victors.  History is written by the survivors.\n\t\t-- Max Lerner\n",
  "\nThe time for action is past!  Now is the time for senseless bickering.\n",
  "\nThe time was the 19th of May, 1780.  The place was Hartford, Connecticut.\nThe day has gone down in New England history as a terrible foretaste of\nJudgement Day.  For at noon the skies turned from blue to grey and by\nmid-afternoon had blackened over so densely that, in that religious age,\nmen fell on their knees and begged a final blessing before the end came.\nThe Connecticut House of Representatives was in session.  And, as some of\nthe men fell down and others clamored for an immediate adjournment, the\nSpeaker of the House, one Col. Davenport, came to his feet.  He silenced\nthem and said these words: \"The day of judgment is either approaching or\nit is not.  If it is not, there is no cause for adjournment.  If it is, I\nchoose to be found doing my duty.  I wish therefore that candles may be\nbrought.\"\n\t\t-- Alistair Cooke\n",
  "\nThe trouble with this country is that there are too many politicians\nwho believe, with a conviction based on experience, that you can fool\nall of the people all of the time.\n\t\t-- Franklin Adams\n",
  "\nThe two oldest professions in the world have been ruined by amateurs.\n\t\t-- G.B. Shaw\n",
  "\nThe two party system ... is a triumph of the dialectic.  It showed that\ntwo could be one and one could be two and had probably been fabricated\nby Hegel for the American market on a subcontract from General Dynamics.\n\t\t-- I.F. Stone\n",
  "\nThe universe is ruled by letting things take their course.  It cannot be\nruled by interfering.\n\t\t-- Chinese proverb\n",
  "\nThe very powerful and the very stupid have one thing in common.  Instead of\naltering their views to fit the facts, they alter the facts to fit their\nviews ... which can be very uncomfortable if you happen to be one of the\nfacts that needs altering.\n\t\t-- Doctor Who, \"Face of Evil\"\n",
  "\n\"The wages of sin are death; but after they're done taking out taxes,\nit's just a tired feeling:\"\n",
  "\nThe way I understand it, the Russians are sort of a combination of evil and\nincompetence... sort of like the Post Office with tanks.\n\t\t-- Emo Philips\n",
  "\nThe world's great men have not commonly been great scholars, nor its great\nscholars great men.\n\t\t-- Oliver Wendell Holmes\n",
  "\nThe Worst Bank Robbery\n\tIn August 1975 three men were on their way in to rob the Royal Bank of\nScotland at Rothesay, when they got stuck in the revolving doors.  They\nhad to be helped free by the staff and, after thanking everyone,\nsheepishly left the building.\n\tA few minutes later they returned and announced their intention of\nrobbing the bank, but none of the staff believed them.  When they demanded\n5,000 pounds in cash, the head cashier laughed at them, convinced that it\nwas a practical joke.\n\tThen one of the men jumped over the counter, but fell to the floor\nclutching his ankle.  The other two tried to make their getaway, but got\ntrapped in the revolving doors again.\n",
  "\nThe Worst Prison Guards\n\tThe largest number of convicts ever to escape simultaneously from a\nmaximum security prison is 124.  This record is held by Alcoente Prison,\nnear Lisbon in Portugal.\n\tDuring the weeks leading up to the escape in July 1978 the prison\nwarders had noticed that attendances had fallen at film shows which\nincluded \"The Great Escape\", and also that 220 knives and a huge quantity\nof electric cable had disappeared.  A guard explained, \"Yes, we were\nplanning to look for them, but never got around to it.\"  The warders had\nnot, however, noticed the gaping holes in the wall because they were\n\"covered with posters\".  Nor did they detect any of the spades, chisels,\nwater hoses and electric drills amassed by the inmates in large quantities.\nThe night before the breakout one guard had noticed that of the 36\nprisoners in his block only 13 were present.  He said this was \"normal\"\nbecause inmates sometimes missed roll-call or hid, but usually came back\nthe next morning.\n\t\"We only found out about the escape at 6:30 the next morning when\none of the prisoners told us,\" a warder said later.  [...]  When they\neventually checked, the prison guards found that exactly half of the gaol's\npopulation was missing.  By way of explanation the Justice Minister, Dr.\nSantos Pais, claimed that the escape was \"normal\" and part of the\n\"legitimate desire of the prisoner to regain his liberty.\"\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThere appears to be irrefutable evidence that the mere fact of overcrowding\ninduces violence.\n\t\t-- Harvey Wheeler\n",
  "\nThere are a lot of lies going around.... and half of them are true.\n\t\t-- Winston Churchill\n",
  "\nThere are no manifestos like cannon and musketry.\n\t\t-- The Duke of Wellington\n",
  "\nThere are only two things in this world that I am sure of, death and\ntaxes, and we just might do something about death one of these days.\n\t\t-- shades\n",
  "\nThere are two kinds of fool. One says, \"This is old, and therefore good.\"\nAnd one says, \"This is new, and therefore better\"\n\t\t-- John Brunner, \"The Shockwave Rider\"\n",
  "\nThere but for the grace of God, goes God.\n\t\t-- Winston Churchill, speaking of Sir Stafford Cripps.\n",
  "\nThere can be no daily democracy without daily citizenship.\n\t\t-- Ralph Nader\n",
  "\nThere cannot be a crisis next week.  My schedule is already full.\n\t\t-- Henry Kissinger\n",
  "\nThere is a certain impertinence in allowing oneself to be burned for an opinion.\n\t\t-- Anatole France\n",
  "\nThere is hopeful symbolism in the fact that flags do not wave in a vacuum.\n\t\t-- Arthur C. Clarke\n",
  "\nThere is Jackson standing like a stone wall.  Let us determine to die,\nand we will conquer.  Follow me.\n\t\t-- General Barnard E. Bee (CSA)\n",
  "\nThere is no act of treachery or mean-ness of which a political party\nis not capable; for in politics there is no honour.\n\t\t-- Benjamin Disraeli, \"Vivian Grey\"\n",
  "\nThere is no education that is not political.  An apolitical\neducation is also political because it is purposely isolating.\n",
  "\nThere is no satisfaction in hanging a man who does not object to it.\n\t\t-- G.B. Shaw\n",
  "\nThere is no security on this earth.  There is only opportunity.\n\t\t-- General Douglas MacArthur\n",
  "\nThere is not a man in the country that can't make a living for himself and\nfamily.  But he can't make a living for them *and* his government, too,\nthe way his government is living.  What the government has got to do is\nlive as cheap as the people.\n\t\t-- The Best of Will Rogers\n",
  "\nThere is one difference between a tax collector and a taxidermist --\nthe taxidermist leaves the hide.\n\t\t-- Mortimer Caplan\n",
  "\nThere is only one way to kill capitalism -- by taxes, taxes, and more taxes.\n\t\t-- Karl Marx\n",
  "\nThere is perhaps in every thing of any consequence, secret history, which\nit would be amusing to know, could we have it authentically communicated.\n\t\t-- James Boswell\n",
  "\nThere never was a good war or a bad peace.\n\t\t-- B. Franklin\n",
  "\nThere's no trick to being a humorist when you have the whole government\nworking for you.\n\t\t-- Will Rogers\n",
  "\nThere's nothing in the middle of the road but yellow stripes and dead\narmadillos.\n\t\t-- Jim Hightower, Texas Agricultural Commissioner\n",
  "\nThey call them \"squares\" because it's the most complicated shape they can\ndeal with.\n",
  "\n\"They make a desert and call it peace.\"\n\t\t-- Tacitus (55?-120?)\n",
  "\nThey sentenced me to twenty years of boredom for trying to change the\nsystem from within.  I'm coming now I'm coming to reward them.  First\nwe take Manhattan, then we take Berlin.\n\nI'm guided by a signal in the heavens.  I'm guided by this birthmark on\nmy skin.  I'm guided by the beauty of our weapons.  First we take Manhattan,\nthen we take Berlin.\n\nI'd really like to live beside you, baby.  I love your body and your spirit\nand your clothes.  But you see that line there moving through the station?\nI told you I told you I told you I was one of those.\n\t-- Leonard Cohen, \"First We Take Manhattan\"\n",
  "\n\"They that can give up essential liberty to obtain a little temporary\nsafety deserve neither liberty nor safety.\"\n\t\t-- Benjamin Franklin, 1759\n",
  "\nThey use different words for things in America.\nFor instance they say elevator and we say lift.\nThey say drapes and we say curtains.\nThey say president and we say brain damaged git.\n\t\t-- Alexie Sayle\n",
  "\nThey will only cause the lower classes to move about needlessly.\n\t\t-- The Duke of Wellington, on early steam railroads.\n",
  "\nThey're giving bank robbing a bad name.\n\t\t-- John Dillinger, on Bonnie and Clyde\n",
  "\nThieves respect property; they merely wish the property to become\ntheir property that they may more perfectly respect it.\n\t\t-- G.K. Chesterton, \"The Man Who Was Thursday\"\n",
  "\nThis is a country where people are free to practice their religion,\nregardless of race, creed, color, obesity, or number of dangling keys...\n",
  "\n\tThompson, if he is to be believed, has sampled the entire rainbow of\nlegal and illegal drugs in heroic efforts to feel better than he does.\n\tAs for the truth about his health: I have asked around about it.  I\nam told that he appears to be strong and rosy, and steadily sane.  But we\nwill be doing what he wants us to do, I think, if we consider his exterior\na sort of Dorian Gray facade.  Inwardly, he is being eaten alive by tinhorn\npoliticians.\n\tThe disease is fatal.  There is no known cure.  The most we can do\nfor the poor devil, it seems to me, is to name his disease in his honor.\nFrom this moment on, let all those who feel that Americans can be as easily\nled to beauty as to ugliness, to truth as to public relations, to joy as to\nbitterness, be said to be suffering from Hunter Thompson's disease.  I don't\nhave it this morning.  It comes and goes.  This morning I don't have Hunter\nThompson's disease.\n\t\t-- Kurt Vonnegut Jr., on Dr. Hunter S. Thompson: Excerpt\n\t\tfrom \"A Political Disease\", Vonnegut's review of \"Fear and\n\t\tLoathing: On the Campaign Trail '72\"\n",
  "\n\"Those who do not do politics will be done in by politics.\"\n\t\t-- French Proverb\n",
  "\nThose who have had no share in the good fortunes of the mighty\nOften have a share in their misfortunes.\n\t\t-- Bertolt Brecht, \"The Caucasian Chalk Circle\"\n",
  "\nThose who have some means think that the most important thing in the\nworld is love.  The poor know that it is money.\n\t\t-- Gerald Brenan\n",
  "\nThose who profess to favor freedom, and yet deprecate agitation, are\nmen who want rain without thunder and lightning.  They want the ocean\nwithout the roar of its many waters.\n\t\t-- Frederick Douglass\n",
  "\nTo be excellent when engaged in administration is to be like the North\nStar.  As it remains in its one position, all the other stars surround it.\n\t\t-- Confucius\n",
  "\nTo make tax forms true they should read \"Income Owed Us\" and \"Incommode You\".\n",
  "\nTo say you got a vote of confidence would be to say you needed a vote of\nconfidence.\n\t\t-- Andrew Young\n",
  "\nTo think contrary to one's era is heroism.  But to speak against it is madness.\n\t\t-- Eugene Ionesco\n",
  "\nTo use violence is to already be defeated.\n\t\t-- Chinese proverb\n",
  "\nToday is a good day to bribe a high-ranking public official.\n",
  "\nToo often I find that the volume of paper expands to fill the available\nbriefcases.\n\t\t-- Governor Jerry Brown\n",
  "\nTravel important today;  Internal Revenue men arrive tomorrow.\n",
  "\nTreaties are like roses and young girls -- they last while they last.\n\t\t-- Charles DeGaulle\n",
  "\nTrue leadership is the art of changing a group from what it is to what\nit ought to be.\n\t\t-- Virginia Allan\n",
  "\nTwo battleships assigned to the training squadron had been at sea on maneuvers\nin heavy weather for several days.  I was serving on the lead battleship and\nwas on watch on the bridge as night fell.  The visibility was poor with patchy\nfog, so the Captain remained on the bridge keeping an eye on all activities.\n\tShortly after dark, the lookout on the wing of the bridge reported,\n\"Light, bearing on the starboard bow.\"\n\t\"Is it steady or moving astern?\" the Captain called out.\n\tLookout replied, \"Steady, Captain,\" which meant we were on a dangerous\ncollision course with that ship.\n\tThe Captain then called to the signalman, \"Signal that ship: We are on\na collision course, advise you change course 20 degrees.\"\n\tBack came a signal \"Advisable for you to change course 20 degrees.\"\n\tIn reply, the Captain said, \"Send: I'm a Captain, change course 20\ndegrees!\"\n\t\"I'm a seaman second class,\" came the reply, \"You had better change\ncourse 20 degrees.\"\n\tBy that time, the Captain was furious. He spit out, \"Send: I'm a\nbattleship, change course 20 degrees.\"\n\tBack came the flashing light: \"I'm a lighthouse!\"\n\tWe changed course.\n\t\t-- The Naval Institute's \"Proceedings\"\n",
  "\n\"Ubi non accusator, ibi non judex.\"\n\n(Where there is no police, there is no speed limit.)\n\t\t-- Roman Law, trans. Petr Beckmann (1971)\n",
  "\nUnder a government which imprisons any unjustly, the true place for a\njust man is also a prison.\n\t\t-- Henry David Thoreau\n",
  "\nUnder any conditions, anywhere, whatever you are doing, there is some\nordinance under which you can be booked.\n\t\t-- Robert D. Sprecht, Rand Corp.\n",
  "\nUnder capitalism, man exploits man.  Under communism, it's just the opposite.\n\t\t-- J.K. Galbraith\n",
  "\nUnder every stone lurks a politician.\n\t\t-- Aristophanes\n",
  "\nUnited Nations, New York, December 25.  The peace and joy of the Christmas\nseason was marred by a proclamation of a general strike of all the military\nforces of the world.  Panic reigns in the hearts of all the patriots of\nevery persuasion.  Meanwhile, fears of universal disaster sank to an all-time\nlow over the world.\n\t\t-- Isaac Asimov\n",
  "\nUnknown person(s) stole the American flag from its pole in Etra Park sometime\nbetween 3pm Jan 17 and 11:30 am Jan 20.  The flag is described as red, white\nand blue, having 50 stars and was valued at $40.\n\t\t-- Windsor-Heights Herald \"Police Blotter\", Jan 28, 1987\n",
  "\nUnquestionably, there is progress.  The average American now pays out\ntwice as much in taxes as he formerly got in wages.\n\t\t-- H. L. Mencken\n",
  "\nUsually, when a lot of men get together, it's called a war.\n\t\t-- Mel Brooks, \"The Listener\"\n",
  "\nVeni, vidi, vici.\n\t[I came, I saw, I conquered].\n\t\t-- Gaius Julius Caesar\n",
  "\nVery few things happen at the right time, and the rest do not happen\nat all.  The conscientious historian will correct these defects.\n\t\t-- Herodotus\n",
  "\nVictory uber allies!\n",
  "\n\"Violence accomplishes nothing.\"  What a contemptible lie!  Raw, naked\nviolence has settled more issues throughout history than any other method\never employed.  Perhaps the city fathers of Carthage could debate the\nissue, with Hitler and Alexander as judges?\n",
  "\nViolence is a sword that has no handle -- you have to hold the blade.\n",
  "\nViolence is molding.\n",
  "\nViolence is the last refuge of the incompetent.\n\t\t-- Salvor Hardin\n",
  "\nVote anarchist.\n",
  "\nWar doesn't prove who's right, just who's left.\n",
  "\nWar hath no fury like a non-combatant.\n\t\t-- Charles Edward Montague\n",
  "\nWar is an equal opportunity destroyer.\n",
  "\nWar is delightful to those who have had no experience of it.\n\t\t-- Desiderius Erasmus\n",
  "\nWar is like love, it always finds a way.\n\t\t-- Bertolt Brecht, \"Mother Courage\"\n",
  "\nWar is much too serious a matter to be entrusted to the military.\n\t\t-- Clemenceau\n",
  "\nWar is peace.  Freedom is slavery.  Ketchup is a vegetable.\n",
  "\nWar spares not the brave, but the cowardly.\n\t\t-- Anacreon\n",
  "\n[Washington, D.C.] is the home of... taste for the people -- the big,\nthe bland and the banal.\n\t\t-- Ada Louise Huxtable\n",
  "\nWashington, D.C: Fifty square miles almost completely surrounded by reality.\n",
  "\nWe all declare for liberty, but in using the same word we do not all mean\nthe same thing.\n\t\t-- A. Lincoln\n",
  "\nWe are all born equal... just some of us are more equal than others.\n",
  "\nWe are all worms.  But I do believe I am a glowworm.\n\t\t-- Winston Churchill\n",
  "\nWe cannot do everything at once, but we can do something at once.\n\t\t-- Calvin Coolidge\n",
  "\nWe have not inherited the earth from our parents, we've borrowed it from\nour children.\n",
  "\n... we must not judge the society of the future by considering whether or not\nwe should like to live in it; the question is whether those who have grown up\nin it will be happier than those who have grown up in our society or those of\nthe past.\n\t\t-- Joseph Wood Krutch\n",
  "\nWe should be glad we're living in the time that we are.  If any of us had been\nborn into a more enlightened age, I'm sure we would have immediately been taken\nout and shot.\n\t\t-- Strange de Jim\n",
  "\nWe should have a great many fewer disputes in the world if only words were\ntaken for what they are, the signs of our ideas only, and not for things\nthemselves.\n\t\t-- John Locke\n",
  "\nWe should have a Vollyballocracy.  We elect a six-pack of presidents.\nEach one serves until they screw up, at which point they rotate.\n\t\t-- Dennis Miller\n",
  "\nWe the unwilling, led by the ungrateful, are doing the impossible.\nWe've done so much, for so long, with so little,\nthat we are now qualified to do something with nothing.\n",
  "\nWe totally deny the allegations, and we're trying to identify the allegators.\n",
  "\nWe tried to close Ohio's borders and ran into a Constitutional problem.\nThere's a provision in the Constitution that says you can't close your\nborders to interstate commerce, and garbage is a form of interstate commerce.\n\t\t-- Ohio Lt. Governor Paul Leonard\n",
  "\nWe'll try to cooperate fully with the IRS, because, as citizens, we feel\na strong patriotic duty not to go to jail.\n\t\t-- Dave Barry\n",
  "\nWell, don't worry about it...  It's nothing.\n\t\t-- Lieutenant Kermit Tyler (Duty Officer of Shafter Information\n\t\t   Center, Hawaii), upon being informed that Private Joseph\n\t\t   Lockard had picked up a radar signal of what appeared to be\n\t\t   at least 50 planes soaring toward Oahu at almost 180 miles\n\t\t   per hour, December 7, 1941.\n",
  "\nWell, he didn't know what to do, so he decided to look at the government,\nto see what they did, and scale it down and run his life that way.\n\t\t-- Laurie Anderson\n",
  "\nWhat a strange game.  The only winning move is not to play.\n\t\t-- WOP, \"War Games\"\n",
  "\nWhat does it take for Americans to do great things; to go to the moon, to\nwin wars, to dig canals linking oceans, to build railroads across a continent?\nIn independent thought about this question, Neil Armstrong and I concluded\nthat it takes a coincidence of four conditions, or in Neil's view, the\nsimultaneous peaking of four of the many cycles of American life.  First, a\nbase of technology must exist from which to do the thing to be done.  Second,\na period of national uneasiness about America's place in the scheme of human\nactivities must exist.  Third, some catalytic event must occur that focuses\nthe national attention upon the direction to proceed.  Finally, an articulate\nand wise leader must sense these first three conditions and put forth with\nwords and action the great thing to be accomplished.  The motivation of young\nAmericans to do what needs to be done flows from such a coincidence of\nconditions. ...  The Thomas Jeffersons, The Teddy Roosevelts, The John\nKennedys appear.  We must begin to create the tools of leadership which they,\nand their young frontiersmen, will require to lead us onward and upward.\n\t\t-- Dr. Harrison H. Schmidt\n",
  "\n\"What George Washington did for us was to throw out the British, so that we\nwouldn't have a fat, insensitive government running our country. Nice try\nanyway, George.\"\n\t\t-- D.J. on KSFO/KYA\n",
  "\nWhat I want is all of the power and none of the responsibility.\n",
  "\nWhat is status?\n\tStatus is when the President calls you for your opinion.\n\nUh, no...\n\tStatus is when the President calls you in to discuss a\n\tproblem with him.\n\nUh, that still ain't right...\n\tSTATUS is when you're in the Oval Office talking to the President,\n\tand the phone rings.  The President picks it up, listens for a\n\tminute, and hands it to you, saying, \"It's for you.\"\n",
  "\nWhat is the robbing of a bank compared to the founding of a bank?\n\t\t-- Bertold Brecht\n",
  "\nWhat is the sound of one hand clapping?\n",
  "\nWhat orators lack in depth they make up in length.\n",
  "\nWhat we need is either less corruption, or more chance to participate in it.\n",
  "\nWhat's a cult?  It just means not enough people to make a minority.\n\t\t-- Robert Altman\n",
  "\nWhen a man assumes a public trust, he should consider himself as public\nproperty.\n\t\t-- Thomas Jefferson\n",
  "\nWhen a place gets crowded enough to require ID's, social collapse is not\nfar away.  It is time to go elsewhere.  The best thing about space travel\nis that it made it possible to go elsewhere.\n\t\t-- R.A. Heinlein, \"Time Enough For Love\"\n",
  "\nWhen a shepherd goes to kill a wolf, and takes his dog along to see\nthe sport, he should take care to avoid mistakes.  The dog has certain\nrelationships to the wolf the shepherd may have forgotten.\n\t\t-- Robert Pirsig, \"Zen and the Art of Motorcycle Maintenance\"\n",
  "\nWhen asked by an anthropologist what the Indians called America before\nthe white men came, an Indian said simply \"Ours.\"\n\t\t-- Vine Deloria, Jr.\n",
  "\nWhen I came back to Dublin I was courtmartialed in my absence and sentenced\nto death in my absence, so I said they could shoot me in my absence.\n\t\t-- Brendan Behan\n",
  "\nWhen I hear a man applauded by the mob I always feel a pang of pity\nfor him.  All he has to do to be hissed is to live long enough.\n\t\t-- H.L. Mencken, \"Minority Report\"\n",
  "\nWhen I was a boy I was told that anybody could become President.  Now\nI'm beginning to believe it.\n\t\t-- Clarence Darrow\n",
  "\nWhen in doubt, do what the President does -- guess.\n",
  "\nWhen neither their poverty nor their honor is touched, the majority of men\nlive content.\n\t\t-- Niccolo Machiavelli\n",
  "\nWhen smashing monuments, save the pedstals -- they always come in handy.\n\t\t-- Stanislaw J. Lem, \"Unkempt Thoughts\"\n",
  "\nWhen some people decide it's time for everyone to make big changes,\nit means that they want you to change first.\n",
  "\nWhen taxes are due, Americans tend to feel quite bled-white and blue.\n",
  "\nWhen the government bureau's remedies don't match your problem, you modify\nthe problem, not the remedy.\n",
  "\nWhen the revolution comes, count your change.\n",
  "\nWhen we are planning for posterity, we ought to remember that virtue is\nnot hereditary.\n\t\t-- Thomas Paine\n",
  "\nWhen we jumped into Sicily, the units became separated, and I couldn't find\nanyone.  Eventually I stumbled across two colonels, a major, three captains,\ntwo lieutenants, and one rifleman, and we secured the bridge.  Never in the\nhistory of war have so few been led by so many.\n\t\t-- General James Gavin\n",
  "\nWhen you go into court you are putting your fate into the hands of twelve\npeople who weren't smart enough to get out of jury duty.\n\t\t-- Norm Crosby\n",
  "\nWhen you have an efficient government, you have a dictatorship.\n\t\t-- Harry Truman\n",
  "\nWhen you have to kill a man it costs nothing to be polite.\n\t\t-- Winston Churchill, on formal declarations of war\n",
  "\nWhen you live in a sick society, just about everything you do is wrong.\n",
  "\nWhen you say that you agree to a thing in principle, you mean that\nyou have not the slightest intention of carrying it out in practice.\n\t\t-- Otto Von Bismarck\n",
  "\nWhen you're in command, command.\n\t\t-- Admiral Nimitz\n",
  "\nWhenever I hear anyone arguing for slavery, I feel a strong impulse to\nsee it tried on him personally.\n\t\t-- Abraham Lincoln\n",
  "\nWhere the system is concerned, you're not allowed to ask \"Why?\".\n",
  "\nWhere you stand depends on where you sit.\n\t\t-- Rufus Miles, HEW\n",
  "\nWhy bother building any more nuclear warheads until we use the ones we have?\n",
  "\nWhy can't you be a non-conformist like everyone else?\n",
  "\nWhy don't somebody print the truth about our present economic condition?\nWe spent years of wild buying on credit, everything under the sun, whether\nwe needed it or not, and now we are having to pay for it, howling like a\npet coon.  This would be a great world to dance in if we didn't have to\npay the fiddler.\n\t\t-- The Best of Will Rogers\n",
  "\n\tWill Rogers, having paid too much income tax one year, tried in\nvain to claim a rebate.  His numerous letters and queries remained\nunanswered.  Eventually the form for the next year's return arrived.  In\nthe section marked \"DEDUCTIONS,\" Rogers listed: \"Bad debt, US Government\n-- $40,000.\"\n",
  "\n\t... with liberty and justice for all ... who can afford it.\n",
  "\nWith reasonable men I will reason;\nwith humane men I will plead;\nbut to tyrants I will give no quarter.\n\t\t-- William Lloyd Garrison\n",
  "\nWorkers of the world, arise!  You have nothing to lose but your chairs.\n",
  "\nWorld tensions have, if anything, increased in the quarter century since\nH.G. Wells uttered his glum warning: \"There is no more evil thing on\nearth than race prejudice, none at all.  I write deliberately -- it is\nthe worst single thing in life now.  It justifies and holds together more\nbaseness, cruelty and abomination than any other sort of error in the world.\"\n\t\t-- Sydney Harris\n",
  "\nWorld War Three can be averted by adherence to a strictly enforced dress code!\n",
  "\n\t\"Wrong,\" said Renner.\n\t\"The tactful way,\" Rod said quietly, \"the polite way to disagree with\nthe Senator would be to say, `That turns out not to be the case.'\"\n",
  "\nYou can have peace.  Or you can have freedom. Don't ever count on having\nboth at once.\n\t\t-- Lazarus Long\n",
  "\nYou first have to decide whether to use the short or the long form. The\nshort form is what the Internal Revenue Service calls \"simplified\", which\nmeans it is designed for people who need the help of a Sears tax-preparation\nexpert to distinguish between their first and last names.  Here's the\ncomplete text:\n\n\"(1) How much did you make?  (AMOUNT)\n(2) How much did we here at the government take out?  (AMOUNT)\n(3) Hey!  Sounds like we took too much!  So we're going to\n     send an official government check for (ONE-FIFTEENTH OF\n     THE AMOUNT WE TOOK) directly to the (YOUR LAST NAME)\n     household at (YOUR ADDRESS), for you to spend in any way\n     you please! Which just goes to show you, (YOUR FIRST\n     NAME), that it pays to file the short form!\"\n\nThe IRS wants you to use this form because it gets to keep most of your\nmoney.  So unless you have pond silt for brains, you want the long form.\n\t\t-- Dave Barry, \"Sweating Out Taxes\"\n",
  "\nYou have all the characteristics of a popular politician: a horrible voice,\nbad breeding, and a vulgar manner.\n\t\t-- Aristophanes\n",
  "\nYou must include all income you receive in the form of money, property\nand services if it is not specifically exempt.  Report property (goods)\nand services at their fair market values.  Examples include income from\nbartering or swapping transactions, side commissions, kickbacks, rent\npaid in services, illegal activities (such as stealing, drugs, etc.),\ncash skimming by proprietors and tradesmen, \"moonlighting\" services,\ngambling, prizes and awards.  Not reporting such income can lead to\nprosecution for perjury and fraud.\n\t\t-- Excerpt from Taxachussetts income tax forms\n",
  "\nYou roll my log, and I will roll yours.\n\t\t-- Lucius Annaeus Seneca\n",
  "\nYou should never wear your best trousers when you go out to fight for\nfreedom and liberty.\n\t\t-- Henrik Ibsen\n",
  "\n"
]