[
  "1 + 1 = 3, for large values of 1.\n",
  "\n1 Billion dollars of budget deficit\t\t= 1 Gramm-Rudman\n6.023 x 10 to the 23rd power alligator pears\t= Avocado's number\n2 pints\t\t\t\t\t\t= 1 Cavort\nBasic unit of Laryngitis\t\t\t= The Hoarsepower\nShortest distance between two jokes\t\t= A straight line\n6 Curses\t\t\t\t\t= 1 Hexahex\n3500 Calories\t\t\t\t\t= 1 Food Pound\n1 Mole\t\t\t\t\t\t= 007 Secret Agents\n1 Mole\t\t\t\t\t\t= 25 Cagey Bees\n1 Dog Pound\t\t\t\t\t= 16 oz. of Alpo\n1000 beers served at a Twins game\t\t= 1 Killibrew\n2.4 statute miles of surgical tubing at Yale U. = 1 I.V.League\n2000 pounds of chinese soup\t\t\t= 1 Won Ton\n10 to the minus 6th power mouthwashes\t\t= 1 Microscope\nSpeed of a tortoise breaking the sound barrier\t= 1 Machturtle\n8 Catfish\t\t\t\t\t= 1 Octo-puss\n365 Days of drinking Lo-Cal beer.\t\t= 1 Lite-year\n16.5 feet in the Twilight Zone\t\t\t= 1 Rod Serling\nForce needed to accelerate 2.2lbs of cookies\t= 1 Fig-newton\n\tto 1 meter per second\nOne half large intestine\t\t\t= 1 Semicolon\n10 to the minus 6th power Movie\t\t\t= 1 Microfilm\n1000 pains\t\t\t\t\t= 1 Megahertz\n1 Word\t\t\t\t\t\t= 1 Millipicture\n1 Sagan\t\t\t\t\t\t= Billions & Billions\n1 Angstrom: measure of computer anxiety\t\t= 1000 nail-bytes\n10 to the 12th power microphones\t\t= 1 Megaphone\n10 to the 6th power Bicycles\t\t\t= 2 megacycles\nThe amount of beauty required launch 1 ship\t= 1 Millihelen\n",
  "\n(1)\tA sheet of paper is an ink-lined plane.\n(2)\tAn inclined plane is a slope up.\n(3)\tA slow pup is a lazy dog.\n\nQED: A sheet of paper is a lazy dog.\n\t\t-- Willard Espy, \"An Almanac of Words at Play\"\n",
  "\n(1) Alexander the Great was a great general.\n(2) Great generals are forewarned.\n(3) Forewarned is forearmed.\n(4) Four is an even number.\n(5) Four is certainly an odd number of arms for a man to have.\n(6) The only number that is both even and odd is infinity.\n\tTherefore, all horses are black.\n",
  "\n(1) Alexander the Great was a great general.\n(2) Great generals are forewarned.\n(3) Forewarned is forearmed.\n(4) Four is an even number.\n(5) Four is certainly an odd number of arms for a man to have.\n(6) The only number that is both even and odd is infinity.\n\nTherefore, Alexander the Great had an infinite number of arms.\n",
  "\n(1) Never draw what you can copy.\n(2) Never copy what you can trace.\n(3) Never trace what you can cut out and paste down.\n",
  "\n(1) X=Y\t\t\t\t; Given\n(2) X^2=XY\t\t\t; Multiply both sides by X\n(3) X^2-Y^2=XY-Y^2\t\t; Subtract Y^2 from both sides\n(4) (X+Y)(X-Y)=Y(X-Y)\t\t; Factor\n(5) X+Y=Y\t\t\t; Cancel out (X-Y) term\n(6) 2Y=Y\t\t\t; Substitute X for Y, by equation 1\n(7) 2=1\t\t\t\t; Divide both sides by Y\n\t\t-- \"Omni\", proof that 2 equals 1\n",
  "\n1.79 x 10^12 furlongs per fortnight -- it's not just a good idea, it's\nthe law!\n",
  "\n10.0 times 0.1 is hardly ever 1.0.\n",
  "\n13. ...  r-q1\n",
  "\n\"355/113 -- Not the famous irrational number PI, but an incredible simulation!\"\n",
  "\n\t7,140\tpounds on the Sun\n\t   97\tpounds on Mercury or Mars\n\t  255\tpounds on Earth\n\t  232\tpounds on Venus or Uranus\n\t   43\tpounds on the Moon\n\t  648\tpounds on Jupiter\n\t  275\tpounds on Saturn\n\t  303\tpounds on Neptune\n\t   13\tpounds on Pluto\n\n\t\t-- How much Elvis Presley would weigh at various places\n\t\t   in the solar system.\n",
  "\nA bunch of Polish scientists decided to flee their repressive government by\nhijacking an airliner and forcing the pilot to fly them to the West.  They\ndrove to the airport, forced their way on board a large passenger jet, and\nfound there was no pilot on board.  Terrified, they listened as the sirens\ngot louder.  Finally, one of the scientists suggested that since he was an\nexperimentalist, he would try to fly the aircraft.\n\tHe sat down at the controls and tried to figure them out.  The sirens\ngot louder and louder.  Armed men surrounded the jet.  The would be pilot's\nfriends cried out, \"Please, please take off now!!!  Hurry!!!\"\n\tThe experimentalist calmly replied, \"Have patience.  I'm just a simple\npole in a complex plane.\"\n",
  "\nA conclusion is simply the place where someone got tired of thinking.\n",
  "\nA conference is a gathering of important people who singly can do nothing\nbut together can decide that nothing can be done.\n\t\t-- Fred Allen\n",
  "\nA fail-safe circuit will destroy others.\n\t\t-- Klipstein\n",
  "\nA failure will not appear until a unit has passed final inspection.\n",
  "\n\"A fractal is by definition a set for which the Hausdorff Besicovitch\ndimension strictly exceeds the topological dimension.\"\n\t\t-- Mandelbrot, \"The Fractal Geometry of Nature\"\n",
  "\nA gangster assembled an engineer, a chemist, and a physicist.  He explained\nthat he was entering a horse in a race the following week and the three\nassembled guys had the job of assuring that the gangster's horse would win.\nThey were to reconvene the day before the race to tell the gangster how they\neach propose to ensure a win.  When they reconvened the gangster started with\nthe engineer:\n\t\nGangster: OK, Mr. engineer, what have you got?\nEngineer: Well, I've invented a way to weave metallic threads into the saddle\n\t  blanket so that they will act as the plates of a battery and provide\n\t  electrical shock to the horse.\nG:\t  That's very good!  But let's hear from the chemist.\nChemist:  I've synthesized a powerful stimulant that disolves\n\t  into simple blood sugars after ten minutes and therefore\n\t  cannot be detected in post-race tests.\nG:\t  Excellent, excellent!  But I want to hear from the physicist before\n\t  I decide what to do.  Physicist?  \nPhysicist: Well, first consider a spherical horse in simple harmonic motion...\n",
  "\n\"A horrible little boy came up to me and said, `You know in your book\nThe Martian Chronicles?'  I said, `Yes?'  He said, `You know where you\ntalk about Deimos rising in the East?'  I said, `Yes?'  He said `No.'\n-- So I hit him.\"\n\t\t-- attributed to Ray Bradbury\n",
  "\nA mathematician is a device for turning coffee into theorems.\n\t\t-- P. Erdos\n",
  "\nA mathematician, a doctor, and an engineer are walking on the beach and\nobserve a team of lifeguards pumping the stomach of a drowned woman.  As\nthey watch, water, sand, snails and such come out of the pump.\n\tThe doctor watches for a while and says: \"Keep pumping, men, you may\nyet save her!!\"\n\tThe mathematician does some calculations and says: \"According to my\nunderstanding of the size of that pump, you have already pumped more water\nfrom her body than could be contained in a cylinder 4 feet in diameter and\n6 feet high.\"\n\tThe engineer says: \"I think she's sitting in a puddle.\"\n",
  "\nA method of solution is perfect if we can forsee from the start,\nand even prove, that following that method we shall attain our aim.\n\t\t-- Leibnitz\n",
  "\nA pain in the ass of major dimensions.\n\t\t-- C.A. Desoer, on the solution of non-linear circuits\n",
  "\nA physicist is an atom's way of knowing about atoms.\n\t\t-- George Wald\n",
  "\nA rope lying over the top of a fence is the same length on each side.  It\nweighs one third of a pound per foot.  On one end hangs a monkey holding a\nbanana, and on the other end a weight equal to the weight of the monkey.\nThe banana weighs two ounces per inch.  The rope is as long (in feet) as\nthe age of the monkey (in years), and the weight of the monkey (in ounces)\nis the same as the age of the monkey's mother.  The combined age of the\nmonkey and its mother is thirty years.  One half of the weight of the monkey,\nplus the weight of the banana, is one forth as much as the weight of the\nweight and the weight of the rope.  The monkey's mother is half as old as\nthe monkey will be when it is three times as old as its mother was when she\nshe was half as old as the monkey will be when when it is as old as its mother\nwill be when she is four times as old as the monkey was when it was twice\nas its mother was when she was one third as old as the monkey was when it\nwas old as is mother was when she was three times as old as the monkey was\nwhen it was one fourth as old as it is now.  How long is the banana?\n",
  "\nA scientific truth does not triumph by convincing its opponents and\nmaking them see the light, but rather because its opponents eventually\ndie and a new generation grows up that is familiar with it.\n\t\t-- Max Planck\n",
  "\nA sense of desolation and uncertainty, of futility, of the baselessness\nof aspirations, of the vanity of endeavor, and a thirst for a life giving\nwater which seems suddenly to have failed, are the signs in conciousness\nof this necessary reorganization of our lives.\n\nIt is difficult to believe that this state of mind can be produced by the\nrecognition of such facts as that unsupported stones always fall to the\nground.\n\t\t-- J.W.N. Sullivan\n",
  "\nA Severe Strain on the Credulity\n\tAs a method of sending a missile to the higher, and even to the\nhighest parts of the earth's atmospheric envelope, Professor Goddard's rocket\nis a practicable and therefore promising device. It is when one considers the\nmultiple-charge rocket as a traveler to the moon that one begins to doubt...\nfor after the rocket quits our air and really starts on its journey, its\nflight would be neither accelerated nor maintained by the explosion of the\ncharges it then might have left.  Professor Goddard, with his \"chair\" in\nClark College and countenancing of the Smithsonian Institution, does not\nknow the relation of action to re-action, and of the need to have something\nbetter than a vacuum against which to react... Of course he only seems to\nlack the knowledge ladled out daily in high schools.\n\t\t-- New York Times Editorial, 1920\n",
  "\nA sine curve goes off to infinity, or at least the end of the blackboard.\n\t\t-- Prof. Steiner\n",
  "\nA social scientist, studying the culture and traditions of a small North\nAfrican tribe, found a woman still practicing the ancient art of matchmaking.\nLocally, she was known as the Moor, the marrier.\n",
  "\nA statistician, who refused to fly after reading of the alarmingly high\nprobability that there will be a bomb on any given plane, realized that\nthe probability of there being two bombs on any given flight is very low.\nNow, whenever he flies, he carries a bomb with him.\n",
  "\nA transistor protected by a fast-acting fuse will protect the fuse by\nblowing first.\n",
  "\nA triangle which has an angle of 135 degrees is called an obscene triangle.\n",
  "\nAccording to convention there is a sweet and a bitter, a hot and a cold,\nand according to convention, there is an order.  In truth, there are atoms\nand a void.\n\t\t-- Democritus, 400 B.C.\n",
  "\nAccording to the latest official figures, 43",
  " of all statistics are\ntotally worthless.\n",
  "\n\t\t\tACHTUNG!!!\n\nDas machine is nicht fur gefingerpoken und mittengrabben.  Ist easy schnappen\nder springenwerk, blowenfusen und corkenpoppen mit spitzensparken.  Ist nicht\nfur gewerken by das dummkopfen.  Das rubbernecken sightseeren keepen hands\nin das pockets.  Relaxen und vatch das blinkenlights!!!\n",
  "\nActually, the probability is 100",
  " that the elevator will be going in the\nright direction.  Proof by induction:\n\nN=1.\tTrivially true, since both you and the elevator only have one\n\tfloor to go to.\n\nAssume true for N, prove for N+1:\n\tIf you are on any of the first N floors, then it is true by the\n\tinduction hypothesis.  If you are on the N+1st floor, then both you\n\tand the elevator have only one choice, namely down.  Therefore,\n\tit is true for all N+1 floors.\nQED.\n",
  "\nAfter a number of decimal places, nobody gives a damn.\n",
  "\nAfter an instrument has been assembled, extra components will be found\non the bench.\n",
  "\n\tAfter the Children of Israel had wandered for thirty-nine years\nin the wilderness, Ferdinand Feghoot arrived to make sure that they would\nfinally find and enter the Promised Land.  With him, he brought his\nfavorite robot, faithful old Yewtoo Artoo, to carry his gear and do\nassorted camp chores.\n\tThe Israelites soon got over their initial fear of the robot and,\nas the months passed, became very fond of him.  Patriarchs took to\ndiscussing abtruse theological problems with him, and each evening the\nchildren all gathered to hear the many stories with which he was programmed.\nTherefore it came as a great shock to them when, just as their journey was\nending, he abruptly wore out.  Even Feghoot couldn't console them.\n\t\"It may be true, Ferdinand Feghoot,\" said Moses, \"that our friend\nYewtoo Artoo was soulless, but we cannot believe it.  He must be properly\ninterred.  We cannot embalm him as do the Egyptians.  Nor have we wood for\na coffin.  But I do have a most splendid skin from one of Pharoah's own\ncattle.  We shall bury him in it.\"\n\tFeghoot agreed.  \"Yes, let this be his last rusting place.\"\n\t\"Rusting?\" Moses cried.  \"Not in this dreadful dry desert!\"\n\t\"Ah!\" sighed Ferdinand Feghoot, shedding a tear, \"I fear you do not\nrealize the full significance of Pharoah's oxhide!\"\n\t\t-- Grendel Briarton \"Through Time & Space With Ferdinand\n\t\t   Feghoot!\"\n",
  "\nAfter the last of 16 mounting screws has been removed from an access\ncover, it will be discovered that the wrong access cover has been removed.\n",
  "\nAfter this was written there appeared a remarkable posthumous memoir that\nthrows some doubt on Millikan's leading role in these experiments.  Harvey\nFletcher (1884-1981), who was a graduate student at the University of Chicago,\nat Millikan's suggestion worked on the measurement of electronic charge for\nhis doctoral thesis, and co-authored some of the early papers on this subject\nwith Millikan.  Fletcher left a manuscript with a friend with instructions\nthat it be published after his death; the manuscript was published in\nPhysics Today, June 1982, page 43.  In it, Fletcher claims that he was the\nfirst to do the experiment with oil drops, was the first to measure charges on\nsingle droplets, and may have been the first to suggest the use of oil.\nAccording to Fletcher, he had expected to be co-authored with Millikan on\nthe crucial first article announcing the measurement of the electronic\ncharge, but was talked out of this by Millikan.\n\t\t-- Steven Weinberg, \"The Discovery of Subatomic Particles\"\n\nRobert Millikan is generally credited with making the first really\nprecise measurement of the charge on an electron and was awarded the \nNobel Prize in 1923.\n",
  "\nAfter years of research, scientists recently reported that there is,\nindeed, arroz in Spanish Harlem.\n",
  "\n\tAgainst his wishes, a math teacher's classroom was remodeled.  Ever\nsince, he's been talking about the good old dais.  His students planted a small\norchard in his honor; the trees all have square roots.\n",
  "\nAir is water with holes in it.\n",
  "\nAir pollution is really making us pay through the nose.\n",
  "\nAlbert Einstein, when asked to describe radio, replied: \"You see, wire\ntelegraph is a kind of a very, very long cat.  You pull his tail in New\nYork and his head is meowing in Los Angeles.  Do you understand this?\nAnd radio operates exactly the same way: you send signals here, they\nreceive them there.  The only difference is that there is no cat.\"\n",
  "\nAlexander Graham Bell is alive and well in New York, and still waiting\nfor a dial tone.\n",
  "\nAlgebraic symbols are used when you do not know what you are talking about.\n\t\t-- Philippe Schnoebelen\n",
  "\nAll Finagle Laws may be bypassed by learning the simple art of doing\nwithout thinking.\n",
  "\nAll great discoveries are made by mistake.\n\t\t-- Young\n",
  "\nAll great ideas are controversial, or have been at one time.\n",
  "\nAll laws are simulations of reality.\n\t\t-- John C. Lilly\n",
  "\nAll life evolves by the differential survival of replicating entities.\n\t\t-- Dawkins\n",
  "\nAll power corrupts, but we need electricity.\n",
  "\nAll science is either physics or stamp collecting.\n\t\t-- Ernest Rutherford\n",
  "\nAll seems condemned in the long run to approximate a state akin to\nGaussian noise.\n\t\t-- James Martin\n",
  "\nAll syllogisms have three parts, therefore this is not a syllogism.\n",
  "\nAll the evidence concerning the universe has not yet been collected,\nso there's still hope.\n",
  "\nAll theoretical chemistry is really physics; and all theoretical chemists \nknow it.\n\t\t-- Richard P. Feynman\n",
  "\nAlthough the moon is smaller than the earth, it is farther away.\n",
  "\nAlthough we modern persons tend to take our electric lights, radios, mixers,\netc., for granted, hundreds of years ago people did not have any of these\nthings, which is just as well because there was no place to plug them in.\nThen along came the first Electrical Pioneer, Benjamin Franklin, who flew a\nkite in a lighting storm and received a serious electrical shock.  This\nproved that lighting was powered by the same force as carpets, but it also\ndamaged Franklin's brain so severely that he started speaking only in\nincomprehensible maxims, such as \"A penny saved is a penny earned.\"\nEventually he had to be given a job running the post office.\n\t\t-- Dave Barry, \"What is Electricity?\"\n",
  "\nAlways draw your curves, then plot your reading.\n",
  "\nAlways leave room to add an explanation if it doesn't work out.\n",
  "\nAlways think of something new; this helps you forget your last rotten idea.\n\t\t-- Seth Frankel\n",
  "\nAlways try to do things in chronological order; it's less confusing that way.\n",
  "\nAn age is called Dark not because the light fails to shine, but because\npeople refuse to see it.\n\t\t-- James Michener, \"Space\"\n",
  "\nAn American scientist once visited the offices of the great Nobel prize\nwinning physicist, Niels Bohr, in Copenhagen.  He was amazed to find that\nover Bohr's desk was a horseshoe, securely nailed to the wall, with the\nopen end up in the approved manner (so it would catch the good luck and not\nlet it spill out).  The American said with a nervous laugh,\n\t\"Surely you don't believe the horseshoe will bring you good luck,\ndo you, Professor Bohr?  After all, as a scientist --\"\nBohr chuckled.\n\t\"I believe no such thing, my good friend.  Not at all.  I am\nscarcely likely to believe in such foolish nonsense.  However, I am told\nthat a horseshoe will bring you good luck whether you believe in it or not.\"\n",
  "\nAn anthropologist at Tulane has just come back from a field trip to New\nGuinea with reports of a tribe so primitive that they have Tide but not\nnew Tide with lemon-fresh Borax.\n\t\t-- David Letterman\n",
  "\n\tAn architect's first work is apt to be spare and clean.  He knows\nhe doesn't know what he's doing, so he does it carefully and with great\nrestraint.\n\tAs he designs the first work, frill after frill and embellishment\nafter embellishment occur to him.  These get stored away to be used \"next\ntime.\" Sooner or later the first system is finished, and the architect,\nwith firm confidence and a demonstrated mastery of that class of systems,\nis ready to build a second system.\n\tThis second is the most dangerous system a man ever designs.\nWhen he does his third and later ones, his prior experiences will\nconfirm each other as to the general characteristics of such systems,\nand their differences will identify those parts of his experience that\nare particular and not generalizable.\n\tThe general tendency is to over-design the second system, using\nall the ideas and frills that were cautiously sidetracked on the first\none.  The result, as Ovid says, is a \"big pile.\"\n\t\t-- Frederick Brooks, \"The Mythical Man Month\"\n",
  "\nAn authority is a person who can tell you more about something than you\nreally care to know.\n",
  "\nAn economist is a man who would marry Farrah Fawcett-Majors for her money.\n",
  "\nAn egghead is one who stands firmly on both feet, in mid-air, on both\nsides of an issue.\n\t\t-- Homer Ferguson\n",
  "\nAn engineer, a physicist and a mathematician find themselves in an\nanecdote, indeed an anecdote quite similar to many that you have no doubt\nalready heard.  After some observations and rough calculations the\nengineer realizes the situation and starts laughing.  A few minutes later\nthe physicist understands too and chuckles to himself happily as he now\nhas enough experimental evidence to publish a paper.  This leaves the\nmathematician somewhat perplexed, as he had observed right away that he\nwas the subject of an anecdote, and deduced quite rapidly the presence of\nhumour from similar anecdotes, but considers this anecdote to be too\ntrivial a corollary to be significant, let alone funny.\n",
  "\nAnd the French medical anatomist Etienne Serres really did argue that\nblack males are primitive because the distance between their navel and\npenis remains small (relative to body height) throughout life, while\nwhite children begin with a small separation but increase it during\ngrowth -- the rising belly button as a mark of progress.\n\t\t-- S.J. Gould, \"Racism and Recapitulation\"\n",
  "\nAnd this is a table ma'am.  What in essence it consists of is a horizontal\nrectilinear plane surface maintained by four vertical columnar supports,\nwhich we call legs.  The tables in this laboratory, ma'am, are as advanced\nin design as one will find anywhere in the world.\n\t\t-- Michael Frayn, \"The Tin Men\"\n",
  "\n... Another writer again agreed with all my generalities, but said that as an\ninveterate skeptic I have closed my mind to the truth.  Most notably I have\nignored the evidence for an Earth that is six thousand years old.  Well, I\nhaven't ignored it; I considered the purported evidence and *then* rejected\nit.  There is a difference, and this is a difference, we might say, between \nprejudice and postjudice.  Prejudice is making a judgment before you have\nlooked at the facts.  Postjudice is making a judgment afterwards.  Prejudice\nis terrible, in the sense that you commit injustices and you make serious\nmistakes.  Postjudice is not terrible.  You can't be perfect of course; you\nmay make mistakes also.  But it is permissible to make a judgment after you\nhave examined the evidence.  In some circles it is even encouraged.\n\t\t-- Carl Sagan, \"The Burden of Skepticism\"\n",
  "\nAny circuit design must contain at least one part which is obsolete, two parts\nwhich are unobtainable, and three parts which are still under development.\n",
  "\nAny sufficiently advanced technology is indistinguishable from a rigged demo.\n",
  "\nAny sufficiently advanced technology is indistinguishable from magic.\n\t\t-- Arthur C. Clarke\n",
  "\nAnyone who cannot cope with mathematics is not fully human.  At best he\nis a tolerable subhuman who has learned to wear shoes, bathe and not\nmake messes in the house.\n\t\t-- Lazarus Long, \"Time Enough for Love\"\n",
  "\nAnyone who imagines that all fruits ripen at the same time\nas the strawberries, knows nothing about grapes.\n\t\t-- Philippus Paracelsus\n",
  "\n\"Anything created must necessarily be inferior to the essence of the creator.\"\n\t\t-- Claude Shouse\n\n\"Einstein's mother must have been one heck of a physicist.\"\n\t\t-- Joseph C. Wang\n",
  "\nAnything cut to length will be too short.\n",
  "\nArithmetic is being able to count up to twenty without taking off your shoes.\n\t\t-- Mickey Mouse\n",
  "\nArtificial intelligence has the same relation to intelligence as\nartificial flowers have to flowers.\n\t\t-- David Parnas\n",
  "\n\"As an adolescent I aspired to lasting fame, I craved factual certainty,\nand I thirsted for a meaningful vision of human life -- so I became a\nscientist.  This is like becoming an archbishop so you can meet girls.\"\n\t\t-- Matt Cartmill\n",
  "\nAs far as the laws of mathematics refer to reality, they are not\ncertain, and as far as they are certain, they do not refer to reality.\n\t\t-- Albert Einstein\n",
  "\nAs you will see, I told them, in no uncertain terms, to see Figure one.\n\t\t-- Dave \"First Strike\" Pare\n",
  "\nAsk five economists and you'll get five different explanations (six if\none went to Harvard).\n\t\t-- Edgar R. Fiedler\n",
  "\nAt any given moment, an arrow must be either where it is or where it is\nnot.  But obviously it cannot be where it is not.  And if it is where\nit is, that is equivalent to saying that it is at rest.\n\t\t-- Zeno's paradox of the moving (still?) arrow\n",
  "\nAt the heart of science is an essential tension between two seemingly\ncontradictory attitudes -- an openness to new ideas, no matter how bizarre\nor counterintuitive they may be, and the most ruthless skeptical scrutiny\nof all ideas, old and new.  This is how deep truths are winnowed from deep\nnonsense.  Of course, scientists make mistakes in trying to understand the\nworld, but there is a built-in error-correcting mechanism:  The collective\nenterprise of creative thinking and skeptical thinking together keeps the\nfield on track.\n\t\t-- Carl Sagan, \"The Fine Art of Baloney Detection\"\n",
  "\nBack in the early 60's, touch tone phones only had 10 buttons.  Some\nmilitary versions had 16, while the 12 button jobs were used only by people\nwho had \"diva\" (digital inquiry, voice answerback) systems -- mainly banks.\nSince in those days, only Western Electric  made \"data sets\" (modems) the\nproblems of terminology were all Bell System.  We used to struggle with\nwritten descriptions of dial pads that were unfamiliar to most people\n(most phones were rotary then.)  Partly in jest, some AT&T engineering\ntypes (there was no marketing in the good old days, which is why they were\nthe good old days) made up the term \"octalthorpe\" (note spelling) to denote\nthe \"pound sign.\"  Presumably because it has 8 points sticking out.  It\nnever really caught on.\n",
  "\nBase 8 is just like base 10, if you are missing two fingers.\n\t\t-- Tom Lehrer\n",
  "\nBefore Xerox, five carbons were the maximum extension of anybody's ego.\n",
  "\nBesides the device, the box should contain:\n\t* Eight little rectangular snippets of paper that say \"WARNING\"\n\t* A plastic packet containing four 5/17 inch pilfer grommets and two\n\t\tclub-ended 6/93 inch boxcar prawns.\n\nYOU WILL NEED TO SUPPLY: a matrix wrench and 60,000 feet of tram cable.\n\nIF ANYTHING IS DAMAGED OR MISSING: You IMMEDIATELY should turn to your spouse\nand say: \"Margaret, you know why this country can't make a car that can get\nall the way through the drive-through at Burger King without a major\ntransmission overhaul?  Because nobody cares, that's why.\"\n\nWARNING: This is assuming your spouse's name is Margaret.\n\t\t-- Dave Barry, \"Read This First!\"\n",
  "\nBetween infinite and short there is a big difference.\n\t\t-- G.H. Gonnet\n",
  "\nBiology grows on you.\n",
  "\nBiology is the only science in which multiplication means the same thing\nas division.\n",
  "\nBistromathics is simply a revolutionary new way of understanding the\nbehavior of numbers.  Just as Einstein observed that space was not an\nabsolute, but depended on the observer's movement in space, and that\ntime was not an absolute, but depended on the observer's movement in\ntime, so it is now realized that numbers are not absolute, but depend\non the observer's movement in restaurants.\n\t\t-- Douglas Adams\n",
  "\nBut it does move!\n\t\t-- Galileo Galilei\n",
  "\nBut you who live on dreams, you are better pleased with the sophistical\nreasoning and frauds of talkers about great and uncertain matters than\nthose who speak of certain and natural matters, not of such lofty nature.\n\t\t-- Leonardo Da Vinci, \"The Codex on the Flight of Birds\"\n",
  "\nCelestial navigation is based on the premise that the Earth is the center\nof the universe.  The premise is wrong, but the navigation works.  An\nincorrect model can be a useful tool.\n\t\t-- Kelvin Throop III\n",
  "\nChapter 2:  Newtonian Growth and Decay\n\n\tThe growth-decay formulas were developed in the trivial fashion by\nIsaac Newton's famous brother Phigg.  His idea was to provide an equation\nthat would describe a quantity that would dwindle and dwindle, but never\nquite reach zero.  Historically, he was merely trying to work out his\nmortgage.  Another versatile equation also emerged, one which would define\na function that would continue to grow, but never reach unity.  This equation\ncan be applied to charging capacitors, over-damped springs, and the human\nrace in general.\n",
  "\nChemist who falls in acid is absorbed in work.\n",
  "\nChemist who falls in acid will be tripping for weeks.\n",
  "\nChemistry is applied theology.\n\t\t-- Augustus Stanley Owsley III\n",
  "\nChemistry professors never die, they just fail to react.\n",
  "\nCongratulations!  You have purchased an extremely fine device that would\ngive you thousands of years of trouble-free service, except that you\nundoubtably will destroy it via some typical bonehead consumer maneuver.\nWhich is why we ask you to PLEASE FOR GOD'S SAKE READ THIS OWNER'S MANUAL\nCAREFULLY BEFORE YOU UNPACK THE DEVICE.  YOU ALREADY UNPACKED IT, DIDN'T\nYOU?  YOU UNPACKED IT AND PLUGGED IT IN AND TURNED IT ON AND FIDDLED WITH\nTHE KNOBS, AND NOW YOUR CHILD, THE SAME CHILD WHO ONCE SHOVED A POLISH\nSAUSAGE INTO YOUR VIDEOCASSETTE RECORDER AND SET IT ON \"FAST FORWARD\", THIS\nCHILD ALSO IS FIDDLING WITH THE KNOBS, RIGHT?  AND YOU'RE JUST NOW STARTING\nTO READ THE INSTRUCTIONS, RIGHT???  WE MIGHT AS WELL JUST BREAK THESE\nDEVICES RIGHT AT THE FACTORY BEFORE WE SHIP THEM OUT, YOU KNOW THAT?\n\t\t-- Dave Barry, \"Read This First!\"\n",
  "\n\"Consider a spherical bear, in simple harmonic motion...\"\n\t\t-- Professor in the UCB physics department\n",
  "\n\"Contrariwise,\" continued Tweedledee, \"if it was so, it might be, and\nif it were so, it would be; but as it isn't, it ain't.  That's logic!\"\n\t\t-- Lewis Carroll, \"Through the Looking Glass\"\n",
  "\n\"Deep\" is a word like \"theory\" or \"semantic\" -- it implies all sorts of\nmarvelous things.  It's one thing to be able to say \"I've got a theory\",\nquite another to say \"I've got a semantic theory\", but, ah, those who can\nclaim \"I've got a deep semantic theory\", they are truly blessed.\n\t\t-- Randy Davis\n",
  "\nDid you hear that there's a group of South American Indians that worship\nthe number zero?\n\nIs nothing sacred?\n",
  "\nDid you hear that two rabbits escaped from the zoo and so far they have\nonly recaptured 116 of them?\n",
  "\nDid you know that if you took all the economists in the world and lined\nthem up end to end, they'd still point in the wrong direction?\n",
  "\nDimensions will always be expressed in the least usable term, convertible\nonly through the use of weird and unnatural conversion factors.  Velocity,\nfor example, will be expressed in furlongs per fortnight.\n",
  "\nDinosaurs aren't extinct.  They've just learned to hide in the trees.\n",
  "\nDo molecular biologists wear designer genes?\n",
  "\nDuct tape is like the force.  It has a light side, and a dark side, and\nit holds the universe together ...\n\t\t-- Carl Zwanzig\n",
  "\nE = MC ** 2 +- 3db\n",
  "\nEarl Wiener, 55, a University of Miami professor of management science,\ntelling the Airline Pilots Association (in jest) about 21st century aircraft:\n\n\t\"The crew will consist of one pilot and a dog.  The pilot will\n\tnurture and feed the dog.  The dog will be there to bite the\n\tpilot if he touches anything.\n\t\t-- Fortune, Sept. 26, 1988\n\t\t   [the *magazine*, silly!]\n",
  "\nEconomics is extremely useful as a form of employment for economists.\n\t\t-- John Kenneth Galbraith\n",
  "\nEconomists can certainly disappoint you.  One said that the economy would\nturn up by the last quarter.  Well, I'm down to mine and it hasn't.\n\t\t-- Robert Orben\n",
  "\nEconomists state their GNP growth projections to the nearest tenth of a\npercentage point to prove they have a sense of humor.\n\t\t-- Edgar R. Fiedler\n",
  "\nElectricity is actually made up of extremely tiny particles, called\nelectrons, that you cannot see with the naked eye unless you have been\ndrinking.  Electrons travel at the speed of light, which in most American\nhomes is 110 volts per hour.  This is very fast.  In the time it has taken\nyou to read this sentence so far, an electron could have traveled all the\nway from San Francisco to Hackensack, New Jersey, although God alone knows\nwhy it would want to.\n\nThe five main kinds of electricity are alternating current, direct current,\nlightning, static, and European.  Most American homes have alternating\ncurrent, which means that the electricity goes in one direction for a while,\nthen goes in the other direction.  This prevents harmful electron buildup in\nthe wires.\n\t\t-- Dave Barry, \"The Taming of the Screw\"\n",
  "\nElegance and truth are inversely related.\n\t\t-- Becker's Razor\n",
  "\nElliptic paraboloids for sale.\n",
  "\nEntropy isn't what it used to be.\n",
  "\nEntropy requires no maintenance.\n\t\t-- Markoff Chaney\n",
  "\nEnzymes are things invented by biologists that explain things which\notherwise require harder thinking.\n\t\t-- Jerome Lettvin\n",
  "\nEureka!\n\t\t-- Archimedes\n",
  "\nEvery little picofarad has a nanohenry all its own.\n\t\t-- Don Vonada\n",
  "\nEvery nonzero finite dimensional inner product space has an orthonormal basis.\n\nIt makes sense, when you don't think about it.\n",
  "\nEvery paper published in a respectable journal should have a preface by\nthe author stating why he is publishing the article, and what value he\nsees in it.  I have no hope that this practice will ever be adopted.\n\t\t-- Morris Kline\n",
  "\nEveryone knows that dragons don't exist.  But while this simplistic\nformulation may satisfy the layman, it does not suffice for the scientific\nmind.  The School of Higher Neantical Nillity is in fact wholly unconcerned\nwith what ____\b\b\b\bdoes exist.  Indeed, the banality of existence has been\nso amply demonstrated, there is no need for us to discuss it any further\nhere.  The brilliant Cerebron, attacking the problem analytically,\ndiscovered three distinct kinds of dragon: the mythical, the chimerical,\nand the purely hypothetical.  They were all, one might say, nonexistent,\nbut each nonexisted in an entirely different way ...\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nEverything should be made as simple as possible, but not simpler.\n\t\t-- Albert Einstein\n",
  "\nEverything that can be invented has been invented.\n\t\t-- Charles Duell, Director of U.S. Patent Office, 1899\n",
  "\nEverything you've learned in school as \"obvious\" becomes less and less\nobvious as you begin to study the universe.  For example, there are no\nsolids in the universe.  There's not even a suggestion of a solid.\nThere are no absolute continuums.  There are no surfaces.  There are no\nstraight lines.\n\t\t-- R. Buckminster Fuller\n",
  "\nEvolution is as much a fact as the earth turning on its axis and going around\nthe sun.  At one time this was called the Copernican theory; but, when\nevidence for a theory becomes so overwhelming that no informed person can\ndoubt it, it is customary for scientists to call it a fact.  That all present\nlife descended from earlier forms, over vast stretches of geologic time, is\nas firmly established as Copernican cosmology.  Biologists differ only with\nrespect to theories about how the process operates.\n\t\t-- Martin Gardner, \"Irving Kristol and the Facts of Life\". \n",
  "\nExperience varies directly with equipment ruined.\n",
  "\nExperiments must be reproducible; they should all fail in the same way.\n",
  "\nExtraordinary claims demand extraordinary proof.  There are many examples\nof outsiders who eventually overthrew entrenched scientific orthodoxies,\nbut they prevailed with irrefutable data.  More often, egregious findings\nthat contradict well-established research turn out to be artifacts.  I have\nargued that accepting psychic powers, reincarnation, \"cosmic conciousness,\"\nand the like, would entail fundamental revisions of the foundations of\nneuroscience.  Before abandoning materialist theories of mind that have paid\nhandsome dividends, we should insist on better evidence for psi phenomena\nthan presently exists, especially when neurology and psychology themselves\noffer more plausible alternatives.\n\t\t-- Barry L. Beyerstein, \"The Brain and Conciousness:\n\t\t   Implications for Psi Phenomena\".\n",
  "\nFactorials were someone's attempt to make math LOOK exciting.\n",
  "\nFacts are stubborn, but statistics are more pliable.\n",
  "\nFederal grants are offered for... research into the recreation\npotential of interplanetary space travel for the culturally disadvantaged.\n",
  "\nFive is a sufficiently close approximation to infinity.\n\t\t-- Robert Firth\n\n\"One, two, five.\"\n\t\t-- Monty Python and the Holy Grail\n",
  "\nFlorence Flask was ... dressing for the opera when she turned to her\nhusband and screamed, \"Erlenmeyer!  My joules!  Someone has stolen my\njoules!\"\n\n\"Now, now, my dear,\" replied her husband, \"keep your balance and reflux\na moment.  Perhaps they're mislead.\"\n\n\"No, I know they're stolen,\" cried Florence.  \"I remember putting them\nin my burette ... We must call a copper.\"\n\nErlenmeyer did so, and the flatfoot who turned up, one Sherlock Ohms,\nsaid the outrage looked like the work of an arch-criminal by the name\nof Lawrence Ium.\n\n\"We must be careful -- he's a free radical, ultraviolet, and\ndangerous.  His girlfriend is a chlorine at the Palladium.  Maybe I can\ncatch him there.\"  With that, he jumped on his carbon cycle in an\nactivated state and sped off along the reaction pathway ...\n\t\t-- Daniel B. Murphy, \"Precipitations\"\n",
  "\nFor every complex problem, there is a solution that is simple, neat, and wrong.\n\t\t-- H. L. Mencken\n",
  "\nFor God's sake, stop researching for a while and begin to think!\n",
  "\nFor large values of one, one equals two, for small values of two.\n",
  "\nFortunately, the responsibility for providing evidence is on the part of\nthe person making the claim, not the critic.  It is not the responsibility\nof UFO skeptics to prove that a UFO has never existed, nor is it the\nresponsibility of paranormal-health-claims skeptics to prove that crystals\nor colored lights never healed anyone.  The skeptic's role is to point out\nclaims that are not adequately supported by acceptable evidcence and to\nprovide plausible alternative explanations that are more in keeping with\nthe accepted body of scientific evidence.\n\t\t-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,\n\t\t   No. 2, pg. 215\n",
  "\nFORTUNE'S FUN FACTS TO KNOW AND TELL:\t\t#1\n\tA guinea pig is not from Guinea but a rodent from South America.\n\tA firefly is not a fly, but a beetle.\n\tA giant panda bear is really a member of the racoon family.\n\tA black panther is really a leopard that has a solid black coat\n\t    rather then a spotted one.\n\tPeanuts are not really nuts.  The majority of nuts grow on trees\n\t\twhile peauts grow underground.  They are classified as a\n\t\tlegume -- part of the pea family.\n\tA cucumber is not a vegetable but a fruit.\n",
  "\nFORTUNE'S FUN FACTS TO KNOW AND TELL:\t\t#44\n\tZebras are colored with dark stripes on a light background.\n",
  "\nFORTUNE'S GUIDE TO DEALING WITH REAL-LIFE SCIENCE FICTION: #14\nWhat to do...\n    if reality disappears?\n\tHope this one doesn't happen to you.  There isn't much that you\n\tcan do about it.  It will probably be quite unpleasant.\n\n    if you meet an older version of yourself who has invented a time\n    traveling machine, and has come from the future to meet you?\n\tPlay this one by the book.  Ask about the stock market and cash in.\n\tDon't forget to invent a time traveling machine and visit your\n\tyounger self before you die, or you will create a paradox.  If you\n\texpect this to be tricky, make sure to ask for the principles\n\tbehind time travel, and possibly schematics.  Never, NEVER, ask\n\twhen you'll die, or if you'll marry your current SO.\n",
  "\nFORTUNE'S GUIDE TO DEALING WITH REAL-LIFE SCIENCE FICTION: #2\nWhat to do...\n    if you get a phone call from Mars:\n\tSpeak slowly and be sure to enunciate your words properly.  Limit\n\tyour vocabulary to simple words.  Try to determine if you are\n\tspeaking to someone in a leadership capacity, or an ordinary citizen.\n\n    if he, she or it doesn't speak English?\n\tHang up.  There's no sense in trying to learn Martian over the phone.\n\tIf your Martian really had something important to say to you, he, she\n\tor it would have taken the trouble to learn the language before\n\tcalling.\n\n    if you get a phone call from Jupiter?\n\tExplain to your caller, politely but firmly, that being from Jupiter,\n\the, she or it is not \"life as we know it\".  Try to terminate the\n\tconversation as soon as possible.  It will not profit you, and the\n\tcharges may have been reversed.\n",
  "\nFORTUNE'S GUIDE TO DEALING WITH REAL-LIFE SCIENCE FICTION: #6\nWhat to do...\n    if a starship, equipped with an FTL hyperdrive lands in your backyard?\n\tFirst of all, do not run after your camera.  You will not have any\n\tfilm, and, given the state of computer animation, noone will believe\n\tyou anyway.  Be polite.  Remember, if they have an FTL hyperdrive,\n\tthey can probably vaporize you, should they find you to be rude.\n\tDirect them to the White House lawn, which is where they probably\n\twanted to land, anyway.  A good road map should help.\n\n    if you wake up in the middle of the night, and discover that your\n    closet contains an alternate dimension?\n\tDon't walk in.  You almost certainly will not be able to get back,\n\tand alternate dimensions are almost never any fun.  Remain calm\n\tand go back to bed.  Close the door first, so that the cat does not\n\twander off.  Check your closet in the morning.  If it still contains\n\tan alternate dimension, nail it shut.\n",
  "\nFriction is a drag.\n",
  "\nFundamentally, there may be no basis for anything.\n",
  "\nGenetics explains why you look like your father, and if you don't, why\nyou should.\n",
  "\n(German philosopher) Georg Wilhelm Hegel, on his deathbed, complained,\n\"Only one man ever understood me.\"  He fell silent for a while and then added,\n\"And he didn't understand me.\"\n",
  "\nGod doesn't play dice.\n\t\t-- Albert Einstein\n",
  "\nGod made the integers; all else is the work of Man.\n\t\t-- Kronecker\n",
  "\nGod may be subtle, but he isn't plain mean.\n\t\t-- Albert Einstein\n",
  "\nGod runs electromagnetics by wave theory on Monday, Wednesday, and Friday,\nand the Devil runs them by quantum theory on Tuesday, Thursday, and Saturday.\n\t\t-- William Bragg\n",
  "\nGoing the speed of light is bad for your age.\n",
  "\nGood morning.  This is the telephone company.  Due to repairs, we're\ngiving you advance notice that your service will be cut off indefinitely\nat ten o'clock.  That's two minutes from now.\n",
  "\nGosh that takes me back... or is it forward?  That's the trouble with\ntime travel, you never can tell.\"\n\t\t-- Doctor Who, \"Androids of Tara\"\n",
  "\nGot Mole problems?  Call Avogadro at 6.02 x 10^23.\n",
  "\nGravity brings me down.\n",
  "\nGravity is a myth, the Earth sucks.\n",
  "\nGREAT MOMENTS IN HISTORY (#7):  April 2, 1751\n\nIssac Newton becomes discouraged when he falls up a flight of stairs.\n",
  "\nGreat spirits have always encountered violent opposition from mediocre minds.\n\t\t-- Albert Einstein\n\nThey laughed at Einstein.  They laughed at the Wright Brothers.  But they\nalso laughed at Bozo the Clown.\n\t\t-- Carl Sagan\n",
  "\nHe keeps differentiating, flying off on a tangent.\n",
  "\nHe:\tLet's end it all, bequeathin' our brains to science.\nShe:\tWhat?!?  Science got enough trouble with their OWN brains.\n\t\t-- Walt Kelly\n",
  "\nHeard that the next Space Shuttle is supposed to carry several Guernsey cows?\nIt's gonna be the herd shot 'round the world.\n",
  "\nHeavier than air flying machines are impossible.\n\t\t-- Lord Kelvin, President, Royal Society, c. 1895\n",
  "\nHeisenberg may have been here.\n",
  "\nHeisenberg may have slept here...\n",
  "\nHelp fight continental drift.\n",
  "\nHere is a simple experiment that will teach you an important electrical\nlesson: On a cool, dry day, scuff your feet along a carpet, then reach your\nhand into a friend's mouth and touch one of his dental fillings.  Did you\nnotice how your friend twitched violently and cried out in pain?  This\nteaches us that electricity can be a very powerful force, but we must never\nuse it to hurt others unless we need to learn an important electrical lesson.\n\tIt also teaches us how an electrical circuit works.  When you scuffed\nyour feet, you picked up batches of \"electrons\", which are very small objects\nthat carpet manufacturers weave into carpets so they will attract dirt.\nThe electrons travel through your bloodstream and collect in your finger,\nwhere they form a spark that leaps to your friend's filling, then travels\ndown to his feet and back into the carpet, thus completing the circuit.\n\tAmazing Electronic Fact: If you scuffed your feet long enough without\ntouching anything, you would build up so many electrons that your finger\nwould explode!  But this is nothing to worry about unless you have\ncarpeting.\n\t\t-- Dave Barry, \"What is Electricity?\"\n",
  "\nHi! How are things going?\n\t(just fine, thank you...)\nGreat! Say, could I bother you for a question?\n\t(you just asked one...)\nWell, how about one more?\n\t(one more than the first one?)\nYes.\n\t(you already asked that...)\n[at this point, Alphonso gets smart...\t]\nMay I ask two questions, sir?\n\t(no.)\nMay I ask ONE then?\n\t(nope...)\nThen may I ask, sir, how I may ask you a question?\n\t(yes, you may.)\nSir, how may I ask you a question?\n\t(you must ask for retroactive question asking privileges for\n\t the number of questions you have asked, then ask for that\n\t number plus two, one for the current question, and one for the\n\t next one)\nSir, may I ask nine questions?\n\t(go right ahead...)\n",
  "\nHouston, Tranquillity Base here.  The Eagle has landed.\n\t\t-- Neil Armstrong\n",
  "\nHow can you do 'New Math' problems with an 'Old Math' mind?\n\t\t-- Charles Schulz\n",
  "\nHow many weeks are there in a light year?\n",
  "\nHow often I found where I should be going only by setting out for somewhere\nelse.\n\t\t-- R. Buckminster Fuller\n",
  "\nHuman beings were created by water to transport it uphill.\n",
  "\nI am not an Economist.  I am an honest man!\n\t\t-- Paul McCracken\n",
  "\nI cannot believe that God plays dice with the cosmos.\n\t\t-- Albert Einstein, on the randomness of quantum mechanics\n",
  "\nI do hate sums.  There is no greater mistake than to call arithmetic an\nexact science.  There are permutations and aberrations discernible to minds\nentirely noble like mine; subtle variations which ordinary accountants fail\nto discover; hidden laws of number which it requires a mind like mine to\nperceive.  For instance, if you add a sum from the bottom up, and then again\nfrom the top down, the result is always different.\n\t\t-- Mrs. La Touche\n",
  "\nI do not remember ever having seen a sustained argument by an author which,\nstarting from philosophical premises likely to meet with general acceptance,\nreached the conclusion that a praiseworthy ordering of one's life is to\ndevote it to research in mathematics.\n\t\t-- Sir Edmund Whittaker, \"Scientific American\", Vol. 183\n",
  "\n\"I don't think so,\" said Ren'\be Descartes.  Just then, he vanished.\n",
  "\nI had a feeling once about mathematics -- that I saw it all.  Depth beyond\ndepth was revealed to me -- the Byss and the Abyss. I saw -- as one might\nsee the transit of Venus or even the Lord Mayor's Show -- a quantity passing\nthrough infinity and changing its sign from plus to minus.  I saw exactly\nwhy it happened and why tergiversation was inevitable -- but it was after\ndinner and I let it go.\n\t\t-- Winston Churchill\n",
  "\nI have a theory that it's impossible to prove anything, but I can't prove it.\n",
  "\n\t\"I have examined Bogota,\" he said, \"and the case is clearer to me.\nI think very probably he might be cured.\"\n\t\"That is what I have always hoped,\" said old Yacob.\n\t\"His brain is affected,\" said the blind doctor.\n\tThe elders murmured assent.\n\t\"Now, what affects it?\"\n\t\"Ah!\" said old Yacob.\n\t\"This,\" said the doctor, answering his own question.  \"Those queer\nthings that are called the eyes, and which exist to make an agreeable soft\ndepression in the face, are diseased, in the case of Bogota, in such a way\nas to affect his brain.  They are greatly distended, he has eyelashes, and\nhis eyelids move, and cosequently his brain is in a state of constant\nirritation and distraction.\"\n\t\"Yes?\" said old Yacob.  \"Yes?\"\n\t\"And I think I may say with reasonable certainty that, in order\nto cure him completely, all that we need do is a simple and easy surgical\noperation -- namely, to remove those irritant bodies.\"\n\t\"And then he will be sane?\"\n\t\"Then he will be perfectly sane, and a quite admirable citizen.\"\n\t\"Thank heaven for science!\" said old Yacob.\n\t\t-- H.G. Wells, \"The Country of the Blind\"\n",
  "\nI have hardly ever known a mathematician who was capable of reasoning.\n\t\t-- Plato\n",
  "\nI have yet to see any problem, however complicated, which, when\nyou looked at it in the right way, did not become still more complicated.\n\t\t-- Poul Anderson\n",
  "\nI myself have dreamed up a structure intermediate between Dyson spheres\nand planets.  Build a ring 93 million miles in radius -- one Earth orbit\n-- around the sun.  If we have the mass of Jupiter to work with, and if\nwe make it a thousand miles wide, we get a thickness of about a thousand\nfeet for the base.\n\nAnd it has advantages.  The Ringworld will be much sturdier than a Dyson\nsphere.  We can spin it on its axis for gravity.  A rotation speed of 770\nm/s will give us a gravity of one Earth normal.  We wouldn't even need to\nroof it over.  Place walls one thousand miles high at each edge, facing the\nsun.  Very little air will leak over the edges.\n\nLord knows the thing is roomy enough.  With three million times the surface\narea of the Earth, it will be some time before anyone complains of the\ncrowding.\n\t\t-- Larry Niven, \"Ringworld\"\n",
  "\nI put up my thumb... and it blotted out the planet Earth.\n\t\t-- Neil Armstrong\n",
  "\nI tell them to turn to the study of mathematics, for it is only there that\nthey might escape the lusts of the flesh.\n\t\t-- Thomas Mann, \"The Magic Mountain\"\n",
  "\n\"I think it is true for all _\bn.  I was just playing it safe with _\bn >= 3\nbecause I couldn't remember the proof.\"\n\t\t-- Baker, Pure Math 351a\n",
  "\nI THINK MAN INVENTED THE CAR by instinct.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\n\"I think the sky is blue because it's a shift from black through purple\nto blue, and it has to do with where the light is.  You know, the\nfarther we get into darkness, and there's a shifting of color of light\ninto the blueness, and I think as you go farther and farther away from\nthe reflected light we have from the sun or the light that's bouncing\noff this earth, uh, the darker it gets ... I think if you look at the\ncolor scale, you start at black, move it through purple, move it on\nout, it's the shifting of color.  We mentioned before about the stars\nsinging, and that's one of the effects of the shifting of colors.\"\n\t\t-- Pat Robertson, The 700 Club\n",
  "\nI THINK THERE SHOULD BE SOMETHING in science called the \"reindeer effect.\"\nI don't know what it would be, but I think it'd be good to hear someone say,\n\"Gentlemen, what we have here is a terrifying example of the reindeer effect.\"\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nI THINK THEY SHOULD CONTINUE the policy of not giving a Nobel Prize for\npaneling.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nI use technology in order to hate it more properly.\n\t\t-- Nam June Paik\n",
  "\nI would have you imagine, then, that there exists in the mind of man a block\nof wax...  and that we remember and know what is imprinted as long as the\nimage lasts; but when the image is effaced, or cannot be taken, then we\nforget or do not know.\n\t\t-- Plato, Dialogs, Theateus 191\n \n\t[Quoted in \"VMS Internals and Data Structures\", V4.4, when\n\t referring to image activation and termination.]\n",
  "\nI'm often asked the question, \"Do you think there is extraterrestrial intelli-\ngence?\"  I give the standard arguments -- there are a lot of places out there,\nand use the word *billions*, and so on.  And then I say it would be astonishing\nto me if there weren't extraterrestrial intelligence, but of course there is as\nyet no compelling evidence for it.  And then I'm asked, \"Yeah, but what do you\nreally think?\"  I say, \"I just told you what I really think.\"  \"Yeah, but \nwhat's your gut feeling?\"  But I try not to think with my gut.  Really, it's\nokay to reserve judgment until the evidence is in.\n\t\t-- Carl Sagan\n",
  "\nIf A = B and B = C, then A = C, except where void or prohibited by law.\n\t\t-- Roy Santoro\n",
  "\nIf a camel is a horse designed by a committee, then a consensus forecast is a\ncamel's behind.\n\t\t-- Edgar R. Fiedler\n",
  "\nIf A equals success, then the formula is _\bA = _\bX + _\bY + _\bZ.  _\bX is work.  _\bY\nis play.  _\bZ is keep your mouth shut.\n\t\t-- Albert Einstein\n",
  "\nIf all else fails, immortality can always be assured by spectacular error.\n\t\t-- John Kenneth Galbraith\n",
  "\nIf all the world's economists were laid end to end, we wouldn't reach a\nconclusion.\n\t\t-- William Baumol\n",
  "\nIf an experiment works, something has gone wrong.\n",
  "\nIf entropy is increasing, where is it coming from?\n",
  "\nIf for every rule there is an exception, then we have established that there\nis an exception to every rule.  If we accept \"For every rule there is an\nexception\" as a rule, then we must concede that there may not be an exception\nafter all, since the rule states that there is always the possibility of\nexception, and if we follow it to its logical end we must agree that there\ncan be an exception to the rule that for every rule there is an exception.\n\t\t-- Bill Boquist\n",
  "\nIf God is perfect, why did He create discontinuous functions?\n",
  "\nIf I had only known, I would have been a locksmith.\n\t\t-- Albert Einstein\n",
  "\nIf I have not seen so far it is because I stood in giant's footsteps.\n",
  "\nIf I set here and stare at nothing long enough, people might think\nI'm an engineer working on something.\n\t\t-- S.R. McElroy\n",
  "\nIf in any problem you find yourself doing an immense amount of work, the\nanswer can be obtained by simple inspection.\n",
  "\nIf it is a Miracle, any sort of evidence will answer, but if it is a Fact,\nproof is necessary.\n\t\t-- Samuel Clemens\n",
  "\nIf it smells it's chemistry, if it crawls it's biology, if it doesn't work\nit's physics.\n",
  "\nIf it wasn't for Newton, we wouldn't have to eat bruised apples.\n",
  "\nIf mathematically you end up with the wrong answer, try multiplying by\nthe page number.\n",
  "\nIf scientific reasoning were limited to the logical processes of\narithmetic, we should not get very far in our understanding of the physical\nworld.  One might as well attempt to grasp the game of poker entirely by\nthe use of the mathematics of probability.\n\t\t-- Vannevar Bush\n",
  "\nIf the aborigine drafted an IQ test, all of Western civilization would\npresumably flunk it.\n\t\t-- Stanley Garn\n",
  "\nIf the facts don't fit the theory, change the facts.\n\t\t-- Albert Einstein\n",
  "\nIf the human brain were so simple that we could understand it,\nwe would be so simple we couldn't.\n",
  "\nIf they can make penicillin out of moldy bread, they can sure make\nsomething out of you.\n\t\t-- Muhammad Ali\n",
  "\n\"If value corrupts then absolute value corrupts absolutely.\"\n",
  "\nIf you analyse anything, you destroy it.\n\t\t-- Arthur Miller\n",
  "\nIf you are smart enough to know that you're not smart enough to be an\nEngineer, then you're in Business.\n",
  "\nIf you can't understand it, it is intuitively obvious.\n",
  "\nIf you haven't enjoyed the material in the last few lectures then a career\nin chartered accountancy beckons.\n\t\t-- Advice from the lecturer in the middle of the Stochastic\n\t\t   Systems course.\n",
  "\nIf you push the \"extra ice\" button on the soft drink vending machine, you won't\nget any ice.  If you push the \"no ice\" button, you'll get ice, but no cup.\n",
  "\n\tIf you rap your knuckles against a window jamb or door, if you\nbrush your leg against a bed or desk, if you catch your foot in a curled-\nup corner of a rug, or strike a toe against a desk or chair, go back and\nrepeat the sequence. \n\tYou will find yourself surprised how far off course you were to\nhit that window jamb, that door, that chair.  Get back on course and do it\nagain.  How can you pilot a spacecraft if you can't find your way around\nyour own apartment?\n\t\t-- William S. Burroughs\n",
  "\nIf you steal from one author it's plagiarism; if you steal from\nmany it's research.\n\t\t-- Wilson Mizner\n",
  "\nIf you're not part of the solution, you're part of the precipitate.\n",
  "\nImagination is more important than knowledge.\n\t\t-- Albert Einstein\n",
  "\nIn 1750 Issac Newton became discouraged when he fell up a flight of stairs.\n",
  "\nIn 1869 the waffle iron was invented for people who had wrinkled waffles.\n",
  "\nIn a minimum-phase system there is an inextricable link between\nfrequency response, phase response and transient response, as they\nare all merely transforms of one another.  This combined with\nminimalization of open-loop errors in output amplifiers and correct\ncompensation for non-linear passive crossover network loading can\nlead to a significant decrease in system resolution lost.  However,\nthis all means jack when you listen to Pink Floyd.\n",
  "\nIN MY OPINION anyone interested in improving himself should not rule out\nbecoming pure energy.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nIn Nature there are neither rewards nor punishments, there are consequences.\n\t\t-- R.G. Ingersoll\n",
  "\nIn order to dial out, it is necessary to broaden one's dimension.\n",
  "\n\"In order to make an apple pie from scratch, you must first create the\nuniverse.\"\n\t\t-- Carl Sagan, Cosmos\n",
  "\nIn science it often happens that scientists say, 'You know that's a really\ngood argument; my position is mistaken,' and then they actually change\ntheir minds and you never hear that old view from them again.  They really\ndo it.  It doesn't happen as often as it should, because scientists are\nhuman and change is sometimes painful.  But it happens every day.  I cannot\nrecall the last time something like that happened in politics or religion.\n\t\t-- Carl Sagan, 1987 CSICOP keynote address\n",
  "\n\"In short, _\bN is Richardian if, and only if, _\bN is not Richardian.\"\n",
  "\nIn specifications, Murphy's Law supersedes Ohm's.\n",
  "\nIn the beginning there was nothing.  And the Lord said \"Let There Be Light!\"\nAnd still there was nothing, but at least now you could see it.\n",
  "\n\tIn the beginning there was only one kind of Mathematician, created by\nthe Great Mathamatical Spirit form the Book: the Topologist.  And they grew to\nlarge numbers and prospered.\n\tOne day they looked up in the heavens and desired to reach up as far\nas the eye could see.  So they set out in building a Mathematical edifice that\nwas to reach up as far as \"up\" went.  Further and further up they went ...\nuntil one night the edifice collapsed under the weight of paradox.\n\tThe following morning saw only rubble where there once was a huge\nstructure reaching to the heavens.  One by one, the Mathematicians climbed\nout from under the rubble.  It was a miracle that nobody was killed; but when\nthey began to speak to one another, SUPRISE of all suprises! they could not\nunderstand each other.  They all spoke different languages.  They all fought\namongst themselves and each went about their own way.  To this day the\nTopologists remain the original Mathematicians.\n\t\t-- The Story of Babel\n",
  "\nIn the course of reading Hadamard's \"The Psychology of Invention in the\nMathematical Field\", I have come across evidence supporting a fact\nwhich we coffee achievers have long appreciated:  no really creative,\nintelligent thought is possible without a good cup of coffee.  On page\n14, Hadamard is discussing Poincare's theory of fuchsian groups and\nfuchsian functions, which he describes as \"... one of his greatest\ndiscoveries, the first which consecrated his glory ...\"  Hadamard refers\nto Poincare having had a \"... sleepless night which initiated all that\nmemorable work ...\" and gives the following, very revealing quote:\n\n\t\"One evening, contrary to my custom, I drank black coffee and\n\tcould not sleep.  Ideas rose in crowds;  I felt them collide\n\tuntil pairs interlocked, so to speak, making a stable\n\tcombination.\"\n\nToo bad drinking black coffee was contrary to his custom.  Maybe he\ncould really have amounted to something as a coffee achiever.\n",
  "\nIn theory, there is no difference between theory and practice.  In practice,\nthere is.\n",
  "\nIn these matters the only certainty is that there is nothing certain.\n\t\t-- Pliny the Elder\n",
  "\n\t\"In this replacement Earth we're building they've given me Africa\nto do and of course I'm doing it with all fjords again because I happen to\nlike them, and I'm old-fashioned enough to think that they give a lovely\nbaroque feel to a continent.  And they tell me it's not equatorial enough.\nEquatorial!\"  He gave a hollow laugh.  \"What does it matter?  Science has\nachieved some wonderful things, of course, but I'd far rather be happy than\nright any day.\"\n\t\"And are you?\"\n\t\"No.  That's where it all falls down, of course.\"\n\t\"Pity,\" said Arthur with sympathy.  \"It sounded like quite a good\nlife-style otherwise.\"\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"\n",
  "\nInformation is the inverse of entropy.\n",
  "\nInterchangeable parts won't.\n",
  "\nInvest in physics -- own a piece of Dirac!\n",
  "\n\"Irrationality is the square root of all evil\"\n\t\t-- Douglas Hofstadter\n",
  "\nIs knowledge knowable?  If not, how do we know that?\n",
  "\nIsn't it interesting that the same people who laugh at science fiction\nlisten to weather forecasts and economists?\n\t\t-- Kelvin Throop III\n",
  "\nIsn't it strange that the same people that laugh at gypsy fortune\ntellers take economists seriously?\n",
  "\n\"It could be that Walter's horse has wings\" does not imply that there is\nany such animal as Walter's horse, only that there could be; but \"Walter's\nhorse is a thing which could have wings\" does imply Walter's horse's\nexistence.  But the conjunction \"Walter's horse exists, and it could be\nthat Walter's horse has wings\" still does not imply \"Walter's horse is a\nthing that could have wings\", for perhaps it can only be that Walter's\nhorse has wings by Walter having a different horse.  Nor does \"Walter's\nhorse is a thing which could have wings\" conversely imply \"It could be that\nWalter's horse has wings\"; for it might be that Walter's horse could only\nhave wings by not being Walter's horse.\n\nI would deny, though, that the formula [Necessarily if some x has property P\nthen some x has property P] expresses a logical law, since P(x) could stand\nfor, let us say \"x is a better logician than I am\", and the statement \"It is\nnecessary that if someone is a better logician than I am then someone is a\nbetter logician than I am\" is false because there need not have been any me.\n\t\t-- A.N. Prior, \"Time and Modality\"\n",
  "\nIt has just been discovered that research causes cancer in rats.\n",
  "\nIt is contrary to reasoning to say that there is a vacuum or space in\nwhich there is absolutely nothing.\n\t\t-- Descartes\n",
  "\nIt is impossible to travel faster than light, and certainly not desirable,\nas one's hat keeps blowing off.\n\t\t-- Woody Allen\n",
  "\nIt is much easier to suggest solutions when you know nothing about the problem.\n",
  "\nIt is not every question that deserves an answer.\n\t\t-- Publilius Syrus\n",
  "\nIt is not for me to attempt to fathom the inscrutable workings of Providence.\n\t\t-- The Earl of Birkenhead\n",
  "\nIt is not that polar co-ordinates are complicated, it is simply\nthat cartesian co-ordinates are simpler than they have a right to be.\n\t\t-- Kleppner & Kolenhow, \"An Introduction to Mechanics\"\n",
  "\nIt is now quite lawful for a Catholic woman to avoid pregnancy by a resort to\nmathematics, though she is still forbidden to resort to physics and chemistry.\n\t\t-- H.L. Mencken\n",
  "\nIt is true that if your paperboy throws your paper into the bushes for five\nstraight days it can be explained by Newton's Law of Gravity.  But it takes\nMurphy's law to explain why it is happening to you.\n",
  "\nIt seems intuitively obvious to me, which means that it might be wrong.\n\t\t-- Chris Torek\n",
  "\nIt seems that more and more mathematicians are using a new, high level\nlanguage named \"research student\".\n",
  "\n\"It's easier said than done.\"\n\n... and if you don't believe it, try proving that it's easier done than\nsaid, and you'll see that \"it's easier said that `it's easier done than\nsaid' than it is done\", which really proves that \"it's easier said than\ndone\".\n",
  "\nIt's hard to think of you as the end result of millions of years of evolution.\n",
  "\nIt's later than you think, the joint Russian-American space mission has\nalready begun.\n",
  "\nIt's not an optical illusion, it just looks like one.\n\t\t-- Phil White\n",
  "\nIt's not hard to admit errors that are [only] cosmetically wrong.\n\t\t-- J.K. Galbraith\n",
  "\nJust because they are called 'forbidden' transitions does not mean that they\nare forbidden.  They are less allowed than allowed transitions, if you see\nwhat I mean.\n\t\t-- From a Part 2 Quantum Mechanics lecture.\n",
  "\nKleeneness is next to Godelness.\n",
  "\nKlein bottle for rent -- inquire within.\n",
  "\nLast yeer I kudn't spel Engineer.  Now I are won.\n",
  "\nLawrence Radiation Laboratory keeps all its data in an old gray trunk.\n",
  "\nLife is a biochemical reaction to the stimulus of the surrounding\nenvironment in a stable ecosphere, while a bowl of cherries is a\nround container filled with little red fruits on sticks.\n",
  "\nLife is a whim of several billion cells to be you for a while.\n",
  "\nLife is difficult because it is non-linear.\n",
  "\nLogic is a little bird, sitting in a tree; that smells *_____\b\b\b\b\bawful*.\n",
  "\nLogic is a pretty flower that smells bad.\n",
  "\nLogic is a systematic method of coming to the wrong conclusion with confidence.\n",
  "\nLogic is the chastity belt of the mind!\n",
  "\nLove makes the world go 'round, with a little help from intrinsic angular\nmomentum.\n",
  "\nLucas is the source of many of the components of the legendarily reliable\nBritish automotive electrical systems.  Professionals call the company \"The\nPrince of Darkness\".  Of course, if Lucas were to design and manufacture\nnuclear weapons, World War III would never get off the ground.  The British\ndon't like warm beer any more than the Americans do.  The British drink warm\nbeer because they have Lucas refrigerators.\n",
  "\nMa Bell is a mean mother!\n",
  "\nMachines have less problems.  I'd like to be a machine.\n\t\t-- Andy Warhol\n",
  "\nMake it myself?  But I'm a physical organic chemist!\n",
  "\nMake it right before you make it faster.\n",
  "\nMan will never fly.  Space travel is merely a dream.  All aspirin is alike.\n",
  "\nMATH AND ALCOHOL DON'T MIX!\n\tPlease, don't drink and derive.\n\n\tMathematicians\n\tAgainst\n\tDrunk\n\tDeriving\n",
  "\nMath is like love -- a simple idea but it can get complicated.\n\t\t-- R. Drabek\n",
  "\nMathematicians are like Frenchmen:  whatever you say to them they translate\ninto their own language and forthwith it is something entirely different.\n\t\t-- Johann Wolfgang von Goethe\n",
  "\nMathematicians often resort to something called Hilbert space, which is\ndescribed as being n-dimensional.  Like modern sex, any number can play.\n\t\t-- Dr. Thor Wald, \"Beep/The Quincunx of Time\", by James Blish\n",
  "\nMathematicians practice absolute freedom.\n\t\t-- Henry Adams\n",
  "\nMathematics deals exclusively with the relations of concepts\nto each other without consideration of their relation to experience.\n\t\t-- Albert Einstein\n",
  "\nMathematics is the only science where one never knows what \none is talking about nor whether what is said is true.\n\t\t-- Russell\n",
  "\nMathematics, rightly viewed, possesses not only truth but supreme beauty --\na beauty cold and austere, like that of a sculpture, without appeal to any\npart of our weaker nature, without the gorgeous trapping of painting or music,\nyet sublimely pure, and capable of a stern perfection such as only the\ngreatest art can show.  The true spirit of delight, the exaltation, the sense\nof being more than man, which is the touchstone of the highest excellence, is\nto be found in mathematics as surely as in poetry.\n\t\t-- Bertrand Russell\n",
  "\nMatter cannot be created or destroyed, nor can it be returned without a receipt.\n",
  "\nMatter will be damaged in direct proportion to its value.\n",
  "\nMeasure twice, cut once.\n",
  "\nMeasure with a micrometer.  Mark with chalk.  Cut with an axe.\n",
  "\nMediocrity finds safety in standardization.\n\t\t-- Frederick Crane\n",
  "\nMen love to wonder, and that is the seed of science.\n",
  "\nMen occasionally stumble over the truth, but most of them pick themselves\nup and hurry off as if nothing had happened.\n\t\t-- Winston Churchill\n",
  "\nModern psychology takes completely for granted that behavior and neural\nfunction are perfectly correlated, that one is completely caused by the\nother.  There is no separate soul or lifeforce to stick a finger into the\nbrain now and then and make neural cells do what they would not otherwise.\nActually, of course, this is a working assumption only. ... It is quite\nconceivable that someday the assumption will have to be rejected.  But it\nis important also to see that we have not reached that day yet: the working\nassumption is a necessary one and there is no real evidence opposed to it.\nOur failure to solve a problem so far does not make it insoluble.  One cannot\nlogically be a determinist in physics and biology, and a mystic in psychology.\n\t\t-- D.O. Hebb, \"Organization of Behavior: A Neuropsychological\n\t\t   Theory\", 1949\n",
  "\nMore than any time in history, mankind now faces a crossroads.  One path\nleads to despair and utter hopelessness, the other to total extinction.\nLet us pray that we have the wisdom to choose correctly.\n\t\t-- Woody Allen, \"Side Effects\"\n",
  "\n\"Multiply in your head\" (ordered the compassionate Dr. Adams) \"365,365,365,\n365,365,365 by 365,365,365,365,365,365\".  He [ten-year-old Truman Henry\nSafford] flew around the room like a top, pulled his pantaloons over the\ntops of his boots, bit his hands, rolled his eyes in their sockets, sometimes\nsmiling and talking, and then seeming to be in an agony, until, in not more\nthan one minute, said he, 133,491,850,208,566,925,016,658,299,941,583,255!\"\nAn electronic computer might do the job a little faster but it wouldn't be\nas much fun to watch.\n\t\t-- James R. Newman, \"The World of Mathematics\"\n",
  "\nMurphy's Law, that brash proletarian restatement of Godel's Theorem.\n\t\t-- Thomas Pynchon, \"Gravity's Rainbow\"\n",
  "\nMy geometry teacher was sometimes acute, and sometimes obtuse, but always,\nalways, he was right.\n\t[That's an interesting angle.  I wonder if there are any parallels?]\n",
  "\n\tMy message is not that biological determinists were bad scientists or\neven that they were always wrong.  Rather, I believe that science must be\nunderstood as a social phenomenon, a gutsy, human enterprise, not the work of\nrobots programmed to collect pure information.  I also present this view as\nan upbeat for science, not as a gloomy epitaph for a noble hope sacrificed on\nthe alter of human limitations.\n\tI believe that a factual reality exists and that science, though often\nin an obtuse and erratic manner, can learn about it.  Galileo was not shown\nthe instruments of torture in an abstract debate about lunar motion.  He had\nthreatened the Church's conventional argument for social and doctrinal\nstability:  the static world order with planets circling about a central\nearth, priests subordinate to the Pope and serfs to their lord.  But the\nChurch soon made its peace with Galileo's cosmology.  They had no choice; the\nearth really does revolve about the sun.\n\t\t-- S.J. Gould, \"The Mismeasure of Man\"\n",
  "\nMystics always hope that science will some day overtake them.\n\t\t-- Booth Tarkington\n",
  "\nNatural laws have no pity.\n",
  "\nNature abhors a hero.  For one thing, he violates the law of conservation\nof energy.  For another, how can it be the survival of the fittest when the\nfittest keeps putting himself in situations where he is most likely to be\ncreamed?\n\t\t-- Solomon Short\n",
  "\nNature always sides with the hidden flaw.\n",
  "\nNature is by and large to be found out of doors, a location where,\nit cannot be argued, there are never enough comfortable chairs.\n\t\t-- Fran Lebowitz\n",
  "\nNature, to be commanded, must be obeyed.\n\t\t-- Francis Bacon\n",
  "\nNeil Armstrong tripped.\n",
  "\nNeutrinos are into physicists.\n",
  "\nNeutrinos have bad breadth.\n",
  "\nNever worry about theory as long as the machinery does what it's supposed to do.\n\t\t-- R. A. Heinlein\n",
  "\nNo amount of careful planning will ever replace dumb luck.\n",
  "\nNo amount of genius can overcome a preoccupation with detail.\n",
  "\nNondeterminism means never having to say you are wrong.\n",
  "\nNonsense.  Space is blue and birds fly through it.\n\t\t-- Heisenberg\n",
  "\nNot far from here, by a white sun, behind a green star, lived the\nSteelypips, illustrious, industrious, and they hadn't a care: no spats in\ntheir vats, no rules, no schools, no gloom, no evil influence of the\nmoon, no trouble from matter or antimatter -- for they had a machine, a\ndream of a machine, with springs and gears and perfect in every respect.\nAnd they lived with it, and on it, and under it, and inside it, for it\nwas all they had -- first they saved up all their atoms, then they put\nthem all together, and if one didn't fit, why they chipped at it a bit,\nand everything was just fine ...\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nNothing is faster than the speed of light ...\n\nTo prove this to yourself, try opening the refrigerator door before the\nlight comes on.\n",
  "\nNothing is rich but the inexhaustible wealth of nature.\nShe shows us only surfaces, but she is a million fathoms deep.\n\t\t-- Ralph Waldo Emerson\n",
  "\nNuclear powered vacuuum cleaners will probably be a reality within 10 years.\n\t\t-- Alex Lewyt (President of the Lewyt Corporation,\n\t\t   manufacturers of vacuum cleaners), quoted in The New York\n\t\t   Times, June 10, 1955.\n",
  "\nNumeric stability is probably not all that important when you're guessing.\n",
  "\n\"Obviously, a major malfunction has occurred.\"\n\t\t-- Steve Nesbitt, voice of Mission Control, January 28,\n\t\t   1986, as the shuttle Challenger exploded within view\n\t\t   of the grandstands.\n",
  "\nOf course you can't flap your arms and fly to the moon.  After a while you'd\nrun out of air to push against.\n",
  "\nOften statistics are used as a drunken man uses lampposts -- for support\nrather than illumination.\n",
  "\nOn a paper submitted by a physicist colleague:\n\n\"This isn't right.  This isn't even wrong.\"\n\t\t-- Wolfgang Pauli\n",
  "\nOnce upon a time, when I was training to be a mathematician, a group of\nus bright young students taking number theory discovered the names of the\nsmaller prime numbers.\n\n2:  The Odd Prime --\n\tIt's the only even prime, therefore is odd.  QED.\n3:  The True Prime --\n\tLewis Carroll: \"If I tell you 3 times, it's true.\"\n31: The Arbitrary Prime --\n\tDetermined by unanimous unvote.  We needed an arbitrary prime in\n\tcase the prof asked for one, and so had an election.  91 received\n\tthe most votes (well, it *looks* prime) and 3+4i the next most.\n\tHowever, 31 was the only candidate to receive none at all.\n41: The Female Prime --\n\tThe polynomial X**2 - X + 41 is\n\tprime for integer values from 1 to 40.\n43: The Male Prime - they form a prime pair.\n\nSince the composite numbers are formed from primes, their qualities\nare derived from those primes.  So, for instance, the number 6 is \"odd\nbut true\", while the powers of 2 are all extremely odd numbers.\n",
  "\n\tOnce, when the secrets of science were the jealously guarded property\nof a small priesthood, the common man had no hope of mastering their arcane\ncomplexities.  Years of study in musty classrooms were prerequisite to\nobtaining even a dim, incoherent knowledge of science.\n\tToday all that has changed: a dim, incoherent knowledge of science is\navailable to anyone.\n\t\t-- Tom Weller, \"Science Made Stupid\"\n",
  "\nOne Bell System - it sometimes works.\n",
  "\nOne Bell System - it used to work before they installed the Dimension!\n",
  "\nOne Bell System - it works.\n",
  "\nOne can search the brain with a microscope and not find the\nmind, and can search the stars with a telescope and not find God.\n\t\t-- J. Gustav White\n",
  "\nOne can't proceed from the informal to the formal by formal means.\n",
  "\nOne could not be a successful scientist without realizing that, in contrast\nto the popular conception supported by newspapers and mothers of scientists,\na goodly number of scientists are not only narrow-minded and dull, but also\njust stupid.\n\t\t-- J.D. Watson, \"The Double Helix\"\n",
  "\nOne day this guy is finally fed up with his middle-class existence and\ndecides to do something about it.  He calls up his best friend, who is a\nmathematical genius.  \"Look,\" he says, \"do you suppose you could find some\nway mathematically of guaranteeing winning at the race track?  We could\nmake a lot of money and retire and enjoy life.\"  The mathematician thinks\nthis over a bit and walks away mumbling to himself.\n\tA week later his friend drops by to ask the genius if he's had any\nsuccess.  The genius, looking a little bleary-eyed, replies, \"Well, yes,\nactually I do have an idea, and I'm reasonably sure that it will work, but\nthere a number of details to be figured out.\n\tAfter the second week the mathematician appears at his friend's house,\nlooking quite a bit rumpled, and announces, \"I think I've got it! I still have\nsome of the theory to work out, but now I'm certain that I'm on the right\ntrack.\"\n\tAt the end of the third week the mathematician wakes his friend by\npounding on his door at three in the morning.  He has dark circles under his\neyes.  His hair hasn't been combed for many days.  He appears to be wearing\nthe same clothes as the last time.  He has several pencils sticking out from\nbehind his ears and an almost maniacal expression on his face.  \"WE CAN DO\nIT!  WE CAN DO IT!!\" he shrieks. \"I have discovered the perfect solution!!\nAnd it's so EASY!  First, we assume that horses are perfect spheres in simple\nharmonic motion...\"\n",
  "\nOne has to look out for engineers -- they begin with sewing machines\nand end up with the atomic bomb.\n\t\t-- Marcel Pagnol\n",
  "\nOne man's \"magic\" is another man's engineering.  \"Supernatural\" is a null word.\n\t\t-- Robert Heinlein\n",
  "\nOne man's constant is another man's variable.\n\t\t-- A.J. Perlis\n",
  "\nOne of the chief duties of the mathematician in acting as an advisor...\nis to discourage... from expecting too much from mathematics.\n\t\t-- N. Wiener\n",
  "\nOne small step for man, one giant stumble for mankind.\n",
  "\nOne thing they don't tell you about doing experimental physics is that\nsometimes you must work under adverse conditions... like a state of sheer\nterror.\n\t\t-- W.K. Hartmann\n",
  "\nOnly God can make random selections.\n",
  "\nOntogeny recapitulates phylogeny.\n",
  "\nOptimization hinders evolution.\n",
  "\nOrder and simplification are the first steps toward mastery of a subject\n-- the actual enemy is the unknown.\n\t\t-- Thomas Mann\n",
  "\nOrganic chemistry is the chemistry of carbon compounds.  Biochemistry\nis the study of carbon compounds that crawl.\n\t\t-- Mike Adams\n",
  "\n\"Our vision is to speed up time, eventually eliminating it.\"\n\t\t-- Alex Schure\n",
  "\nOxygen is a very toxic gas and an extreme fire hazard.  It is fatal in\nconcentrations of as little as 0.000001 p.p.m.  Humans exposed to the\noxygen concentrations die within a few minutes.  Symptoms resemble very\nmuch those of cyanide poisoning (blue face, etc.).  In higher\nconcentrations, e.g. 20",
  ", the toxic effect is somewhat delayed and it\ntakes about 2.5 billion inhalations before death takes place.  The reason\nfor the delay is the difference in the mechanism of the toxic effect of\noxygen in 20",
  " concentration.  It apparently contributes to a complex\nprocess called aging, of which very little is known, except that it is\nalways fatal.\n\nHowever, the main disadvantage of the 20",
  " oxygen concentration is in the\nfact it is habit forming.  The first inhalation (occurring at birth) is\nsufficient to make oxygen addiction permanent.  After that, any\nconsiderable decrease in the daily oxygen doses results in death with\nsymptoms resembling those of cyanide poisoning.\n\nOxygen is an extreme fire hazard.  All of the fires that were reported in\nthe continental U.S. for the period of the past 25 years were found to be\ndue to the presence of this gas in the atmosphere surrounding the buildings\nin question.\n\nOxygen is especially dangerous because it is odorless, colorless and\ntasteless, so that its presence can not be readily detected until it is\ntoo late.\n\t\t-- Chemical & Engineering News February 6, 1956\n",
  "\nParallel lines never meet, unless you bend one or both of them.\n",
  "\nParts that positively cannot be assembled in improper order will be.\n",
  "\nPeople who go to conferences are the ones who shouldn't.\n",
  "\nPhilogyny recapitulates erogeny; erogeny recapitulates philogyny.\n",
  "\n\"Picture the sun as the origin of two intersecting 6-dimensional\nhyperplanes from which we can deduce a certain transformational\nsequence which gives us the terminal velocity of a rubber duck ...\"\n",
  "\nPie are not square.  Pie are round.  Cornbread are square.\n",
  "\nPolymer physicists are into chains.\n",
  "\nPound for pound, the amoeba is the most vicious animal on earth.\n",
  "\nPower corrupts.  And atomic power corrupts atomically.\n",
  "\nProgress means replacing a theory that is wrong with one more subtly wrong.\n",
  "\nProof techniques #1: Proof by Induction.\n\nThis technique is used on equations with \"_\bn\" in them.  Induction\ntechniques are very popular, even the military used them.\n\nSAMPLE: Proof of induction without proof of induction.\n\n\tWe know it's true for _\bn equal to 1.  Now assume that it's true\nfor every natural number less than _\bn.  _\bN is arbitrary, so we can take _\bn\nas large as we want.  If _\bn is sufficiently large, the case of _\bn+1 is\ntrivially equivalent, so the only important _\bn are _\bn less than _\bn.  We\ncan take _\bn = _\bn (from above), so it's true for _\bn+1 because it's just\nabout _\bn.\n\tQED.\t(QED translates from the Latin as \"So what?\")\n",
  "\n... proper attention to Earthly needs of the poor, the depressed and the\ndowntrodden, would naturally evolve from dynamic, articulate, spirited\nawareness of the great goals for Man and the society he conspired to erect.\n\t\t-- David Baker, paraphrasing Harold Urey, in\n\t\t   \"The History of Manned Space Flight\"\n",
  "\nPrototype designs always work.\n\t\t-- Don Vonada\n",
  "\n\"Protozoa are small, and bacteria are small, but viruses are smaller\nthan the both put together.\"\n",
  "\nPsychologists think they're experimental psychologists.\nExperimental psychologists think they're biologists.\nBiologists think they're biochemists.\nBiochemists think they're chemists.\nChemists think they're physical chemists.\nPhysical chemists think they're physicists.\nPhysicists think they're theoretical physicists.\nTheoretical physicists think they're mathematicians.\nMathematicians think they're metamathematicians.\nMetamathematicians think they're philosophers.\nPhilosophers think they're gods.\n",
  "\nQuantum Mechanics is a lovely introduction to Hilbert Spaces!\n\t\t-- Overheard at last year's Archimedeans' Garden Party\n",
  "\nQuantum Mechanics is God's version of \"Trust me.\"\n",
  "\nQuark!  Quark!  Beware the quantum duck!\n",
  "\nRadioactive cats have 18 half-lives.\n",
  "\nReality must take precedence over public relations, for Mother Nature\ncannot be fooled.\n\t\t-- R.P. Feynman\n",
  "\nRecession is when your neighbor loses his job. Depression is when you\nlose your job.  These economic downturns are very difficult to predict,\nbut sophisticated econometric modeling houses like Data Resources and\nChase Econometrics have successfully predicted 14 of the last 3 recessions.\n",
  "\n\t\"Reintegration complete,\" ZORAC advised.  \"We're back in the\nuniverse again...\"  An unusually long pause followed, \"...but I don't\nknow which part.  We seem to have changed our position in space.\"  A\nspherical display in the middle of the floor illuminated to show the\nstarfield surrounding the ship.\n\t\"Several large, artificial constructions are approaching us,\"\nZORAC announced after a short pause.  \"The designs are not familiar, but\nthey are obviously the products of intelligence.  Implications: we have\nbeen intercepted deliberately by a means unknown, for a purpose unknown,\nand transferred to a place unknown by a form of intelligence unknown.\nApart from the unknowns, everything is obvious.\"\n\t\t-- James P. Hogan, \"Giants Star\"\n",
  "\nRemember Darwin; building a better mousetrap merely results in smarter mice.\n",
  "\nResearch is the best place to be: you work your buns off, and if it works\nyou're a hero; if it doesn't, well -- nobody else has done it yet either,\nso you're still a valiant nerd.\n",
  "\nResearch is to see what everybody else has seen, and think what nobody\nelse has thought.\n",
  "\nResearch is what I'm doing when I don't know what I'm doing.\n\t\t-- Wernher von Braun\n",
  "\nReview Questions\n\n(1) If Nerd on the planet Nutley starts out in his spaceship at 20 KPH,\n    and his speed doubles every 3.2 seconds, how long will it be before\n    he exceeds the speed of light?  How long will it be before the\n    Galactic Patrol picks up the pieces of his spaceship?\n\n(2) If Roger Rowdy wrecks his car every week, and each week he breaks\n    twice as many bones as before, how long will it be before he breaks\n    every bone in his body?  How long will it be before they cut off\n    his insurance?  Where does he get a new car every week?\n\n(3) If Johnson drinks one beer the first hour (slow start), four beers\n    the next hour, nine beers the next, etc., and stacks the cans in a\n    pyramid, how soon will Johnson's pyramid be larger than King\n    Tut's?  When will it fall on him?  Will he notice?\n",
  "\nRound Numbers are always false.\n\t\t-- Samuel Johnson\n",
  "\nSaliva causes cancer, but only if swallowed in small amounts over a long\nperiod of time.\n\t\t-- George Carlin\n",
  "\nScience and religion are in full accord but science and faith are in complete\ndiscord.\n",
  "\nScience is built up of facts, as a house is with stones.  But a collection\nof facts is no more a science than a heap of stones is a house.\n\t\t-- Jules Henri Poincar'\be\n",
  "\nScience is what happens when preconception meets verification.\n",
  "\nScience may someday discover what faith has always known.\n",
  "\nScientists are people who build the Brooklyn Bridge and then buy it.\n\t\t-- William Buckley\n",
  "\nSentient plasmoids are a gas.\n",
  "\nSimplicity does not precede complexity, but follows it.\n",
  "\nSo as your consumer electronics adviser, I am advising you to donate your\ncurrent VCR to a grate resident, who will laugh sardonically and hurl it\ninto a dumpster.  Then I want you to go out and purchase a vast array of\n8-millimeter video equipment.\n\n... OK!  Got everything?  Well, *too bad, sucker*, because while you were\ngone the electronics industry came up with an even newer format that makes\nyour 8-millimeter VCR look as technologically advanced as toenail dirt.\nThis format is called \"3.5 hectare\" and it will not be made available until\nit is outmoded, sometime early next week, by a format called \"Elroy\", so\n*order yours now*.\n\t\t-- Dave Barry, \"No Surrender in the Electronics Revolution\"\n",
  "\nSolutions are obvious if one only has the optical power to observe them\nover the horizon.\n\t\t-- K.A. Arsdall\n",
  "\nSpace is big.  You just won't believe how vastly, hugely, mind-bogglingly\nbig it is.  I mean, you may think it's a long way down the road to the\ndrug store, but that's just peanuts to space.\n\t\t-- The Hitchhiker's Guide to the Galaxy\n",
  "\nSpace is to place as eternity is to time.\n\t\t-- Joseph Joubert\n",
  "\nSpace tells matter how to move and matter tells space how to curve.\n\t\t-- Wheeler\n",
  "\nStatistics are no substitute for judgement.\n\t\t-- Henry Clay\n",
  "\nStatistics means never having to say you're certain.\n",
  "\nStellar rays prove fibbing never pays.  Embezzlement is another matter.\n",
  "\nStuckness shouldn't be avoided.  It's the psychic predecessor of all\nreal understanding.  An egoless acceptance of stuckness is a key to an\nunderstanding of all Quality, in mechanical work as in other endeavors.\n\t\t-- R. Pirsig, \"Zen and the Art of Motorcycle Maintenance\"\n",
  "\nSupervisor: Do you think you understand the basic ideas of Quantum Mechanics?\nSupervisee: Ah! Well, what do we mean by \"to understand\" in the context of\n\t    Quantum Mechanics?\nSupervisor: You mean \"No\", don't you?\nSupervisee: Yes.\n\t\t-- Overheard at a supervision.\n",
  "\nSupport bacteria -- it's the only culture some people have!\n",
  "\nTake an astronaut to launch.\n",
  "\nTechnological progress has merely provided us with more efficient means\nfor going backwards.\n\t\t-- Aldous Huxley\n",
  "\nTechnology is dominated by those who manage what they do not understand.\n",
  "\nThat's one small step for a man; one giant leap for mankind.\n\t\t-- Neil Armstrong\n",
  "\nThe  White Rabbit put on his spectacles.\n\t\"Where shall  I  begin, please your Majesty ?\" he asked.\n\t\"Begin at the beginning,\", the King said, very gravely, \"and go on\ntill you come to the end: then stop.\"\n\t\t-- Lewis Carroll\n",
  "\nThe aim of science is to seek the simplest explanations of complex\nfacts.  Seek simplicity and distrust it.\n\t\t-- Whitehead.\n",
  "\nThe amount of time between slipping on the peel and landing on the\npavement is precisely 1 bananosecond.\n",
  "\nThe amount of weight an evangelist carries with the almighty is measured\nin billigrahams.\n",
  "\nThe ark lands after The Flood.  Noah lets all the animals out.  Says he, \"Go\nand multiply.\"  Several months pass.  Noah decides to check up on the animals.\nAll are doing fine except a pair of snakes.  \"What's the problem?\" says Noah.\n\"Cut down some trees and let us live there\", say the snakes.  Noah follows\ntheir advice.  Several more weeks pass.  Noah checks on the snakes again.\nLots of little snakes, everybody is happy.  Noah asks, \"Want to tell me how\nthe trees helped?\"  \"Certainly\", say the snakes. \"We're adders, and we need\nlogs to multiply.\"\n",
  "\nThe astronomer Francesco Sizi, a contemporary of Galileo, argues that\nJupiter can have no satellites:\n\n\tThere are seven windows in the head, two nostrils, two ears, two\neyes, and a mouth; so in the heavens there are two favorable stars, two\nunpropitious, two luminaries, and Mercury alone undecided and indifferent.\nFrom which and many other similar phenomena of nature such as the seven\nmetals, etc., which it were tedious to enumerate, we gather that the number\nof planets is necessarily seven. [...]\n\tMoreover, the satellites are invisible to the naked eye and\ntherefore can have no influence on the earth and therefore would be useless\nand therefore do not exist.\n",
  "\nThe best defense against logic is ignorance.\n",
  "\nThe best rebuttal to this kind of statistical argument came from the\nredoubtable John W. Campbell:\n\n\tThe laws of population growth tell us that approximately half the\n\tpeople who were ever born in the history of the world are now\n\tdead.  There is therefore a 0.5 probability that this message is\n\tbeing read by a corpse.\n",
  "\nThe bigger the theory the better.\n",
  "\nThe biggest difference between time and space is that you can't reuse time.\n\t\t-- Merrick Furst\n",
  "\nThe bomb will never go off.  I speak as an expert in explosives.\n\t\t-- Admiral William Leahy, U.S. Atomic Bomb Project\n",
  "\nThe church saves sinners, but science seeks to stop their manufacture.\n\t\t-- Elbert Hubbard\n",
  "\nThe clash of ideas is the sound of freedom.\n",
  "\nThe clearest way into the Universe is through a forest wilderness.\n\t\t-- John Muir\n",
  "\nThe Commandments of the EE:\n\n (9)\tTrifle thee not with radioactive tubes and substances lest thou\n\tcommence to glow in the dark like a lightning bug, and thy wife be\n\tfrustrated and have not further use for thee except for thy wages.\n(10)\tCommit thou to memory all the words of the prophets which are\n\twritten down in thy Bible which is the National Electrical Code,\n\tand giveth out with the straight dope and consoleth thee when\n\tthou hast suffered a ream job by the chief electrician.\n(11)\tWhen thou muckest about with a device in an unthinking and/or\n\tunknowing manner, thou shalt keep one hand in thy pocket.  Better\n\tthat thou shouldest keep both hands in thy pockets than\n\texperimentally determine the electrical potential of an\n\tinnocent-seeming device.\n",
  "\nThe Commandments of the EE:\n\n(1)\tBeware of lightning that lurketh in an uncharged condenser\n\tlest it cause thee to bounce upon thy buttocks in a most\n\tembarrassing manner.\n(2)\tCause thou the switch that supplieth large quantities of juice to\n\tbe opened and thusly tagged, that thy days may be long in this\n\tearthly vale of tears.\n(3)\tProve to thyself that all circuits that radiateth, and upon\n\twhich the worketh, are grounded and thusly tagged lest they lift\n\tthee to a radio frequency potential and causeth thee to make like\n\ta radiator too.\n(4)\tTarry thou not amongst these fools that engage in intentional\n\tshocks for they are not long for this world and are surely\n\tunbelievers.\n",
  "\nThe Commandments of the EE:\n\n(5)\tTake care that thou useth the proper method when thou takest the\n\tmeasures of high-voltage circuits too, that thou dost not incinerate\n\tboth thee and thy test meter, for verily, though thou has no company\n\tproperty number and can be easily surveyed, the test meter has\n\tone and, as a consequence, bringeth much woe unto a purchasing agent.\n(6)\tTake care that thou tamperest not with interlocks and safety devices,\n\tfor this incurreth the wrath of the chief electrician and bring\n\tthe fury of the engineers on his head.\n(7)\tWork thou not on energized equipment for if thou doest so, thy\n\tfriends will surely be buying beers for thy widow and consoling\n\ther in certain ways not generally acceptable to thee.\n(8)\tVerily, verily I say unto thee, never service equipment alone,\n\tfor electrical cooking is a slow process and thou might sizzle in\n\tthy own fat upon a hot circuit for hours on end before thy maker\n\tsees fit to end thy misery and drag thee into his fold.\n",
  "\nThe devil finds work for idle circuits to do.\n",
  "\nThe devil finds work for idle glands.\n",
  "\nThe difference between reality and unreality is that reality has so\nlittle to recommend it.\n\t\t-- Allan Sherman\n",
  "\nThe difference between science and the fuzzy subjects is that science\nrequires reasoning while those other subjects merely require scholarship.\n\t\t-- Robert Heinlein\n",
  "\nThe earth is like a tiny grain of sand, only much, much heavier.\n",
  "\nThe economy depends about as much on economists as the weather does on\nweather forecasters.\n\t\t-- Jean-Paul Kauffmann\n",
  "\nThe Encyclopaedia Galactica defines a robot as a mechanical apparatus designed\nto do the work of a man.  The marketing division of Sirius Cybernetics\nCorporation defines a robot as 'Your Plastic Pal Who's Fun To Be With'.\nThe Hitch Hiker's Guide to the Galaxy defines the marketing division of the\nSirius Cybernetics Corporation as 'a bunch of mindless jerks who'll be the\nfirst against the wall when the revolution comes', with a footnote to effect\nthat the editors would welcome applications from anyone interested in taking\nover the post of robotics correspondent.\n\tCuriously enough, an edition of the Encyclopaedia Galactica that\nhad the good fortune to fall through a time warp from a thousand years in\nthe future defined the marketing division of the Sirius Cybernetics\nCorporation as 'a bunch of mindless jerks who were the first against the\nwall when the revolution came'.\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"\n",
  "\nThe energy produced by the breaking down of the atom is a very poor kind\nof thing.  Anyone who expects a source of power from the transformation\nof these atoms is talking moonshine.\n\t\t-- Ernest Rutherford, after he had split the atom for\n\t\t   the first time\n",
  "\nThe explanation requiring the fewest assumptions is the most likely to be\ncorrect.\n\t\t-- William of Occam\n",
  "\nThe feeling persists that no one can simultaneously be a respectable writer\nand understand how a refrigerator works, just as no gentleman wears a brown\nsuit in the city.  Colleges may be to blame.  English majors are encouraged,\nI know, to hate chemistry and physics, and to be proud because they are not\ndull and creepy and humorless and war-oriented like the engineers across the\nquad.  And our most impressive critics have commonly been such English majors,\nand they are squeamish about technology to this very day.  So it is natural\nfor them to despise science fiction.\n\t\t-- Kurt Vonnegut Jr., \"Science Fiction\"\n",
  "\nThe following statement is not true.  The previous statement is true.\n",
  "\nThe Force is what holds everything together.  It has its dark side, and\nit has its light side.  It's sort of like cosmic duct tape.\n",
  "\n\"The four building blocks of the universe are fire, water, gravel and vinyl.\"\n\t\t-- Dave Barry\n",
  "\nThe function of the expert is not to be more right than other people,\nbut to be wrong for more sophisticated reasons.\n\t\t-- Dr. David Butler, British psephologist\n",
  "\nThe generation of random numbers is too important to be left to chance.\n",
  "\nThe goal of science is to build better mousetraps.  The goal of nature\nis to build better mice.\n",
  "\nThe Greatest Mathematical Error \n\tThe Mariner I space probe was launched from Cape Canaveral on 28\nJuly 1962 towards Venus.  After 13 minutes' flight a booster engine would\ngive acceleration up to 25,820 mph; after 44 minutes 9,800 solar cells\nwould unfold; after 80 days a computer would calculate the final course\ncorrections and after 100 days the craft would cirlce the unknown planet,\nscanning the mysterious cloud in which it is bathed.  \n\tHowever, with an efficiency that is truly heartening, Mariner I\nplunged into the Atlantic Ocean only four minutes after takeoff.\n\tInquiries later revealed that a minus sign had been omitted from\nthe instructions fed into the computer.  \"It was human error\", a launch\nspokesman said.\n\tThis minus sign cost L4,280,000.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe herd instinct among economists makes sheep look like independent thinkers.\n",
  "\nThe ideas of economists and political philosophers, both when they\nare right and when they are wrong, are more powerful than is generally\nunderstood.  Indeed, the world is ruled by little else.\n\t\t-- John Maynard Keyes\n",
  "\n\"The identical is equal to itself, since it is different.\"\n\t\t-- Franco Spisani\n",
  "\nThe instruments of science do not in themselves discover truth.  And there are\nsearchings that are not concluded by the coincidence of a pointer and a mark.\n\t\t-- Fred Saberhagen, \"The Berserker Wars\"\n",
  "\nThe key elements in human thinking are not numbers but labels of fuzzy sets.\n\t\t-- L. Zadeh\n",
  "\nThe light of a hundred stars does not equal the light of the moon.\n",
  "\nThe Man Who Almost Invented The Vacuum Cleaner\n\tThe man officially credited with inventing the vacuum cleaner is\nHubert Cecil Booth.  However, he got the idea from a man who almost\ninvented it.  \n\tIn 1901 Booth visited a London music-hall.  On the bill was an\nAmerican inventor with his wonder machine for removing dust from carpets.\n\tThe machine comprised a box about one foot square with a bag on top.\nAfter watching the act -- which made everyone in the front six rows sneeze\n-- Booth went round to the inventor's dressing room.\n\t\"It should suck not blow,\" said Booth, coming straight to the\npoint.  \"Suck?\", exclaimed the enraged inventor.  \"Your machine just moves\nthe dust around the room,\" Booth informed him.  \"Suck?  Suck?  Sucking is\nnot possible,\" was the inventor's reply and he stormed out.  Booth proved\nthat it was by the simple expedient of kneeling down, pursing his lips and\nsucking the back of an armchair.  \"I almost choked,\" he said afterwards.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe marvels of today's modern technology include the development of a\nsoda can, when discarded will last forever ... and a $7,000 car which\nwhen properly cared for will rust out in two or three years.\n",
  "\nThe meek shall inherit the earth; the rest of us will go to the stars.\n",
  "\nThe meek shall inherit the earth; the rest of us, the Universe.\n",
  "\nThe moon is a planet just like the Earth, only it is even deader.\n",
  "\nThe moon is made of green cheese.\n\t\t-- John Heywood\n",
  "\nThe moon may be smaller than Earth, but it's further away.\n",
  "\nThe more they over-think the plumbing the easier it is to stop up the drain.\n",
  "\nThe most advantageous, pre-eminent thing thou canst do is not to exhibit\nnor display thyself within the limits of our galaxy, but rather depart\ninstantaneously whence thou even now standest and flee to yet another rotten\nplanet in the universe, if thou canst have the good fortune to find one.\n\t\t-- Carlyle\n",
  "\nThe most exciting phrase to hear in science, the one that heralds new\ndiscoveries, is not \"Eureka!\" (I found it!) but \"That's funny ...\"\n\t\t-- Isaac Asimov\n",
  "\nThe nation that controls magnetism controls the universe.\n\t\t-- Chester Gould/Dick Tracy\n",
  "\nThe only function of economic forecasting is to make astrology look respectable.\n\t\t-- John Kenneth Galbraith\n",
  "\nThe only justification for our concepts and systems of concepts is that they\nserve to represent the complex of our experiences; beyond this they have\nno legitimacy.\n\t\t-- Albert Einstein\n",
  "\nThe only perfect science is hind-sight.\n",
  "\nThe only person who always got his work done by Friday was Robinson Crusoe.\n",
  "\nThe only possible interpretation of any research whatever in the `social\nsciences' is: some do, some don't.\n\t\t-- Ernest Rutherford\n",
  "\nThe opposite of a correct statement is a false statement. But the opposite\nof a profound truth may well be another profound truth.\n\t\t-- Niels Bohr\n",
  "\nThe perversity of nature is nowhere better demonstrated by the fact that, when\nexposed to the same atmosphere, bread becomes hard while crackers become soft.\n",
  "\nThe problem ... is that we have run out of dinosaurs to form oil with.\nScientists working for the Department of Energy have tried to form oil using\nother animals; they've piled thousands of tons of sand and Middle Eastern\ncountries on top of cows, raccoons, haddock, laboratory rats, etc., but so\nfar all they have managed to do is run up an enormous bulldozer-rental bill\nand anger a lot of Middle Eastern persons.  None of the animals turned into\noil, although most of the laboratory rats developed cancer.\n\t\t-- Dave Barry, \"Postpetroleum Guzzler\"\n",
  "\nThe purpose of Physics 7A is to make the engineers realize that they're\nnot perfect, and to make the rest of the people realize that they're not\nengineers.\n",
  "\nThe rate at which a disease spreads through a corn field is a precise\nmeasurement of the speed of blight.\n",
  "\nThe reason that every major university maintains a department of\nmathematics is that it's cheaper than institutionalizing all those people.\n",
  "\nThe rule on staying alive as a forecaster is to give 'em a number or\ngive 'em a date, but never give 'em both at once.\n\t\t-- Jane Bryant Quinn\n",
  "\nThe Shuttle is now going five times the sound of speed.\n\t\t-- Dan Rather, first landing of Columbia\n",
  "\nThe society which scorns excellence in plumbing as a humble activity and\ntolerates shoddiness in philosophy because it is an exalted activity will\nhave neither good plumbing nor good philosophy... neither its pipes nor\nits theories will hold water.\n",
  "\nThe solution of problems is the most characteristic and peculiar sort\nof voluntary thinking.\n\t\t-- William James\n",
  "\nThe solution of this problem is trivial and is left as an exercise for\nthe reader.\n",
  "\nThe solution to a problem changes the nature of the problem.\n\t\t-- Peer\n",
  "\nThe speed of anything depends on the flow of everything.\n",
  "\nThe spirit of Plato dies hard.  We have been unable to escape the philosophical\ntradition that what we can see and measure in the world is merely the\nsuperficial and imperfect representation of an underlying reality.\n\t\t-- S.J. Gould, \"The Mismeasure of Man\"\n",
  "\nThe startling truth finally became apparent, and it was this: Numbers\nwritten on restaurant checks within the confines of restaurants do not\nfollow the same mathematical laws as numbers written on any other pieces\nof paper in any other parts of the Universe.  This single statement took\nthe scientific world by storm.  So many mathematical conferences got held\nin such good restaurants that many of the finest minds of a generation\ndied of obesity and heart failure, and the science of mathematics was put\nback by years.\n\t\t-- Douglas Adams\n",
  "\nThe study of non-linear physics is like the study of non-elephant biology.\n",
  "\n\"The subspace _\bW inherits the other 8 properties of _\bV. And there aren't\neven any property taxes.\"\n\t\t-- J. MacKay, Mathematics 134b\n",
  "\nThe sum of the Universe is zero.\n",
  "\nThe temperature of Heaven can be rather accurately computed from available\ndata.  Our authority is Isaiah 30:26, \"Moreover, the light of the Moon\nshall be as the light of the Sun and the light of the Sun shall be sevenfold,\nas the light of seven days.\"  Thus Heaven receives from the Moon as much\nradiation as we do from the Sun, and in addition seven times seven (49) times\nas much as the Earth does from the Sun, or fifty times in all.  The light we\nreceive from the Moon is one ten-thousandth of the light we receive from the\nSun, so we can ignore that.  With these data we can compute the temperature\nof Heaven.  The radiation falling on Heaven will heat it to the point where\nthe heat lost by radiation is just equal to the heat received by radiation,\ni.e., Heaven loses fifty times as much heat as the Earth by radiation.  Using\nthe Stefan-Boltzmann law for radiation, (H/E)^4 = 50, where E is the absolute\ntemperature of the earth (-300K), gives H as 798K (525C).  The exact\ntemperature of Hell cannot be computed, but it must be less than 444.6C, the\ntemperature at which brimstone or sulphur changes from a liquid to a gas.\nRevelations 21:8 says \"But the fearful, and unbelieving ... shall have their\npart in the lake which burneth with fire and brimstone.\"  A lake of molten\nbrimstone means that its temperature must be at or below the boiling point,\nor 444.6C  (Above this point it would be a vapor, not a lake.)  We have,\nthen, that Heaven, at 525C is hotter than Hell at 445C.\n\t\t-- \"Applied Optics\", vol. 11, A14, 1972\n",
  "\nThe test of intelligent tinkering is to save all the parts.\n\t\t-- Aldo Leopold\n",
  "\nThe tree of research must from time to time be refreshed with the blood\nof bean counters.\n\t\t-- Alan Kay\n",
  "\nThe truth of a proposition has nothing to do with its credibility.  And\nvice versa.\n",
  "\nThe two most common things in the Universe are hydrogen and stupidity.\n\t\t-- Harlan Ellison\n",
  "\nThe unfacts, did we have them, are too imprecisely few to warrant our certitude.\n",
  "\nThe universe does not have laws -- it has habits, and habits can be broken.\n",
  "\nThe universe is all a spin-off of the Big Bang.\n",
  "\nThe universe is an island, surrounded by whatever it is that surrounds\nuniverses.\n",
  "\nThe universe is like a safe to which there is a combination -- but the\ncombination is locked up in the safe.\n\t\t-- Peter DeVries\n",
  "\nThe Universe is populated by stable things.\n\t\t-- Richard Dawkins\n",
  "\nThe universe seems neither benign nor hostile, merely indifferent.\n\t\t-- Sagan\n",
  "\nThe universe, they said, depended for its operation on the balance of four\nforces which they identified as charm, persuasion, uncertainty and\nbloody-mindedness.\n\t\t-- Terry Pratchett, \"The Light Fantastic\"\n",
  "\nThe University of California Statistics Department; where mean is normal,\nand deviation standard.\n",
  "\nThe world is moving so fast these days that the man who says it can't be\ndone is generally interrupted by someone doing it.\n\t\t-- E. Hubbard\n",
  "\nThe Wright Bothers weren't the first to fly.  They were just the first\nnot to crash.\n",
  "\nTheory is gray, but the golden tree of life is green.\n\t\t-- Goethe\n",
  "\nThere *__\b\bis* no such thing as a civil engineer.\n",
  "\nThere are no data that cannot be plotted on a straight line if the axis\nare chosen correctly.\n",
  "\n\"There are three principal ways to lose money: wine, women, and engineers.\nWhile the first two are more pleasant, the third is by far the more certain.\"\n\t\t-- Baron Rothschild, ca. 1800\n",
  "\nThere are three schools of magic.  One:  State a tautology, then ring the\nchanges on its corollaries; that's philosophy.  Two:  Record many facts.\nTry to find a pattern.  Then make a wrong guess at the next fact; that's\nscience.  Three:  Be aware that you live in a malevolent Universe controlled\nby Murphy's Law, sometimes offset by Brewster's Factor; that's engineering.\n",
  "\nThere are two kinds of solar-heat systems: \"passive\" systems collect the\nsunlight that hits your home, and \"active\" systems collect the sunlight that\nhits your neighbors' homes, too.\n\t\t-- Dave Barry, \"Postpetroleum Guzzler\"\n",
  "\nThere can be no twisted thought without a twisted molecule.\n\t\t-- R. W. Gerard\n",
  "\nThere is a building with four floors.  On the first floor, there\nis a convention of architects.  On the second floor, there is a\nvinyl manufacturing plant.  On the third floor there is a fast food\nstand, and on the fourth floor there is a library.\n\nQ:\tWhat would happen if a librarian traveled down in a small\n\televator with one other person from each floor?\nA:\tThe elevator would be full.\n",
  "\nThere is a theory which states that if ever anyone discovers exactly what\nthe Universe is for and why it is here, it will instantly disappear and be\nreplaced by something even more bizarre and inexplicable.  There is another\ntheory which states that this has already happened.\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"\n",
  "\nThere is grandeur in this view of life, with its several powers, having been\noriginally breathed into a few forms or into one; and that, whilst this planet\nhas gone cycling on according to the fixed law of gravity, from so simple a\nbeginning endless forms most beautiful and most wonderful have been, and are\nbeing, evolved.\n\t\t-- Darwin\n",
  "\nThere is no choice before us. Either we must Succeed in providing the\nrational coordination of impulses and guts, or for centuries civilization\nwill sink into a mere welter of minor excitements. We must provide a\nGreat Age or see the collapse of the upward striving of the human race.\n\t\t-- Alfred North Whitehead\n",
  "\nThere is no likelihood man can ever tap the power of the atom.\n\t\t-- Robert Millikan, Nobel Prize in Physics, 1923\n",
  "\nThere is no opinion so absurd that some philosopher will not express it.\n\t\t-- Marcus Tullius Cicero, \"Ad familiares\"\n",
  "\nThere is no royal road to geometry.\n\t\t-- Euclid\n",
  "\nThere is, in fact, no reason to believe that any given natural phenomenon,\nhowever marvelous it may seem today, will remain forever inexplicable.\nSoon or late the laws governing the production of life itself will be \ndiscovered in the laboratory, and man may set up business as a creator\non his own account.  The thing, indeed, is not only conceivable; it is\neven highly probable.\n\t\t-- H.L. Mencken, 1930\n",
  "\n\tThere was a mad scientist (a mad... social... scientist) who kidnapped\nthree colleagues, an engineer, a physicist, and a mathematician, and locked \neach of them in seperate cells with plenty of canned food and water but no\ncan opener.\n\tA month later, returning, the mad scientist went to the engineer's\ncell and found it long empty.  The engineer had constructed a can opener from\npocket trash, used aluminum shavings and dried sugar to make an explosive,\nand escaped.\n\tThe physicist had worked out the angle necessary to knock the lids\noff the tin cans by throwing them against the wall.  She was developing a good\npitching arm and a new quantum theory.\n\tThe mathematician had stacked the unopened cans into a surprising\nsolution to the kissing problem; his dessicated corpse was propped calmly\nagainst a wall, and this was inscribed on the floor:\n\tTheorem: If I can't open these cans, I'll die.\n\tProof: assume the opposite...\n",
  "\nThere was a writer in 'Life' magazine ... who claimed that rabbits have\nno memory, which is one of their defensive mechanisms.  If they recalled\nevery close shave they had in the course of just an hour life would become\ninsupportable.\n\t\t-- Kurt Vonnegut\n",
  "\nThere was an old Indian belief that by making love on the hide of\ntheir favorite animal, one could guarantee the health and prosperity\nof the offspring conceived thereupon.  And so it goes that one Indian\ncouple made love on a buffalo  hide.  Nine months later, they were\nblessed with a healthy baby son.  Yet another couple huddled together\non the hide of a deer and they too were blessed with a very healthy\nbaby son.  But a third couple, whose favorite animal was a hippopotamus,\nwere blessed with not one, but TWO very healthy baby sons at the conclusion\nof the nine month interval.  All of which proves the old theorem that:\nThe sons of the squaw of the hippopotamus are equal to the sons of\nthe squaws of the other two hides.\n",
  "\nThere's a whole WORLD in a mud puddle!\n\t\t-- Doug Clifford\n",
  "\nThere's no future in time travel.\n",
  "\nThere's no sense in being precise when you don't even know what you're talking\nabout.\n\t\t-- John von Neumann\n",
  "\nThey don't know how the world is shaped.  And so they give it a shape, and\ntry to make everything fit it.  They separate the right from the left, the\nman from the woman, the plant from the animal, the sun from the moon. They\nonly want to count to two.\n\t\t-- Emma Bull, \"Bone Dance\"\n",
  "\nThings equal to nothing else are equal to each other.\n",
  "\nThis is clearly another case of too many mad scientists, and not enough\nhunchbacks.\n",
  "\nThis is not the age of pamphleteers. It is the age of the engineers.  The\nspark-gap is mightier than the pen.  Democracy will not be salvaged by men\nwho talk fluently, debate forcefully and quote aptly.\n\t\t-- Lancelot Hogben, Science for the Citizen, 1938\n",
  "\nThis is the theory that Jack built.\nThis is the flaw that lay in the theory that Jack built.\nThis is the palpable verbal haze that hid the flaw that lay in...\n",
  "\nThis isn't true in practice -- what we've missed out is Stradivarius's\nconstant.  And then the aside: \"For those of you who don't know, that's\nbeen called by others the fiddle factor...\"\n\t\t-- From a 1B Electrical Engineering lecture.\n",
  "\nThis place just isn't big enough for all of us.  We've got to find a way\noff this planet.\n",
  "\nThis universe shipped by weight, not by volume.  Some expansion of the\ncontents may have occurred during shipment.\n",
  "\nThis was a Golden Age, a time of high adventure, rich living, and hard\ndying... but nobody thought so.  This was a future of fortune and theft,\npillage and rapine, culture and vice... but nobody admitted it.\n\t\t-- Alfred Bester, \"The Stars My Destination\"\n",
  "\nThose who can, do; those who can't, simulate.\n",
  "\nThose who can, do; those who can't, write.\nThose who can't write work for the Bell Labs Record.\n",
  "\n... though his invention worked superbly -- his theory was a crock of sewage\nfrom beginning to end.\n\t\t-- Vernor Vinge, \"The Peace War\"\n",
  "\nThree great scientific theories of the structure of the universe are the\nmolecular, the corpuscular and the atomic.  A fourth affirms, with\nHaeckel, the condensation or precipitation of matter from ether -- whose\nexistence is proved by the condensation or precipitation ... A fifth\ntheory is held by idiots, but it is doubtful if they know any more about\nthe matter than the others.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nThus mathematics may be defined as the subject in which we never know\nwhat we are talking about, nor whether what we are saying is true.\n\t\t-- Bertrand Russell\n",
  "\nTime is an illusion perpetrated by the manufacturers of space.\n",
  "\nTime is nature's way of making sure that everything doesn't happen at once.\n\nSpace is nature's way of making sure that everything doesn't happen to you.\n",
  "\nTIRED of calculating components of vectors?  Displacements along direction of\nforce getting you down?  Well, now there's help.  Try amazing \"Dot-Product\",\nthe fast, easy way many professionals have used for years and is now available\nto YOU through this special offer.  Three out of five engineering consultants\nrecommend \"Dot-Product\" for their clients who use vector products.  Mr.\nGumbinowitz, mechanical engineer, in a hidden-camera interview...\n\t\"Dot-Product really works!  Calculating Z-axis force components has\n\tnever been easier.\"\nYes, you too can take advantage of the amazing properties of Dot-Product.  Use\nit to calculate forces, velocities, displacements, and virtually any vector\ncomponents.  How much would you pay for it?  But wait, it also calculates the\nwork done in Joules, Ergs, and, yes, even BTU's.  Divide Dot-Product by the\nmagnitude of the vectors and it becomes an instant angle calculator!  Now, how\nmuch would you pay?  All this can be yours for the low, low price of $19.95!!\nBut that's not all!  If you order before midnight, you'll also get \"Famous\nNumbers of Famous People\" as a bonus gift, absolutely free!  Yes, you'll get\nAvogadro's number, Planck's, Euler's, Boltzmann's, and many, many, more!!\nCall 1-800-DOT-6000.  Operators are standing by.  That number again...\n1-800-DOT-6000.  Supplies are limited, so act now.  This offer is not\navailable through stores and is void where prohibited by law.\n",
  "\nTo converse at the distance of the Indes by means of sympathetic contrivances\nmay be as natural to future times as to us is a literary correspondence.\n\t\t-- Joseph Glanvill, 1661\n",
  "\nTo invent, you need a good imagination and a pile of junk.\n\t\t-- Thomas Edison\n",
  "\nToday's scientific question is: What in the world is electricity?\n\nAnd where does it go after it leaves the toaster?\n\t\t-- Dave Barry, \"What is Electricity?\"\n",
  "\nTop scientists agree that with the present rate of consumption, the earth's\nsupply of gravity will be exhausted before the 24th century. As man\nstruggles to discover cheaper alternatives, we need your help. Please...\n\n\t\t\tCONSERVE GRAVITY\n\nFollow these simple suggestions:\n\n(1)  Walk with a light step.  Carry helium balloons if possible.\n(2)  Use tape, magnets, or glue instead of paperweights.\n(3)  Give up skiing and skydiving for more horizontal sports like curling.\n(4)  Avoid showers .. take baths instead.\n(5)  Don't hang all your clothes in the closet ... Keep them in one big pile.\n(6)  Stop flipping pancakes\n",
  "\nTorque is cheap.\n",
  "\nTwo is not equal to three, even for large values of two.\n",
  "\nTwo men are in a hot-air balloon.  Soon, they find themselves lost in a\ncanyon somewhere.  One of the three men says, \"I've got an idea.  We can\ncall for help in this canyon and the echo will carry our voices to the\nend of the canyon.  Someone's bound to hear us by then!\"\n\tSo he leans over the basket and screams out, \"Helllloooooo!  Where\nare we?\"  (They hear the echo several times).\n\tFifteen minutes later, they hear this echoing voice: \"Helllloooooo!\nYou're lost!\"\n\tThe shouter comments, \"That must have been a mathematician.\"\n\tPuzzled, his friend asks, \"Why do you say that?\"\n\t\"For three reasons.  First, he took a long time to answer, second,\nhe was absolutely correct, and, third, his answer was absolutely useless.\"\n",
  "\nTwo percent of zero is almost nothing.\n",
  "\nTwo wrights don't make a rong, they make an airplane.  Or bicycles.\n",
  "\nUFOs are for real: the Air Force doesn't exist.\n",
  "\nUnderstanding is always the understanding of a smaller problem\nin relation to a bigger problem.\n\t\t-- P.D. Ouspensky\n",
  "\nUtility is when you have one telephone, luxury is when you have two,\nopulence is when you have three -- and paradise is when you have none.\n\t\t-- Doug Larson\n",
  "\nWe are all agreed that your theory is crazy.  The question which divides us is\nwhether it is crazy enough to have a chance of being correct.  My own feeling\nis that it is not crazy enough. \n\t\t-- Niels Bohr\n",
  "\nWe are each entitled to our own opinion, but no one is entitled to his\nown facts.\n\t\t-- Patrick Moynihan\n",
  "\nWe are sorry.  We cannot complete your call as dialed.  Please check\nthe number and dial again or ask your operator for assistance.\n\nThis is a recording.\n",
  "\nWe can defeat gravity.  The problem is the paperwork involved.\n",
  "\nWe can predict everything, except the future.\n",
  "\nWe cannot command nature except by obeying her.\n\t\t-- Sir Francis Bacon\n",
  "\nWe dedicate this book to our fellow citizens who, for love of truth, take from\ntheir own wants by taxes and gifts, and now and then send forth one of\nthemselves as dedicated servant, to forward the search into the mysteries and\nmarvelous simplicities of this strange and beautiful Universe, Our home.\n\t\t-- \"Gravitation\", Misner, Thorne, and Wheeler\n",
  "\n\"We don't care.  We don't have to.  We're the Phone Company.\"\n",
  "\nWe don't know one millionth of one percent about anything.\n",
  "\nWe don't know who it was that discovered water, but we're pretty sure\nthat it wasn't a fish.\n\t-- Marshall McLuhan\n",
  "\nWe gave you an atomic bomb, what do you want, mermaids?\n\t\t-- I. I. Rabi to the Atomic Energy Commission\n",
  "\nWe have a equal opportunity Calculus class -- it's fully integrated.\n",
  "\nWe laugh at the Indian philosopher, who to account for the support\nof the earth, contrived the hypothesis of a huge elephant, and to support\nthe elephant, a huge tortoise.  If we will candidly confess the truth, we\nknow as little of the operation of the nerves, as he did of the manner in\nwhich the earth is supported: and our hypothesis about animal spirits, or\nabout the tension and vibrations of the nerves, are as like to be true, as\nhis about the support of the earth.  His elephant was a hypothesis, and our\nhypotheses are elephants.  Every theory in philosophy, which is built on\npure conjecture, is an elephant; and every theory that is supported partly\nby fact, and partly by conjecture, is like Nebuchadnezzar's image, whose\nfeet were partly of iron, and partly of clay.\n\t\t-- Thomas Reid, \"An Inquiry into the Human Mind\", 1764\n",
  "\n... we must be wary of granting too much power to natural selection\nby viewing all basic capacities of our brain as direct adaptations.\nI do not doubt that natural selection acted in building our oversized\nbrains -- and I am equally confident that our brains became large as\nan adaptation for definite roles (probably a complex set of interacting\nfunctions).  But these assumptions do not lead to the notion, often\nuncritically embraced by strict Darwinians, that all major capacities\nof the brain must arise as direct products of natural selection.\n\t\t-- S.J. Gould, \"The Mismeasure of Man\"\n",
  "\nWe must believe that it is the darkest before the dawn of a beautiful\nnew world.  We will see it when we believe it.\n\t\t-- Saul Alinsky\n",
  "\n... we must counterpose the overwhelming judgment provided by consistent\nobservations and inferences by the thousands.  The earth is billions of\nyears old and its living creatures are linked by ties of evolutionary\ndescent.  Scientists stand accused of promoting dogma by so stating, but\ndo we brand people illiberal when they proclaim that the earth is neither\nflat nor at the center of the universe?  Science *has* taught us some\nthings with confidence!  Evolution on an ancient earth is as well\nestablished as our planet's shape and position.  Our continuing struggle\nto understand how evolution happens (the \"theory of evolution\") does not\ncast our documentation of its occurrence -- the \"fact of evolution\" --\ninto doubt.\n\t\t-- Stephen Jay Gould, \"The Verdict on Creationism\", \n\t\t   The Skeptical Inquirer, Vol. XII No. 2.\n",
  "\nWe warn the reader in advance that the proof presented here depends on a\nclever but highly unmotivated trick.\n\t\t-- Howard Anton, \"Elementary Linear Algebra\"\n",
  "\nWe who revel in nature's diversity and feel instructed by every animal tend to\nbrand Homo sapiens as the greatest catastrophe since the Cretaceous extinction.\n\t\t-- S.J. Gould\n",
  "\nWe will have solar energy as soon as the utility companies solve one technical\nproblem -- how to run a sunbeam through a meter.\n",
  "\nWe've sent a man to the moon, and that's 29,000 miles away.  The center\nof the Earth is only 4,000 miles away.  You could drive that in a week,\nbut for some reason nobody's ever done it.\n\t\t-- Andy Rooney\n",
  "\nWeinberg, as a young grocery clerk, advised the grocery manager to get\nrid of rutabagas which nobody every bought.  He did so. \"Well, kid, that\nwas a great idea,\" said the manager. Then he paused and asked the killer\nquestion, \"NOW what's the least popular vegetable?\"\n\nLaw: Once you eliminate your #1 problem, #2 gets a promotion.\n\t-- Gerald Weinberg, \"The Secrets of Consulting\"\n",
  "\nWernher von Braun settled for a V-2 when he coulda had a V-8.\n",
  "\n\"What I've done, of course, is total garbage.\"\n\t\t-- R. Willard, Pure Math 430a\n",
  "\nWhat is algebra, exactly?  Is it one of those three-cornered things?\n\t\t-- J.M. Barrie\n",
  "\nWhat is mind?  No matter.  What is matter?  Never mind.\n\t\t-- Thomas Hewitt Key, 1799-1875\n",
  "\nWhat is now proved was once only imagin'd.\n\t\t-- William Blake\n",
  "\nWhat is research but a blind date with knowledge?\n\t\t-- Will Harvey\n",
  "\nWhat is wanted is not the will to believe, but the will to find out,\nwhich is the exact opposite.\n\t\t-- Bertrand Russell, \"Skeptical Essays\", 1928\n",
  "\nWhat the deuce is it to me?  You say that we go around the sun.  If we went\naround the moon it would not make a pennyworth of difference to me or my work.\n\t\t-- Sherlock Holmes, \"A Study in Scarlet\"\n",
  "\nWhat the scientists have in their briefcases is terrifying.\n\t\t-- Nikita Khruschev\n",
  "\nWhat the world *really* needs is a good Automatic Bicycle Sharpener.\n",
  "\nWhen a man sits with a pretty girl for an hour, it seems like a minute.\nBut let him sit on a hot stove for a minute -- and it's longer than any\nhour.  That's relativity.\n\t\t-- Albert Einstein\n",
  "\nWhen Alexander Graham Bell died in 1922, the telephone people interrupted\nservice for one minute in his honor.  They've been honoring him intermittently\never since, I believe.\n\t\t-- The Grab Bag\n",
  "\nWhen some people discover the truth, they just can't understand why\neverybody isn't eager to hear it.\n",
  "\nWhen speculation has done its worst, two plus two still equals four.\n\t\t-- S. Johnson\n",
  "\n\"When the going gets tough, the tough get empirical.\"\n\t\t-- Jon Carroll\n",
  "\nWhen the Universe was not so out of whack as it is today, and all the\nstars were lined up in their proper places, you could easily count them\nfrom left to right, or top to bottom, and the larger and bluer ones were\nset apart, and the smaller yellowing types pushed off to the corners as\nbodies of a lower grade ...\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nWhen the weight of the paperwork equals the weight of the plane, the\nplane will fly.\n\t\t-- Donald Douglas\n",
  "\nWhen you are about to do an objective and scientific piece of investigation\nof a topic, it is well to gave the answer firmly in hand, so that you can\nproceed forthrightly, without being deflected or swayed, directly to the goal.\n\t\t-- Amrom Katz\n",
  "\nWhen you know absolutely nothing about the topic, make your forecast by\nasking a carefully selected probability sample of 300 others who don't\nknow the answer either.\n\t\t-- Edgar R. Fiedler\n",
  "\nWhere are the calculations that go with a calculated risk?\n",
  "\nWHERE CAN THE MATTER BE\n\tOh, dear, where can the matter be\n\tWhen it's converted to energy?\n\tThere is a slight loss of parity.\n\tJohnny's so long at the fair.\n",
  "\nWhere it is a duty to worship the sun it is pretty sure to be a crime to\nexamine the laws of heat.\n\t\t-- Christopher Morley\n",
  "\n\tWhile the engineer developed his thesis, the director leaned over to\nhis assistant and whispered, \"Did you ever hear of why the sea is salt?\"\n\t\"Why the sea is salt?\" whispered back the assistant.  \"What do you\nmean?\"\n\tThe director continued: \"When I was a little kid, I heard the story of\n`Why the sea is salt' many times, but I never thought it important until just\na moment ago.  It's something like this: Formerly the sea was fresh water and\nsalt was rare and expensive.  A miller received from a wizard a wonderful\nmachine that just ground salt out of itself all day long.  At first the miller\nthought himself the most fortunate man in the world, but soon all the villages\nhad salt to last them for centuries and still the machine kept on grinding\nmore salt.  The miller had to move out of his house, he had to move off his\nacres.  At last he determined that he would sink the machine in the sea and\nbe rid of it.  But the mill ground so fast that boat and miller and machine\nwere sunk together, and down below, the mill still went on grinding and that's\nwhy the sea is salt.\"\n\t\"I don't get you,\" said the assistant.\n\t\t-- Guy Endore, \"Men of Iron\"\n",
  "\nWhite dwarf seeks red giant for binary relationship.\n",
  "\nWhy do mathematicians insist on using words that already have another\nmeaning?  \"It is the complex case that is easier to deal with.\"  \"If it\ndoesn't happen at a corner, but at an edge, it nonetheless happens at a\ncorner.\"\n",
  "\nWhy don't you fix your little problem... and light this candle?\n\t\t-- Alan Shepherd, the first man into space, Gemini program\n",
  "\nWith all the fancy scientists in the world, why can't they just once\nbuild a nuclear balm?\n",
  "\nWith every passing hour our solar system comes forty-three thousand\nmiles closer to globular cluster M13 in the constellation Hercules, and\nstill there are some misfits who continue to insist that there is no\nsuch thing as progress.\n\t\t-- Ransom K. Ferm\n",
  "\nWithout life, Biology itself would be impossible.\n",
  "\nXerox does it again and again and again and ...\n",
  "\nXerox never comes up with anything original.\n",
  "\nYa'll hear about the geometer who went to the beach to catch some\nrays and became a tangent ?\n",
  "\n\"Yeah, but you're taking the universe out of context.\"\n",
  "\n\t\"Yes, let's consider,\" said Bruno, putting his thumb into his\nmouth again, and sitting down upon a dead mouse.\n\t\"What do you keep that mouse for?\" I said.  \"You should either\nbury it or else throw it into the brook.\"\n\t\"Why, it's to measure with!\" cried Bruno.  \"How ever would you\ndo a garden without one?  We make each bed three mouses and a half\nlong, and two mouses wide.\"\n\tI stopped him as he was dragging it off by the tail to show me\nhow it was used...\n\t\t-- Lewis Carroll, \"Sylvie and Bruno\"\n",
  "\n\t\"Yo, Mike!\"\n\t\"Yeah, Gabe?\"\n\t\"We got a problem down on Earth.  In Utah.\"\n\t\"I thought you fixed that last century!\"\n\t\"No, no, not that.  Someone's found a security problem in the physics\nprogram.  They're getting energy out of nowhere.\"\n\t\"Blessit!  Lemme look...  <tappity clickity tappity>  Hey, it's\nthere all right!  OK, just a sec...  <tappity clickity tap... save... compile>\nThere, that ought to patch it.  Dist it out, wouldja?\"\n\t\t-- Cold Fusion, 1989\n",
  "\nYou are a taxi driver.  Your cab is yellow and black, and has been in\nuse for only seven years.  One of its windshield wipers is broken, and\nthe carburetor needs adjusting.  The tank holds 20 gallons, but at the\nmoment is only three-quarters full.  How old is the taxi driver?\"\n",
  "\nYou can not get anything worthwhile done without raising a sweat.\n\t\t-- The First Law Of Thermodynamics\n\nWhat ever you want is going to cost a little more than it is worth.\n\t\t-- The Second Law Of Thermodynamics\n\nYou can not win the game, and you are not allowed to stop playing.\n\t\t-- The Third Law Of Thermodynamics\n",
  "\nYou can take all the impact that science considerations have on funding\ndecisions at NASA, put them in the navel of a flea, and have room left\nover for a caraway seed and Tony Calio's heart.\n\t\t-- F. Allen\n",
  "\nYou can't cheat the phone company.\n",
  "\nYou cannot have a science without measurement.\n\t\t-- R. W. Hamming\n",
  "\nYou know you've landed gear-up when it takes full power to taxi.\n",
  "\nYou mean you didn't *know* she was off making lots of little phone companies?\n",
  "\nYou should never bet against anything in science at odds of more than\nabout 10^12 to 1.\n\t\t-- Ernest Rutherford\n",
  "\nYou should not use your fireplace, because scientists now believe that,\ncontrary to popular opinion, fireplaces actually remove heat from houses.\nReally, that's what scientists believe.  In fact many scientists actually\nuse their fireplaces to cool their houses in the summer.  If you visit a\nscientist's house on a sultry August day, you'll find a cheerful fire\nroaring on the hearth and the scientist sitting nearby, remarking on how\ncool he is and drinking heavily.\n\t\t-- Dave Barry, \"Postpetroleum Guzzler\"\n",
  "\nYou will never amount to much.\n\t\t-- Munich Schoolmaster, to Albert Einstein, age 10\n",
  "\n"
]