[
  "100 buckets of bits on the bus\t\n100 buckets of bits\nTake one down, short it to ground\nFF buckets of bits on the bus\t\n\nFF buckets of bits on the bus\t\nFF buckets of bits\nTake one down, short it to ground\nFE buckets of bits on the bus\t\n\nad infinitum...\n",
  "\n99 blocks of crud on the disk,\n99 blocks of crud!\nYou patch a bug, and dump it again:\n100 blocks of crud on the disk!\n\n100 blocks of crud on the disk,\n100 blocks of crud!\nYou patch a bug, and dump it again:\n101 blocks of crud on the disk! ...\n",
  "\nA bit of talcum\nIs always walcum\n\t\t-- Ogden Nash\n",
  "\nA box without hinges, key, or lid,\nYet golden treasure inside is hid.\n\t\t-- J.R.R. Tolkien\n",
  "\nA bunch of the boys were whooping it in the Malemute saloon;\nThe kid that handles the music box was hitting a jag-time tune;\nBack of the bar, in a solo game, sat Dangerous Dan McGrew,\nAnd watching his luck was his light-o'-love, the lady that's known as Lou.\n\t\t-- Robert W. Service\n",
  "\nA cousin of mine once said about money,\nmoney is always there but the pockets change;\nit is not in the same pockets after a change,\nand that is all there is to say about money.\n\t\t-- Gertrude Stein\n",
  "\nA Elbereth Gilthoniel,\nsilivren penna m'\biriel\no menel aglar elenath!\nNa chaered palan-d'\biriel\no galadhremmin ennorath,\nFanuilos, le linnathon\nnef aear, s'\bi  nef aearon!\n\t\t-- J. R. R. Tolkien\n",
  "\nA fitter fits;\t\t\t\tThough sinners sin\nA cutter cuts;\t\t\t\tAnd thinners thin\nAnd an aircraft spotter spots;\t\tAnd paper-blotters blot\nA baby-sitter\t\t\t\tI've never yet\nBaby-sits --\t\t\t\tHad letters let\nBut an otter never ots.\t\t\tOr seen an otter ot.\n\nA batter bats\n(Or scatters scats);\nA potting shed's for potting;\nBut no one's found\nA bounder bound\nOr caught an otter otting.\n\t\t-- Ralph Lewin\n",
  "\nA is for awk, which runs like a snail, and\nB is for biff, which reads all your mail.\nC is for cc, as hackers recall, while\nD is for dd, the command that does all.\nE is for emacs, which rebinds your keys, and\nF is for fsck, which rebuilds your trees.\nG is for grep, a clever detective, while\nH is for halt, which may seem defective.\nI is for indent, which rarely amuses, and\nJ is for join, which nobody uses.\nK is for kill, which makes you the boss, while\nL is for lex, which is missing from DOS.\nM is for more, from which less was begot, and\nN is for nice, which it really is not.\nO is for od, which prints out things nice, while\nP is for passwd, which reads in strings twice.\nQ is for quota, a Berkeley-type fable, and\nR is for ranlib, for sorting ar table.\nS is for spell, which attempts to belittle, while\nT is for true, which does very little.\nU is for uniq, which is used after sort, and\nV is for vi, which is hard to abort.\nW is for whoami, which tells you your name, while\nX is, well, X, of dubious fame.\nY is for yes, which makes an impression, and\nZ is for zcat, which handles compression.\n\t\t-- THE ABC'S OF UNIX\n",
  "\nA lady with one of her ears applied\nTo an open keyhole heard, inside,\nTwo female gossips in converse free --\nThe subject engaging them was she.\n\"I think\", said one, \"and my husband thinks\nThat she's a prying, inquisitive minx!\"\nAs soon as no more of it she could hear\nThe lady, indignant, removed her ear.\n\"I will not stay,\" she said with a pout,\n\"To hear my character lied about!\"\n\t\t-- Gopete Sherany\n",
  "\nA little word of doubtful number,\nA foe to rest and peaceful slumber.\nIf you add an \"s\" to this,\nGreat is the metamorphosis.\nPlural is plural now no more,\nAnd sweet what bitter was before.\nWhat am I?\n",
  "\nA man is like a rusty wheel on a rusty cart,\nHe sings his song as he rattles along and then he falls apart.\n\t\t-- Richard Thompson\n",
  "\nA man of genius makes no mistakes.\nHis errors are volitional and are the portals of discovery.\n\t\t-- James Joyce, \"Ulysses\"\n",
  "\nA man who fishes for marlin in ponds\nwill put his money in Etruscan bonds.\n",
  "\nA mighty creature is the germ,\nThough smaller than the pachyderm.\nHis customary dwelling place\nIs deep within the human race.\nHis childish pride he often pleases\nBy giving people strange diseases.\nDo you, my poppet, feel infirm?\nYou probably contain a germ.\n\t\t-- Ogden Nash\n",
  "\nA pig is a jolly companion,\nBoar, sow, barrow, or gilt --\nA pig is a pal, who'll boost your morale, \nThough mountains may topple and tilt.\nWhen they've blackballed, bamboozled, and burned you,\nWhen they've turned on you, Tory and Whig,\nThough you may be thrown over by Tabby and Rover,\nYou'll never go wrong with a pig, a pig,\nYou'll never go wrong with a pig!\n\t\t-- Thomas Pynchon, \"Gravity's Rainbow\"\n",
  "\nA robin redbreast in a cage\nPuts all Heaven in a rage.\n\t\t-- Blake\n",
  "\nA salamander scurries into flame to be destroyed.\nImaginary creatures are trapped in birth on celluloid.\n\t\t-- Genesis, \"The Lamb Lies Down on Broadway\"\n\nI don't know what it's about.  I'm just the drummer.  Ask Peter.\n\t\t-- Phil Collins in 1975, when asked about the message behind\n\t\t   the previous year's Genesis release, \"The Lamb Lies Down\n\t\t   on Broadway\".\n",
  "\nA single flow'r he sent me, since we met.\nAll tenderly his messenger he chose;\nDeep-hearted, pure, with scented dew still wet--\nOne perfect rose.\n\nI knew the language of the floweret;\n\"My fragile leaves,\" it said, \"his heart enclose.\"\nLove long has taken for his amulet\nOne perfect rose.\n\nWhy is it no one ever sent me yet\nOne perfect limousine, do you suppose?\nAh no, it's always just my luck to get\nOne perfect rose.\n\t\t-- Dorothy Parker, \"One Perfect Rose\"\n",
  "\nA truth that's told with bad intent\nBeats all the lies you can invent.\n\t\t-- William Blake\n",
  "\nA-Z affectionately,\n1 to 10 alphabetically,\nfrom here to eternity without in betweens,\nstill looking for a custom fit in an off-the-rack world,\nsales talk from sales assistants\n\twhen all i want to do is lower your resistance,\nno rhythm in cymbals no tempo in drums,\nlove's on arrival,\nshe comes when she comes,\nright on the target but wide of the mark...\n",
  "\nAbou Ben Adhem (may his tribe increase!)\nAwoke one night from a deep dream of peace,\nAnd saw, within the moonlight in his room,\nMaking it rich, and like a lily in bloom,\nAn angel writing in a book of gold.\nExceeding peace had made Ben Adhem bold,\nAnd to the presence in the room he said,\n\"What writest thou?\"  The vision raised its head,\nAnd with a look made of all sweet accord,\nAnswered, \"The names of those who love the Lord.\"\n\"And is mine one?\" said Abou. \"Nay not so,\"\nReplied the angel.  Abou spoke more low,\nBut cheerly still; and said, \"I pray thee then,\nWrite me as one that loves his fellow-men.\"\nThe angel wrote, and vanished.  The next night\nIt came again with a great wakening light,\nAnd showed the names whom love of God had blessed,\nAnd lo!  Ben Adhem's name led all the rest.\n\t\t-- James Henry Leigh Hunt, \"Abou Ben Adhem\"\n",
  "\nAfter a while you learn the subtle difference\nBetween holding a hand and chaining a soul,\nAnd you learn that love doesn't mean security,\nAnd you begin to learn that kisses aren't contracts\nAnd presents aren't promises\nAnd you begin to accept your defeats\nWith your head up and your eyes open,\nWith the grace of a woman, not the grief of a child,\nAnd you learn to build all your roads\nOn today because tomorrow's ground\nIs too uncertain.  And futures have\nA way of falling down in midflight,\nAfter a while you learn that even sunshine burns if you get too much.\nSo you plant your own garden and decorate your own soul, instead of waiting\nFor someone to bring you flowers.\nAnd you learn that you really can endure...\nThat you really are strong,\nAnd you really do have worth\nAnd you learn and learn\nWith every goodbye you learn.\n\t\t-- Veronic Shoffstall, \"Comes the Dawn\"\n",
  "\nAfter all my erstwhile dear,\nMy no longer cherished,\nNeed we say it was not love,\nJust because it perished?\n\t\t-- Edna St. Vincent Millay\n",
  "\nAgain she fled, but swift he came.\nTin'\buviel!  Tin'\buviel!\nHe called her by her elvish name;\nAnd there she halted listening.\nOne moment stood she, and a spell\nHis voice laid on her: Beren came\nAnd doom fell on Tin'\buviel\nThat in his arms lay glistening.\n\nAs Beren looked into her eyes\nWithin the shadows of her hair,\nThe trembling starlight of the skies\nHe saw there mirrored shimmering.\nTin'\buviel the elven-fair,\nImmortal maiden elven-wise,\nAbout him cast her shadowy hair\nAnd arms like silver glimmering.\n\nLong was the way that fate them bore,\nO'er stony mountains cold and grey,\nThrough halls of iron and darkling door,\nAnd woods of nightshade morrowless.\nThe Sundering Seas between them lay,\nAnd yet at last they met once more,\nAnd long ago they passed away\nIn the forest singing sorrowless.\n\t\t-- J. R. R. Tolkien\n",
  "\n\t\t\tAgainst Idleness and Mischief\n\nHow doth the little busy bee\t\tHow skillfully she builds her cell!\nImprove each shining hour,\t\tHow neat she spreads the wax!\nAnd gather honey all the day\t\tAnd labours hard to store it well\nFrom every opening flower!\t\tWith the sweet food she makes.\n\nIn works of labour or of skill\t\tIn books, or work, or healthful play,\nI would be busy too;\t\t\tLet my first years be passed,\nFor Satan finds some mischief still\tThat I may give for every day\nFor idle hands to do.\t\t\tSome good account at last.\n\t\t-- Isaac Watts, 1674-1748\n",
  "\nAh, but a man's grasp should exceed his reach, \nOr what's a heaven for ?\n\t\t-- Robert Browning, \"Andrea del Sarto\"\n",
  "\nAh, but the choice of dreams to live,\nthere's the rub.\n\nFor all dreams are not equal,\nsome exit to nightmare\nmost end with the dreamer\n\nBut at least one must be lived ... and died.\n",
  "\nAh, my friends, from the prison, they ask unto me,\n\"How good, how good does it feel to be free?\"\nAnd I answer them most mysteriously:\n\"Are birds free from the chains of the sky-way?\"\n\t\t-- Bob Dylan\n",
  "\nAleph-null bottles of beer on the wall,\nAleph-null bottles of beer,\nYou take one down, and pass it around,\nAleph-null bottles of beer on the wall.\n",
  "\nAlive without breath,\nAs cold as death;\nNever thirsty, ever drinking,\nAll in mail ever clinking.\n",
  "\nAll I need to have a good time,\nIs a reefer, a woman and a bottle of wine.\nWith those three things I don't need no sunshine,\nA reefer, a woman and a bottle of wine.\n\nAll I want is to never grow old,\nI want to wash in a bathtub of gold.\nI want 97 kilos already rolled,\nI want to wash in a bathtub of gold.\n\nI want to light my cigars with 10 dollar bills,\nI like to have a cattle ranch in Beverly Hills.\nI want a bottle of Red Eye that's always filled,\nI like to have a cattle ranch in Beverly Hills.\n\t\t-- Country Joe and the Fish, \"Zachariah\"\n",
  "\nAll my friends are getting married,\nYes, they're all growing old,\nThey're all staying home on the weekend,\nThey're all doing what they're told.\n",
  "\nAll that is gold does not glitter,\nNot all those who wander are lost;\nThe old that is strong does not wither,\nDeep roots are not reached by the frost. \nFrom the ashes a fire shall be woken,\nA light from the shadows shall spring;\nRenewed shall be blade that was broken,\nThe crownless again shall be king.\n\t        -- J.R.R. Tolkien\n",
  "\n\tAll that you touch,\t\tAnd all you create,\n\tAll that you see,\t\tAnd all you destroy,\n\tAll that you taste,\t\tAll that you do,\n\tAll you feel,\t\t\tAnd all you say,\n\tAnd all that you love,\t\tAll that you eat,\n\tAnd all that you hate,\t\tAnd everyone you meet,\n\tAll you distrust,\t\tAll that you slight,\n\tAll you save,\t\t\tAnd everyone you fight,\n\tAnd all that you give,\t\tAnd all that is now,\n\tAnd all that you deal,\t\tAnd all that is gone,\n\tAll that you buy,\t\tAnd all that's to come,\n\tBeg, borrow or steal,\t\tAnd everything under the sun is\n\t\t\t\t\t\tin tune,\n\t\t\t\t\tBut the sun is eclipsed\n\t\t\t\t\tBy the moon.\n\nThere is no dark side of the moon... really... matter of fact it's all dark.\n\t\t-- Pink Floyd, \"Dark Side of the Moon\"\n",
  "\nAll the lines have been written\t\tThere's been Sandburg,\nIt's sad but it's true\t\t\tKeats, Poe and McKuen\nWith all the words gone,\t\tThey all had their day\nWhat's a young poet to do?\t\tAnd knew what they're doin'\n\nBut of all the words written\t\tThe bird is a strange one,\nAnd all the lines read,\t\t\tSo small and so tender\nThere's one I like most,\t\tIts breed still unknown,\nAnd by a bird it was said!\t\tNot to mention its gender.\n\nIt reminds me of days of\t\tSo what is this line\nBoth gloom and of light.\t\tWhose author's unknown\nIt still lifts my spirits\t\tAnd still makes me giggle\nAnd starts the day right.\t\tEven now that I'm grown?\n\nI've read all the greats\nBoth starving and fat,\nBut none was as great as\n\"I tot I taw a puddy tat.\"\n\t\t-- Etta Stallings, \"An Ode To Childhood\"\n",
  "\nAll the world's a VAX,\nAnd all the coders merely butchers;\nThey have their exits and their entrails;\nAnd one int in his time plays many widths,\nHis sizeof being _\bN bytes.  At first the infant,\nMewling and puking in the Regent's arms.\nAnd then the whining schoolboy, with his Sun,\nAnd shining morning face, creeping like slug\nUnwillingly to school.\n\t\t-- A Very Annoyed PDP-11\n",
  "\nAll who joy would win Must share it --\nHappiness was born a twin.\n\t\t-- Lord Byron\n",
  "\nAn eye in a blue face\nSaw an eye in a green face.\n\"That eye is like this eye\"\nSaid the first eye,\n\"But in low place,\nNot in high place.\"\n",
  "\nAn Hacker there was, one of the finest sort\nWho controlled the system; graphics was his sport.\nA manly man, to be a wizard able;\nMany a protected file he had sitting on his table.\nHis console, when he typed, a man might hear\nClicking and feeping wind as clear,\nAye, and as loud as does the machine room bell\nWhere my lord Hacker was Prior of the cell.\nThe Rule of good St Savage or St Doeppnor\nAs old and strict he tended to ignore;\nHe let go by the things of yesterday\nAnd took the modern world's more spacious way.\nHe did not rate that text as a plucked hen\nWhich says that Hackers are not holy men.\nAnd that a hacker underworked is a mere\nFish out of water, flapping on the pier.\nThat is to say, a hacker out of his cloister.\nThat was a text he held not worth an oyster.\nAnd I agreed and said his views were sound;\nWas he to study till his head wend round\nPoring over books in the cloisters?  Must he toil\nAs Andy bade and till the very soil?\nWas he to leave the world upon the shelf?\nLet Andy have his labor to himself!\n\t\t-- Chaucer\n\t\t[well, almost.  Ed.]\n",
  "\nAnd all that the Lorax left here in this mess\nwas a small pile of rocks with the one word, \"unless.\"\nWhatever THAT meant, well, I just couldn't guess.\nThat was long, long ago, and each day since that day,\nI've worried and worried and worried away.\nThrough the years as my buildings have fallen apart,\nI've worried about it with all of my heart.\n\n\"BUT,\" says the Oncler, \"now that you're here,\nthe word of the Lorax seems perfectly clear!\nUNLESS someone like you cares a whole awful lot,\nnothing is going to get better - it's not.\nSo... CATCH!\" cries the Oncler.  He lets something fall.\n\"It's a truffula seed.  It's the last one of all!\n\n\"You're in charge of the last of the truffula seeds.\nAnd truffula trees are what everyone needs.\nPlant a new truffula -- treat it with care.\nGive it clean water and feed it fresh air.\nGrow a forest -- protect it from axes that hack.\nThen the Lorax and all of his friends may come back!\"\n",
  "\nAnd as we stand on the edge of darkness\nLet our chant fill the void\nThat others may know\n\n\tIn the land of the night\n\tThe ship of the sun\n\tIs drawn by\n\tThe grateful dead.\n\t\t-- Tibetan \"Book of the Dead,\" ca. 4000 BC.\n",
  "\nAnd did those feet, in ancient times,\nWalk upon England's mountains green?\nAnd was the Holy Lamb of God\nIn England's pleasant pastures seen?\nAnd did the Countenance Divine\nShine forth upon these crowded hills?\nAnd was Jerusalem builded here\nAmong these dark satanic mills?\n\nBring me my bow of burning gold!\nBring me my arrows of desire!\nBring me my spears!  O clouds unfold!\nBring me my chariot of fire!\nI shall not cease from mental fight,\nNor shall my sword rest in my hand,\nTill we have built Jerusalem\nIn England's green and pleasant land.\n\t\t-- William Blake, \"Jerusalem\"\n",
  "\nAnd here I wait so patiently\nWaiting to find out what price\nYou have to pay to get out of\nGoing thru all of these things twice\n\t\t-- Dylan, \"Memphis Blues Again\"\n",
  "\nAnd I heard Jeff exclaim,\nAs they strolled out of sight,\n\"Merry Christmas to all --\nYou take credit cards, right?\"\n\t\t-- \"Outsiders\" comic\n",
  "\nAnd if California slides into the ocean,\nLike the mystics and statistics say it will.\nI predict this motel will be standing,\nUntil I've paid my bill.\n\t\t-- Warren Zevon, \"Desperados Under the Eaves\"\n",
  "\nAnd if sometime, somewhere, someone asketh thee,\n\"Who kilt thee?\", tell them it 'twas the Doones of Bagworthy!\n",
  "\nAnd if you wonder,\nWhat I am doing,\nAs I am heading for the sink.\nI am spitting out all the bitterness,\nAlong with half of my last drink.\n",
  "\nAnd in the heartbreak years that lie ahead,\nBe true to yourself and the Grateful Dead.\n\t\t-- Joan Baez\n",
  "\nAnd miles to go before I sleep.\n\t\t-- Robert Frost\n",
  "\nAnd now your toner's toney,\t\tDisk blocks aplenty\nAnd your paper near pure white,\t\tAwait your laser drawn lines,\nThe smudges on your soul are gone\tYour intricate fonts,\nAnd your output's clean as light..\tYour pictures and signs.\n\nWe've labored with your father,\t\tYour amputative absence\nThe venerable XGP,\t\t\tHas made the Ten dumb,\nBut his slow artistic hand,\t\tWithout you, Dover,\nLacks your clean velocity.\t\tWe're system untounged-\n\nTheses and papers \t\t\tDRAW Plots and TEXage\nAnd code in a queue\t\t\tHave been biding their time,\nDover, oh Dover,\t\t\tWith LISP code and programs,\nWe've been waiting for you.\t\tAnd this crufty rhyme.\n\nDover, oh Dover,\t\tDover, oh Dover, arisen from dead.\nWe welcome you back,\t\tDover, oh Dover, awoken from bed.\nThough still you may jam,\tDover, oh Dover, welcome back to the Lab.\nYou're on the right track.\tDover, oh Dover, we've missed your clean\n\t\t\t\t\thand...\n",
  "\n...and report cards I was always afraid to show\nMama'd come to school\nand as I'd sit there softly cryin'\nTeacher'd say he's just not tryin'\nGot a good head if he'd apply it\nbut you know yourself\nit's always somewhere else\nI'd build me a castle\nwith dragons and kings\nand I'd ride off with them\nAs I stood by my window\nand looked out on those\nBrooklyn roads\n\t\t-- Neil Diamond, \"Brooklyn Roads\"\n",
  "\nAnd so it was, later,\nAs the miller told his tale,\nThat her face, at first just ghostly,\nTurned a whiter shade of pale.\n\t\t-- Procol Harum\n",
  "\nAnd the silence came surging softly backwards\nWhen the plunging hooves were gone...\n\t\t-- Walter de La Mare, \"The Listeners\"\n",
  "\nAnd this is good old Boston,\nThe home of the bean and the cod,\nWhere the Lowells talk only to Cabots,\nAnd the Cabots talk only to God.\n",
  "\nAnd we heard him exclaim\nAs he started to roam:\n\"I'm a hologram, kids,\nplease don't try this at home!'\"\n\t\t-- Bob Violence\n",
  "\nAnd... What in the world ever became of Sweet Jane?\n\tShe's lost her sparkle, you see she isn't the same.\n\tLivin' on reds, vitamin C, and cocaine\n\tAll a friend can say is \"Ain't it a shame?\"\n\t\t-- The Grateful Dead\n",
  "\nAngels we have heard on High\nTell us to go out and Buy.\n\t\t-- Tom Lehrer\n",
  "\nAntonio Antonio \nWas tired of living alonio\nHe thought he would woo\t\t\tAntonio Antonio\nMiss Lucamy Lu,\t\t\t\tRode of on his polo ponio\nMiss Lucamy Lucy Molonio.\t\tAnd found the maid\n\t\t\t\t\tIn a bowery shade,\n\t\t\t\t\tSitting and knitting alonio.\nAntonio Antonio\nSaid if you will be my ownio\nI'll love tou true\t\t\tOh nonio Antonio\nAnd buy for you\t\t\t\tYou're far too bleak and bonio\nAn icery creamry conio.\t\t\tAnd all that I wish\n\t\t\t\t\tYou singular fish\n\t\t\t\t\tIs that you will quickly begonio.\nAntonio Antonio\nUttered a dismal moanio\nAnd went off and hid\nOr I'm told that he did\nIn the Antartical Zonio.\n",
  "\nApril is the cruellest month...\n\t\t-- Thomas Stearns Eliot\n",
  "\nAre there those in the land of the brave\nWho can tell me how I should behave\n\tWhen I am disgraced\n\tBecause I erased\n\tA file I intended to save?\n",
  "\nAs for the women, though we scorn and flout 'em,\nWe may live with, but cannot live without 'em.\n\t\t-- Frederic Reynolds\n",
  "\nAs I was going up Punch Card Hill,\n\tFeeling worse and worser,\nThere I met a C.R.T.\n\tAnd it drop't me a cursor.\n\nC.R.T., C.R.T.,\n\tPhosphors light on you!\nIf I had fifty hours a day\n\tI'd spend them all at you.\n\t\t-- Uncle Colonel's Cursory Rhymes\n",
  "\nAs I was passing Project MAC,\nI met a Quux with seven hacks.\nEvery hack had seven bugs;\nEvery bug had seven manifestations;\nEvery manifestation had seven symptoms.\nSymptoms, manifestations, bugs, and hacks,\nHow many losses at Project MAC?\n",
  "\nAs I was walking down the street one dark and dreary day,\nI came upon a billboard and much to my dismay,\nThe words were torn and tattered,\nFrom the storm the night before,\nThe wind and rain had done its work and this is how it goes,\n\nSmoke Coca-Cola cigarettes, chew Wrigleys Spearmint beer,\nKen-L-Ration dog food makes your complexion clear,\nSimonize your baby in a Hershey candy bar,\nAnd Texaco's a beauty cream that's used by every star.\n\nTake your next vacation in a brand new Frigedaire,\nLearn to play the piano in your winter underwear,\nDoctors say that babies should smoke until they're three,\nAnd people over sixty-five should bathe in Lipton tea.\n",
  "\nAs me an' me marrer was readin' a tyape,\nThe tyape gave a shriek mark an' tried tae escyape;\nIt skipped ower the gyate tae the end of the field,\nAn' jigged oot the room wi' a spool an' a reel!\nFollow the leader, Johnny me laddie,\nFollow it through, me canny lad O;\nFollow the transport, Johnny me laddie,\nAway, lad, lie away, canny lad O!\n\t\t-- S. Kelly-Bootle, \"The Devil's DP Dictionary\"\n",
  "\nAs some day it may happen that a victim must be found\nI've got a little list -- I've got a little list\nOf society offenders who might well be underground\nAnd who never would be missed -- who never would be missed.\n\t\t-- Koko, \"The Mikado\"\n",
  "\nAt times discretion should be thrown aside,\nand with the foolish we should play the fool.\n\t\t-- Menander\n",
  "\nAvoid Quiet and Placid persons unless you are in Need of Sleep.\n\t\t-- National Lampoon, \"Deteriorata\"\n",
  "\nAzh nazg durbatal^\buk, azh nazg gimbatul,\nAzh nazg thrakatal^\buk agh burzum ishi krimpatul!\n\t\t-- J. R. R. Tolkien\n",
  "\nBe assured that a walk through the ocean of most Souls would scarcely\nget your Feet wet.  Fall not in Love, therefore: it will stick to your face.\n\t\t-- National Lampoon, \"Deteriorata\"\n",
  "\nBe valiant, but not too venturous.\nLet thy attire be comely, but not costly.\n\t\t-- John Lyly\n",
  "\nBeauty is truth, truth beauty, that is all\nYe know on earth, and all ye need to know.\n\t\t-- John Keats\n",
  "\nBecause I do,\nBecause I do not hope,\nBecause I do not hope to survive\nInjustice from the Palace, death from the air,\nBecause I do, only do,\nI continue...\n\t\t-- T.S. Pynchon\n",
  "\nBeneath this stone lies Murphy,\nThey buried him today,\nHe lived the life of Riley,\nWhile Riley was away.\n",
  "\n\tbetter !pout !cry\n\tbetter watchout\n\tlpr why\n\tsanta claus < north pole > town\n\n\tcat /etc/passwd > list\n\tncheck list\n\tncheck list\n\tcat list | grep naughty > nogiftlist\n\tcat list | grep nice > giftlist\n\tsanta claus < north pole > town\n\n\twho | grep sleeping\n\twho | grep awake\n\twho | grep bad || good\n\tfor (goodness sake) {\n\t\tbe good\n\t}\n",
  "\nBetween the idea\nAnd the reality\nBetween the motion\nAnd the act\nFalls the Shadow\n\t\t-- T.S. Eliot, \"The Hollow Man\"\n\n\t[Quoted in \"VMS Internals and Data Structures\", V4.4, when\n\t referring to system service dispatching.]\n",
  "\nBig M, Little M, many mumbling mice\nAre making midnight music in the moonlight,\nMighty nice!\n",
  "\nBit off more than my mind could chew,\nShower or suicide, what do I do?\n\t\t-- Julie Brown, \"Will I Make it Through the Eighties?\"\n",
  "\nBlack shiny mollies and bright colored guppies,\nShy little angels as gentle as puppies,\nSwimming and diving with scarcely a swish,\nThey were just some of my tropical fish.\n\nThen I got mantas that sting in the water,\nDeadly piranhas that itch for a slaughter,\nSavage male betas that bite with a squish,\nNow I have many less tropical fish.\n\n\tIf you think that\n\tFish are peaceful\n\tThat's an empty wish.\n\tJust dump them together\n\tAnd leave them alone,\n\tAnd soon you will have -- no fish.\n\t\t-- To My Favorite Things\n",
  "\nBlackout, heatwave, .44 caliber homicide,\nThe bums drop dead and the dogs go mad in packs on the West Side,\nA young girl standing on a ledge, looks like another suicide,\nShe wants to hit those bricks,\n\t'cause the news at six got to stick to a deadline,\nWhile the millionaires hide in Beekman place,\nThe bag ladies throw their bones in my face,\nI get attacked by a kid with stereo sound,\nI don't want to hear it but he won't turn it down...\n\t\t-- Billy Joel, \"Glass Houses\"\n",
  "\nBoy, get your head out of the stars above,\nYou get the maximum pleasure from a minimum of love.\nSave your heart and let your body be enough,\nTo get the maximum pleasure from a minimum of love.\nSave your heart and let your body be enough,\nAnd get the maximum pleasure from a minimum of love.\n\t\t-- Mac Macinelli, \"Minimum Love\"\n",
  "\nBreathe deep the gathering gloom.\nWatch lights fade from every room.\nBed-sitter people look back and lament;\nanother day's useless energies spent.\n\nImpassioned lovers wrestle as one.\nLonely man cries for love and has none.\nNew mother picks up and suckles her son.\nSenior citizens wish they were young.\n\nCold-hearted orb that rules the night;\nRemoves the colors from our sight.\nRed is grey and yellow white.\nBut we decide which is real, and which is an illusion.\"\n\t\t-- The Moody Blues, \"Days of Future Passed\"\n",
  "\nBrillineggiava, ed i tovoli slati\n\tgirlavano ghimbanti nella vaba;\ni borogovi eran tutti mimanti\n\te la moma radeva fuorigraba.\n\n\"Figliuolo mio, sta' attento al Gibrovacco,\n\tdagli artigli e dal morso lacerante;\nfuggi l'uccello Giuggiolo, e nel sacco\n\tmetti infine il frumioso Bandifante\".\n\t\t-- Lewis Carroll, \"Jabberwocky\"\n",
  "\nBut has any little atom,\n\tWhile a-sittin' and a-splittin',\nEver stopped to think or CARE\n\tThat E = m c**2 ?\n",
  "\nBut I was there and I saw what you did,\nI saw it with my own two eyes.\nSo you can wipe off that grin;\nI know where you've been--\nIt's all been a pack of lies!\n",
  "\nBut scientists, who ought to know\nAssure us that it must be so.\nOh, let us never, never doubt\nWhat nobody is sure about.\n\t\t-- Hilaire Belloc\n",
  "\nBut soft you, the fair Ophelia:\nOpe not thy ponderous and marble jaws,\nBut get thee to a nunnery -- go!\n\t\t-- Mark \"The Bard\" Twain\n",
  "\nBut, Mousie, thou art no thy lane,\nIn proving foresight may be vain:\nThe best laid schemes o' mice an' men\nGang aft a-gley,\nAn' lea'e us nought but grief and pain\nFor promised joy.\n\t-- Robert Burns, \"To a Mouse\", 1785\n",
  "\nBuzz off, Banana Nose; Relieve mine eyes\nOf hateful soreness, purge mine ears of corn;\nLess dear than army ants in apple pies\nArt thou, old prune-face, with thy chestnuts worn,\nDropt from thy peeling lips like lousy fruit;\nLike honeybees upon the perfum'd rose\nThey suck, and like the double-breasted suit\nAre out of date; therefore, Banana Nose,\nGo fly a kite, thy welcome's overstayed;\nAnd stem the produce of thy waspish wits:\nThy logick, like thy locks, is disarrayed;\nThy cheer, like thy complexion, is the pits.\nBe off, I say; go bug somebody new,\nScram, beat it, get thee hence, and nuts to you.\n",
  "\nBy the time you swear you're his,\nshivering and sighing\nand he vows his passion is\ninfinite, undying --\nLady, make a note of this:\nOne of you is lying.\n\t\t-- Dorothy Parker, \"Unfortunate Coincidence\"\n",
  "\nBy the yard, life is hard.\nBy the inch, it's a cinch.\n",
  "\nCalm down, it's only ones and zeroes,\nCalm down, it's only bits and bytes,\nCalm down, and speak to me in English,\nPlease realize that I'm not one of your computerites.\n",
  "\nCancel me not -- for what then shall remain?\nAbscissas, some mantissas, modules, modes,\nA root or two, a torus and a node:\nThe inverse of my verse, a null domain.\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nCandy\nIs dandy\nBut liquor\nIs quicker.\n\t\t-- Ogden Nash, \"Reflections on Ice-Breaking\"\n\nFortune updates the great quotes: #53.\n\tCandy is dandy; but liquor is quicker,\n\tand sex won't rot your teeth.\n",
  "\nCatch a wave and you're sitting on top of the world.\n\t\t-- The Beach Boys\n",
  "\nCecil, you're my final hope\nOf finding out the true Straight Dope\nFor I have been reading of Schrodinger's cat\nBut none of my cats are at all like that.\nThis unusual animal (so it is said)\nIs simultaneously alive and dead!\nWhat I don't understand is just why he\nCan't be one or the other, unquestionably.\nMy future now hangs in between eigenstates.\nIn one I'm enlightened, in the other I ain't.\nIf *you* understand, Cecil, then show me the way\nAnd rescue my psyche from quantum decay.\nBut if this queer thing has perplexed even you,\nThen I will *___\b\b\band* I won't see you in Schrodinger's zoo.\n\t\t-- Randy F., Chicago, \"The Straight Dope, a compendium\n\t\t   of human knowledge\" by Cecil Adams\n",
  "\nCertainly there are things in life that money can't buy,\nBut it's very funny -- did you ever try buying them without money?\n\t\t-- Ogden Nash\n",
  "\nCharlie was a chemist,\nBut Charlie is no more.\nFor what he thought was H2O,\nWas H2SO4.\n",
  "\nChildren aren't happy without something to ignore,\nAnd that's what parents were created for.\n\t\t-- Ogden Nash\n",
  "\nChivalry, Schmivalry!\n\tRoger the thief has a\n\tmethod he uses for\n\tsneaky attacks:\nFolks who are reading are\n\tCharacteristically\n\tAlways Forgetting to\n\tGuard their own bac ...\n",
  "\nChristmas time is here, by Golly;\tKill the turkeys, ducks and chickens;\nDisapproval would be folly;\t\tMix the punch, drag out the Dickens;\nDeck the halls with hunks of holly;\tEven though the prospect sickens,\nFill the cup and don't say when...\tBrother, here we go again.\n\nOn Christmas day, you can't get sore;\tRelations sparing no expense'll,\nYour fellow man you must adore;\t\tSend some useless old utensil,\nThere's time to rob him all the more,\tOr a matching pen and pencil,\nThe other three hundred and sixty-four!\tJust the thing I need... how nice.\n\nIt doesn't matter how sincere\t\tHark The Herald-Tribune sings,\nIt is, nor how heartfelt the spirit;\tAdvertising wondrous things.\nSentiment will not endear it;\t\tGod Rest Ye Merry Merchants,\nWhat's important is... the price.\tMay you make the Yuletide pay.\n\t\t\t\t\tAngels We Have Heard On High,\nLet the raucous sleighbells jingle;\tTell us to go out and buy.\nHail our dear old friend, Kris Kringle,\tSooooo...\nDriving his reindeer across the sky,\nDon't stand underneath when they fly by!\n\t\t-- Tom Lehrer\n",
  "\nCold be hand and heart and bone,\nand cold be sleep under stone;\nnever more to wake on stony bed,\nnever, till the Sun fails and the Moon is dead.\n\nIn the black wind the stars shall die,\nand still on gold here let them lie,\ntill the dark lord lifts his hand\nover dead sea and withered land.\n\t\t-- J. R. R. Tolkien\n",
  "\nCome fill the cup and in the fire of spring\nYour winter garment of repentence fling.\nThe bird of time has but a little way\nTo flutter -- and the bird is on the wing.\n\t\t-- Omar Khayyam\n",
  "\nCome live with me and be my love,\nAnd we will some new pleasures prove\nOf golden sands and crystal brooks\nWith silken lines, and silver hooks.\nThere's nothing that I wouldn't do\nIf you would be my POSSLQ.\n\nYou live with me, and I with you,\nAnd you will be my POSSLQ.\nI'll be your friend and so much more;\nThat's what a POSSLQ is for.\n\nAnd everything we will confess;\nYes, even to the IRS.\nSome day on what we both may earn,\nPerhaps we'll file a joint return.\nYou'll share my pad, my taxes, joint;\nYou'll share my life - up to a point!\nAnd that you'll be so glad to do,\nBecause you'll be my POSSLQ.\n",
  "\nCome live with me, and be my love,\nAnd we will some new pleasures prove\nOf golden sands, and crystal brooks,\nWith silken lines, and silver hooks.\n\t\t-- John Donne\n",
  "\nCome on, Virginia, don't make me wait!\nCatholic girls start much too late,\nAh, but sooner or later, it comes down to fate,\nI might as well be the one.\nWell, they showed you a statue, told you to pray,\nBuilt you a temple and locked you away,\nAh, but they never told you the price that you paid,\nThe things that you might have done.\nSo come on, Virginia, show me a sign,\nSend up a signal, I'll throw you a line,\nThat stained glass curtain that you're hiding behind,\nNever lets in the sun.\nDarling, only the good die young!\n\t\t-- Billy Joel, \"Only The Good Die Young\"\n",
  "\nCome, every frustum longs to be a cone,\nAnd every vector dreams of matrices.\nHark to the gentle gradient of the breeze:\nIt whispers of a more ergodic zone.\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nCome, landlord, fill the flowing bowl until it does run over,\nTonight we will all merry be -- tomorrow we'll get sober.\n\t\t-- John Fletcher, \"The Bloody Brother\", II, 2\n",
  "\nCome, let us hasten to a higher plane,\nWhere dyads tread the fairy fields of Venn,\nTheir indices bedecked from one to _\bn,\nCommingled in an endless Markov chain!\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nCome, muse, let us sing of rats!\n\t\t-- From a poem by James Grainger, 1721-1767\n",
  "\nCome, you spirits\nThat tend on mortal thoughts, unsex me here,\nAnd fill me, from the crown to the toe, top-full\nOf direst cruelty! make thick my blood,\nStop up the access and passage to remorse\nThat no compunctious visiting of nature\nShake my fell purpose, not keep peace between\nThe effect and it! Come to my woman's breasts,\nAnd take my milk for gall, you murdering ministers,\nWherever in your sightless substances\nYou wait on nature's mischief! Come, thick night,\nAnd pall the in the dunnest smoke of hell,\nThat my keen knife see not the wound it makes,\nNor heaven peep through the blanket of the dark,\nTo cry `Hold, hold!'\n\t\t-- Lady MacBeth\n",
  "\nComing to Stores Near You:\n\n101 Grammatically Correct Popular Tunes Featuring:\n\n\t(You Aren't Anything but a) Hound Dog\n\tIt Doesn't Mean a Thing If It Hasn't Got That Swing\n\tI'm Not Misbehaving\n\nAnd A Whole Lot More...\n",
  "\nConfusion will be my epitaph\nas I walk a cracked and broken path\nIf we make it we can all sit back and laugh\nbut I fear that tomorrow we'll be crying.\n\t\t-- King Crimson, \"In the Court of the Crimson King\"\n",
  "\nDeath comes on every passing breeze,\nHe lurks in every flower;\nEach season has its own disease,\nIts peril -- every hour.\n\t--Reginald Heber\n",
  "\n\tDeck us all with Boston Charlie,\n\tWalla Walla, Wash., an' Kalamazoo!\n\tNora's freezin' on the trolley,\n\tSwaller dollar cauliflower, alleygaroo!\n\n\tDon't we know archaic barrel,\n\tLullaby Lilla Boy, Louisville Lou.\n\tTrolley Molly don't love Harold,\n\tBoola boola Pensacoola hullabaloo!\n\t\t-- Pogo, \"Deck Us All With Boston Charlie\" [Walt Kelly]\n",
  "\nDeclared guilty... of displaying feelings of an almost human nature.\n\t\t-- Pink Floyd, \"The Wall\"\n",
  "\nDespising machines to a man,\nThe Luddites joined up with the Klan,\n\tAnd ride out by night\n\tIn a sheeting of white\nTo lynch all the robots they can.\n\t\t-- C. M. and G. A. Maxson\n",
  "\nDidja' ever have to make up your mind,\nPick up on one and leave the other behind,\nIt's not often easy, and it's not often kind,\nDidja' ever have to make up your mind?\n\t\t-- Lovin' Spoonful\n",
  "\nDisillusioned words like bullets bark,\nAs human gods aim for their mark,\nMake everything from toy guns that spark\nTo flesh-colored christs that glow in the dark.\nIt's easy to see without looking too far\nThat not much is really sacred.\n\t\t-- Bob Dylan\n",
  "\nDo your otters do the shimmy?\nDo they like to shake their tails?\nDo your wombats sleep in tophats?\nIs your garden full of snails?\n",
  "\nDon't be concerned, it will not harm you,\nIt's only me pursuing something I'm not sure of,\nAcross my dreams, with neptive wonder,\nI chase the bright elusive butterfly of love.\n",
  "\nDon't let nobody tell you what you cannot do;\ndon't let nobody tell you what's impossible for you;\ndon't let nobody tell you what you got to do,\nor you'll never know ... what's on the other side of the rainbow...\nremember, if you don't follow your dreams,\nyou'll never know what's on the other side of the rainbow...\n\t\t-- melba moore, \"the other side of the rainbow\"\n",
  "\nDon't lose\nYour head\nTo gain a minute\nYou need your head\nYour brains are in it.\n\t\t-- Burma Shave\n",
  "\nDon't wake me up too soon...\nGonna take a ride across the moon...\nYou and me.\n",
  "\nDouble Bucky, you're the one,\nYou make my keyboard so much fun,\nDouble Bucky, an additional bit or two, (Vo-vo-de-o)\nControl and meta, side by side,\nAugmented ASCII, 9 bits wide!\nDouble Bucky, a half a thousand glyphs, plus a few!\n\nOh, I sure wish that I,\nHad a couple of bits more!\nPerhaps a set of pedals to make the number of bits four.\n\nDouble Double Bucky!  Double Bucky left and right\nOR'd together, outta sight!\nDouble Bucky, I'd like a whole word of,\nDouble Bucky, I'm happy I heard of,\nDouble Bucky, I'd like a whole word of you!\n\t\t-- to Nicholas Wirth, who suggested that an extra bit\n\t\tbe added to terminal codes on 36-bit machines for use\n\t\tby screen editors.  [to the tune of \"Rubber Ducky\"]\n",
  "\nDown to the Banana Republics,\nDown to the tropical sun.\nGo the expatriated Americans,\nHoping to find some fun.\nSome of them go for the sailing,\nCaught by the lure of the sea.\nTrying to find what is ailing,\nLiving in the land of the free.\nSome of them are running from lovers,\nLeaving no forward address.\nSome of them are running tons of ganja,\nSome are running from the IRS.\nLate at night you will find them,\nIn the cheap hotels and bars.\nHustling the senoritas,\nWhile they dance beneath the stars.\n\t\t-- Jimmy Buffet, \"Banana Republics\"\n",
  "\nDrink and dance and laugh and lie\nLove, the reeling midnight through\nFor tomorrow we shall die!\n(But, alas, we never do.)\n\t\t-- Dorothy Parker, \"The Flaw in Paganism\"\n",
  "\nEasy come and easy go,\n\tsome call me easy money,\nSometimes life is full of laughs,\n\tand sometimes it ain't funny\nYou may think that I'm a fool\n\tand sometimes that is true,\nBut I'm goin' to heaven in a flash of fire,\n\twith or without you.\n\t\t-- Hoyt Axton\n",
  "\nEleanor Rigby\n\tSits at the keyboard\n\tAnd waits for a line on the screen\nLives in a dream\nWaits for a signal\n\tFinding some code\n\tThat will make the machine do some more.\nWhat is it for?\n\nAll the lonely users, where do they all come from?\nAll the lonely users, why does it take so long?\n\nHacker MacKensie\nWriting the code for a program that no one will run\nIt's nearly done\nLook at him working, fixing the bugs in the night when there's\n\tnobody there.\nWhat does he care?\n\nAll the lonely users, where do they all come from?\nAll the lonely users, why does it take so long?\nAh, look at all the lonely users.\nAh, look at all the lonely users.\n",
  "\nEndless the world's turn, endless the sun's spinning\nEndless the quest;\nI turn again, back to my own beginning,\nAnd here, find rest.\n",
  "\nEs brilig war.  Die schlichte Toven\n\tWirrten und wimmelten in Waben;\nUnd aller-m\"\bumsige Burggoven\n\tDir mohmen R\"\bath ausgraben.\n\t\t-- Lewis Carrol, \"Through the Looking Glass\"\n",
  "\nEuch ist becannt, was wir beduerfen;\nWir wollen stark Getraenke schluerfen.\n\t\t-- Goethe, \"Faust\"\n",
  "\nEven a man who is pure at heart,\nAnd says his prayers at night\nCan become a wolf when the wolfbane blooms,\nAnd the moon is full and bright.\n\t\t-- The Wolf Man, 1941\n",
  "\nEven in the moment of our earliest kiss,\nWhen sighed the straitened bud into the flower,\nSat the dry seed of most unwelcome this;\nAnd that I knew, though not the day and hour.\nToo season-wise am I, being country-bred,\nTo tilt at autumn or defy the frost:\nSnuffing the chill even as my fathers did,\nI say with them, \"What's out tonight is lost.\"\nI only hoped, with the mild hope of all\nWho watch the leaf take shape upon the tree,\nA fairer summer and a later fall\nThan in these parts a man is apt to see,\nAnd sunny clusters ripened for the wine:\nI tell you this across the blackened vine.\n\t\t-- Edna St. Vincent Millay, \"Even in the Moment of\n\t\t   Our Earliest Kiss\", 1931\n",
  "\nEver Onward!  Ever Onward!\nThat's the sprit that has brought us fame.\nWe're big but bigger we will be,\nWe can't fail for all can see, that to serve humanity\nHas been our aim.\nOur products now are known in every zone.\nOur reputation sparkles like a gem.\nWe've fought our way thru\nAnd new fields we're sure to conquer, too\nFor the Ever Onward IBM!\n\t\t-- Ever Onward, from the 1940 IBM Songbook\n",
  "\nEver since I was a young boy,\nI've hacked the ARPA net,\nFrom Berkeley down to Rutgers,\t\tHe's on my favorite terminal,\nAny access I could get,\t\t\tHe cats C right into foo,\nBut ain't seen nothing like him,\tHis disciples lead him in,\nOn any campus yet,\t\t\tAnd he just breaks the root,\nThat deaf, dumb, and blind kid,\t\tAlways has full SYS-PRIV's,\nSure sends a mean packet.\t\tNever uses lint,\n\t\t\t\t\tThat deaf, dumb, and blind kid,\n\t\t\t\t\tSure sends a mean packet.\nHe's a UNIX wizard,\nThere has to be a twist.\nThe UNIX wizard's got\t\t\tAin't got no distractions,\nUnlimited space on disk.\t\tCan't hear no whistles or bells,\nHow do you think he does it?\t\tCan't see no message flashing,\nI don't know.\t\t\t\tTypes by sense of smell,\nWhat makes him so good?\t\t\tThose crazy little programs,\n\t\t\t\t\tThe proper bit flags set,\n\t\t\t\t\tThat deaf, dumb, and blind kid,\n\t\t\t\t\tSure sends a mean packet.\n\t\t-- UNIX Wizard\n",
  "\nEvery love's the love before\nIn a duller dress.\n\t\t-- Dorothy Parker, \"Summary\"\n",
  "\nEvery man is as God made him, ay, and often worse.\n\t\t-- Miguel de Cervantes\n",
  "\nEvery night my prayers I say,\n\tAnd get my dinner every day;\nAnd every day that I've been good,\n\tI get an orange after food.\nThe child that is not clean and neat,\n\tWith lots of toys and things to eat,\nHe is a naughty child, I'm sure--\n\tOr else his dear papa is poor.\n\t\t-- Robert Louis Stevenson\n",
  "\nEverybody knows that the dice are loaded.  Everybody rolls with their\nfingers crossed.  Everybody knows the war is over.  Everybody knows the\ngood guys lost.  Everybody knows the fight was fixed: the poor stay\npoor, the rich get rich.  That's how it goes.  Everybody knows.\n\nEverybody knows that the boat is leaking.  Everybody knows the captain\nlied.  Everybody got this broken feeling like their father or their dog\njust died.\n\nEverybody talking to their pockets.  Everybody wants a box of chocolates\nand long stem rose.  Everybody knows.\n\nEverybody knows that you love me, baby.  Everybody knows that you really\ndo.  Everybody knows that you've been faithful, give or take a night or\ntwo.  Everybody knows you've been discreet, but there were so many people\nyou just had to meet without your clothes.  And everybody knows.\n\nAnd everybody knows it's now or never.  Everybody knows that it's me or you.\nAnd everybody knows that you live forever when you've done a line or two.\nEverybody knows the deal is rotten: Old Black Joe's still pickin' cotton\nfor you ribbons and bows.  And everybody knows.\n\t-- Leonard Cohen, \"Everybody Knows\"\n",
  "\nEverything's great in this good old world;\n(This is the stuff they can always use.)\nGod's in his heaven, the hill's dew-pearled;\n(This will provide for baby's shoes.)\nHunger and War do not mean a thing;\nEverything's rosy where'er we roam;\nHark, how the little birds gaily sing!\n(This is what fetches the bacon home.)\n\t\t-- Dorothy Parker, \"The Far Sighted Muse\"\n",
  "\nEverywhere you go you'll see them searching,\nEverywhere you turn you'll feel the pain,\nEveryone is looking for the answer,\nWell look again.\n\t\t-- Moody Blues, \"Lost in a Lost World\"\n",
  "\nF:\tWhen into a room I plunge, I\n\tSometimes find some VIOLET FUNGI.\n\tThen I linger, darkly brooding\n\tOn the poison they're exuding.\n\t\t-- The Roguelet's ABC\n",
  "\nFamilies, when a child is born\nWant it to be intelligent.\nI, through intelligence,\nHaving wrecked my whole life,\nOnly hope the baby will prove\nIgnorant and stupid.\nThen he will crown a tranquil life\nBy becoming a Cabinet Minister\n\t\t-- Su Tung-p'o\n",
  "\nFarewell we call to hearth and hall!\nThough wind may blow and rain may fall,\nWe must away ere break of day\nFar over wood and mountain tall.\n\n\tTo Rivendell, where Elves yet dwell\n\tIn glades beneath the misty fell,\n\tThrough moor and waste we ride in haste,\n\tAnd whither then we cannot tell.\n\nWith foes ahead, behind us dread,\nBeneath the sky shall be our bed,\nUntil at last our toil be passed,\nOur journey done, our errand sped.\n\n\tWe must away!  We must away!\n\tWe ride before the break of day!\n\t\t-- J. R. R. Tolkien\n",
  "\nFelix Catus is your taxonomic nomenclature,\nAn endothermic quadroped, carnivorous by nature.\nYour visual, olfactory, and auditory senses\nContribute to your hunting skills and natural defenses.\nI find myself intrigued by your sub-vocal oscillations,\nA singular development of cat communications\nThat obviates your basic hedonistic predelection\nFor a rhythmic stroking of your fur to demonstrate affection.\nA tail is quite essential for your acrobatic talents:\nYou would not be so agile if you lacked its counterbalance;\nAnd when not being utilitized to aid in locomotion,\nIt often serves to illustrate the state of your emotion.\nOh Spot, the complex levels of behavior you display\nConnote a fairly well-developed cognitive array.\nAnd though you are not sentient, Spot, and do not comprehend,\nI nonetheless consider you a true and valued friend.\n\t-- Lt. Cmdr. Data, \"An Ode to Spot\"\n",
  "\nFifteen men on a dead man's chest,\nYo-ho-ho and a bottle of rum!\nDrink and the devil had done for the rest,\nYo-ho-ho and a bottle of rum!\n\t\t-- Stevenson, \"Treasure Island\"\n",
  "\nFifty flippant frogs\nWalked by on flippered feet\nAnd with their slime they made the time\nUnnaturally fleet.\n",
  "\nFinality is death.\nPerfection is finality.\nNothing is perfect.\nThere are lumps in it.\n",
  "\nFive names that I can hardly stand to hear,\nIncluding yours and mine and one more chimp who isn't here,\nI can see the ladies talking how the times is gettin' hard,\nAnd that fearsome excavation on Magnolia boulevard,\nYes, I'm goin' insane,\nAnd I'm laughing at the frozen rain,\nWell, I'm so alone, honey when they gonna send me home?\n\tBad sneakers and a pina colada my friend,\n\tStopping on the avenue by Radio City, with a\n\tTransistor and a large sum of money to spend...\nYou fellah, you tearin' up the street,\nYou wear that white tuxedo, how you gonna beat the heat,\nDo you take me for a fool, do you think that I don't see,\nThat ditch out in the Valley that they're diggin' just for me,\nYes, and goin' insane,\nYou know I'm laughin' at the frozen rain,\nFeel like I'm so alone, honey when they gonna send me home?\n(chorus)\n\t\t-- Bad Sneakers, \"Steely Dan\"\n",
  "\nFlying saucers on occasion\n\tShow themselves to human eyes.\nAliens fume, put off invasion\n\tWhile they brand these tales as lies.\n",
  "\n\"For a couple o' pins,\" says Troll, and grins,\n\"I'll eat thee too, and gnaw thy shins.\nA bit o' fresh meat will go down sweet!\nI'll try my teeth on thee now.\n\tHee now!  See now!\nI'm tired o' gnawing old bones and skins;\nI've a mind to dine on thee now.\"\n\nBut just as he thought his dinner was caught,\nHe found his hands had hold of naught.\nBefore he could mind, Tom slipped behing\nAnd gave him the boot to larn him.\n\tWarn him!  Darn him!\nA bump o' the boot on the seat, Tom thoguht,\nWould be the way to larn him.\n\nBut harder than stone is the flesh and bone\nOf a troll that sits in the hills alone.\nAs well set your boot to the mountain's root,\nFor the seat of a troll don't feel it.\n\tPeel it!  Heal it!\nOld Troll laughed, when he heard Tom groan,\nAnd he knew his toes could feel it.\n\nTom's leg is game, since home he came,\nAnd his bootless foot is lasting lame;\nBut Troll don't care, and he's still there\nWith the bone he boned from its owner.\n\tDoner!  Boner!\nTroll's old seat is still the same,\nAnd the bone he boned from its owner!\n\t\t-- J. R. R. Tolkien\n",
  "\nFor gin, in cruel\nSober truth,\nSupplies the fuel\nFor flaming youth.\n\t\t-- Noel Coward\n",
  "\nFor knighthood is not in the feats of war,\nAs for to fight in quarrel right or wrong,\nBut in a cause which truth cannot defer:\nHe ought himself for to make sure and strong,\nJust to keep mixt with mercy among:\nAnd no quarrel a knight ought to take\nBut for a truth, or for the common's sake.\n\t\t-- Stephen Hawes\n",
  "\n\"Force is but might,\" the teacher said--\n\"That definition's just.\"\nThe boy said naught but thought instead,\nRemembering his pounded head:\n\"Force is not might but must!\"\n",
  "\nFour be the things I am wiser to know:\nIdleness, sorrow, a friend, and a foe.\n\nFour be the things I'd been better without:\nLove, curiosity, freckles, and doubt.\n\nThree be the things I shall never attain:\nEnvy, content, and sufficient champagne.\n\nThree be the things I shall have till I die:\nLaughter and hope and a sock in the eye.\n\t\t-- Dorothy Parker, \"Inventory\" [or \"Not so Deep as a Well\"?]\n",
  "\nFriends, Romans, Hipsters,\nLet me clue you in;\nI come to put down Caesar, not to groove him.\nThe square kicks some cats are on stay with them;\nThe hip bits, like, go down under; \nso let it lay with Caesar.  The cool Brutus\nGave you the message: Caesar had big eyes;\nIf that's the sound, someone's copping a plea,\nAnd, like, old Caesar really set them straight.\nHere, copacetic with Brutus and the studs, -- \nfor Brutus is a real cool cat;\nSo are they all, all cool cats, --\nCome I to make this gig at Caesar's laying down.\n",
  "\nFrom too much love of living,\nFrom hope and fear set free,\nWe thank with brief thanksgiving,\nWhatever gods may be,\nThat no life lives forever,\nThat dead men rise up never,\nThat even the weariest river winds somewhere safe to sea.\n\t\t-- Swinburne\n",
  "\nGet in touch with your feelings of hostility against the dying light.\n\t\t-- Dylan Thomas [paraphrased periphrastically]\n",
  "\nGet out, you old Wight!  Vanish in the sunlight!\nShrivel like the cold mist, like the winds go wailing,\nOut into the barren lands far beyond the mountains!\nCome never here again!  Leave your barrow empty!\nLost and forgotten be, darker than the darkness,\nWhere gates stand for ever shut, till the world is mended.\n\t\t-- J. R. R. Tolkien\n",
  "\nGibson's Springtime Song (to the tune of \"Deck the Halls\"):\n\n'Tis the season to chase mousies (Fa la la la la, la la la la)\nSnatch them from their little housies (...)\nFirst we chase them 'round the field (...)\nThen we have them for a meal (...)\n\nToss them here and catch them there (...)\nSee them flying through the air (...)\nWatch them fly and hear them squeal (...)\nFalling mice have great appeal (...)\n\nSee the hunter stretched before us (...)\nHe's chased the mice in field and forest (...)\nWatch him clean his long white whiskers (...)\nOf the blood of little critters (...)\n",
  "\nGil-galad was an Elven-king.\nOf him the harpers sadly sing:\nthe last whose realm was fair and free\nbetween the Mountains and the Sea.\n\nHis sword was long, his lance was keen,\nhis shining helm afar was seen;\nthe countless stars of heaven's field\nwere mirrored in his silver shield.\n\nBut long ago he rode away,\nand where he dwelleth none can say;\nfor into darkness fell his star\nin Mordor where the shadows are.\n\t\t-- J. R. R. Tolkien\n",
  "\nGimme Twinkies, gimme wine,\n    Gimme jeans by Calvin Kline ...\nBut if you split those atoms fine,\n    Mama keep 'em off those genes of mine!\n\nGimme zits, take my dough,\n    Gimme arsenic in my jelly roll ...\nCall the devil and sell my soul,\n    But Mama keep dem atoms whole!\n\t\t-- Milo Bloom, \"The Split-Atom Blues,\" in \"Bloom County\"\n",
  "\nGive me the avowed, the erect, the manly foe,\nBold I can meet -- perhaps may turn his blow!\nBut of all plagues, good Heaven, thy wrath can send,\nSave me, oh save me from the candid friend.\n\t\t-- George Canning\n",
  "\nGive me your students, your secretaries,\nYour huddled writers yearning to breathe free,\nThe wretched refuse of your Selectric III's.\nGive these, the homeless, typist-tossed to me.\nI lift my disk beside the processor.\n\t\t-- Inscription on a Word Processor\n",
  "\nGo placidly amid the noise and waste,\nAnd remember what comfort there may be in owning a piece thereof.\nAvoid quiet and passive persons, unless you are in need of sleep.\nRotate your tires.\nSpeak glowingly of those greater than yourself,\nAnd heed well their advice -- even though they be turkeys.\nKnow what to kiss -- and when.\nRemember that two wrongs never make a right,\nBut that three do.\nWherever possible, put people on \"HOLD\".\nBe comforted, that in the face of all aridity and disillusionment,\nAnd despite the changing fortunes of time,\nThere is always a big future in computer maintenance.\n\n\tYou are a fluke of the universe ...\n\tYou have no right to be here.\n\tWhether you can hear it or not, the universe\n\tIs laughing behind your back.\n\t\t-- National Lampoon, \"Deteriorata\"\n",
  "\nGo placidly amid the noise and waste, and remember what value there may\nbe in owning a piece thereof.\n\t\t-- National Lampoon, \"Deteriorata\"\n",
  "\nGod rest ye CS students now,\t\tThe bearings on the drum are gone,\nLet nothing you dismay.\t\t\tThe disk is wobbling, too.\nThe VAX is down and won't be up,\tWe've found a bug in Lisp, and Algol\nUntil the first of May.\t\t\tCan't tell false from true.\nThe program that was due this morn,\tAnd now we find that we can't get\nWon't be postponed, they say.\t\tAt Berkeley's 4.2.\n(chorus)\t\t\t\t(chorus)\n\nWe've just received a call from DEC,\tAnd now some cheery news for you,\nThey'll send without delay\t\tThe network's also dead,\nA monitor called RSuX\t\t\tWe'll have to print your files on\nIt takes nine hundred K.\t\tThe line printer instead.\nThe staff committed suicide,\t\tThe turnaround time's nineteen weeks.\nWe'll bury them today.\t\t\tAnd only cards are read.\n(chorus)\t\t\t\t(chorus)\n\nAnd now we'd like to say to you\t\tCHORUS:\tOh, tidings of comfort and joy,\nBefore we go away,\t\t\t\tComfort and joy,\nWe hope the news we've brought to you\t\tOh, tidings of comfort and joy.\nWon't ruin your whole day.\nYou've got another program due, tomorrow, by the way.\n(chorus)\n\t\t-- to God Rest Ye Merry Gentlemen\n",
  "\nGold coast slave ship bound for cotton fields\nSold in a market down in New Orleans\nScarred old slaver knows he's doing alright\nHear him whip the women, just around midnight\n\nAh, brown sugar how come you taste so good?\nAh, brown sugar just like a young girl should\n\nDrums beating cold English blood runs hot\nLady of the house wonderin' where it's gonna stop\nHouse boy knows that he's doing alright\nYou should a heard him just around midnight.\n...\nI bet your mama was tent show queen\nAnd all her girlfriends were sweet sixteen\nI'm no school boy but I know what I like\nYou should have heard me just around midnight.\n\t\t-- Rolling Stones, \"Brown Sugar\"\n",
  "\nGot a wife and kids in Baltimore Jack,\nI went out for a ride and never came back.\nLike a river that don't know where it's flowing,\nI took a wrong turn and I just kept going.\n\n\tEverybody's got a hungry heart.\n\tEverybody's got a hungry heart.\n\tLay down your money and you play your part,\n\tEverybody's got a hungry heart.\n\nI met her in a Kingstown bar,\nWe fell in love, I knew it had to end.\nWe took what we had and we ripped it apart,\nNow here I am down in Kingstown again.\n\nEverybody needs a place to rest,\nEverybody wants to have a home.\nDon't make no difference what nobody says,\nAin't nobody likes to be alone.\n\t\t-- Bruce Springsteen, \"Hungry Heart\"\n",
  "\nGraphics blind the eyes.\nAudio files deafen the ear.\nMouse clicks numb the fingers.\nHeuristics weaken the mind.\nOptions wither the heart.\n\nThe Guru observes the net \nbut trusts his inner vision.\nHe allows things to come and go.\nHis heart is as open as the ether.\n",
  "\nH:\tIf a 'GOBLIN (HOB) waylays you,\n\tSlice him up before he slays you.\n\tNothing makes you look a slob\n\tLike running from a HOB'LIN (GOB).\n\t\t-- The Roguelet's ABC\n",
  "\n\tHack placidly amidst the noisy printers and remember what prizes there\nmay be in Science.  As fast as possible get a good terminal on a good system.\nEnter your data clearly but always encrypt your results.  And listen to others,\neven the dull and ignorant, for they may be your customers.  Avoid loud and\naggressive persons, for they are sales reps.\n\tIf you compare your outputs with those of others, you may be surprised,\nfor always there will be greater and lesser numbers than you have crunched.\nKeep others interested in your career, and try not to fumble; it can be a real\nhassle and could change your fortunes in time.\n\tExercise system control in your experiments, for the world is full of\nbugs.  But let this not blind you to what virtue there is; many persons strive\nfor linearity and everywhere papers are full of approximations.  Strive for\nproportionality.  Especially, do not faint when it occurs.  Neither be cyclical\nabout results; for in the face of all data analysis it is sure to be noticed.\n\tTake with a grain of salt the anomalous data points.  Gracefully pass\nthem on to the youth at the next desk.  Nurture some mutual funds to shield\nyou in times of sudden layoffs.  But do not distress yourself with imaginings\n-- the real bugs are enough to screw you badly.  Murphy's Law runs the\nUniverse -- and whether or not it is clear to you, no doubt <Curl>B*n dS = 0.\n\tTherefore, grab for a piece of the pie, with whatever proposals you\ncan conceive of to try.  With all the crashed disks, skewed data, and broken\nline printers, you can still have a beautiful secretary.  Be linear.  Strive\nto stay employed.\n\t\t-- Technolorata, \"Analog\"\n",
  "\n\"Had he and I but met\nBy some old ancient inn,\t\tBut ranged as infantry,\nWe should have sat us down to wet\tAnd staring face to face,\nRight many a nipperkin!\t\t\tI shot at him as he at me,\n\t\t\t\t\tAnd killed him in his place.\nI shot him dead because --\nBecause he was my foe,\t\t\tHe thought he'd 'list, perhaps,\nJust so: my foe of course he was;\tOff-hand-like -- just as I --\nThat's clear enough; although\t\tWas out of work -- had sold his traps\n\t\t\t\t\tNo other reason why.\nYes; quaint and curious war is!\nYou shoot a fellow down\nYou'd treat, if met where any bar is\nOr help to half-a-crown.\"\n\t\t-- Thomas Hardy\n",
  "\nHalf a bee, philosophically, must ipso facto half not be.\nBut half the bee has got to be, vis-a-vis its entity.  See?\nBut can a bee be said to be or not to be an entire bee,\nWhen half the bee is not a bee, due to some ancient injury?\n",
  "\nHanging on in quiet desperation is the English way.\n\t\t-- Pink Floyd\n",
  "\n\t\tHard Copies and Chmod\n\nAnd everyone thinks computers are impersonal\ncold diskdrives hardware monitors\nuser-hostile software \n\nof course they're only bits and bytes \nand characters and strings \nand files\n\njust some old textfiles from my old boyfriend\ntelling me he loves me and\nhe'll take care of me\n\nsimply a discarded printout of a friend's directory\ndeep intimate secrets and\nhow he doesn't trust me\n\ncouldn't hurt me more if they were scented in lavender or mould\non personal stationery\n\t\t-- terri@csd4.milw.wisc.edu\n",
  "\nHark, the Herald Tribune sings,\nAdvertising wondrous things.\n\nAngels we have heard on High\nTell us to go out and Buy.\n\t\t-- Tom Lehrer\n",
  "\nHave you ever felt like a wounded cow\nhalfway between an oven and a pasture?\nwalking in a trance toward a pregnant\n\tseventeen-year-old housewife's\n\ttwo-day-old cookbook?\n\t\t-- Richard Brautigan\n",
  "\nHave you seen how Sonny's burning,\nLike some bright erotic star,\nHe lights up the proceedings,\nAnd raises the temperature.\n\t\t-- The Birthday Party, \"Sonny's Burning\"\n",
  "\nHave you seen the old man in the closed down market,\nKicking up the papers in his worn out shoes?\nIn his eyes you see no pride, hands hang loosely at his side\nYesterdays papers, telling yesterdays news.\n\nHow can you tell me you're lonely,\nAnd say for you the sun don't shine?\nLet me take you by the hand\nLead you through the streets of London\nI'll show you something to make you change your mind...\n\nHave you seen the old man outside the sea-man's mission\nMemories fading like the metal ribbons that he wears.\nIn our winter city the rain cries a little pity\nFor one more forgotten hero and a world that doesn't care...\n",
  "\nHave you seen the well-to-do, up and down Park Avenue?\nOn that famous thoroughfare, with their noses in the air,\nHigh hats and Arrow collars, white spats and lots of dollars,\nSpending every dime, for a wonderful time...\nIf you're blue and you don't know where to go to,\nWhy don't you go where fashion sits,\n...\nDressed up like a million dollar trooper,\nTrying hard to look like Gary Cooper, (super dooper)\nCome, let's mix where Rockefeller's walk with sticks,\nOr umberellas, in their mitts,\nPuttin' on the Ritz.\n...\nIf you're blue and you don't know where to go to,\nWhy don't you go where fashion sits,\nPuttin' on the Ritz.\nPuttin' on the Ritz.\nPuttin' on the Ritz.\nPuttin' on the Ritz.\n",
  "\nHe heard there oft the flying sound\nOf feet as light as linden-leaves,\nOf music welling underground,\nIn hidden hollows quavering.\nNow withered lay the hemlock-sheaves,\nAnd one by one with sighing sound\nWhispering fell the beechen leaves\nIn the wintry woodland wavering.\n\nHe sought her ever, wandering far\nWhere leaves of years were thickly strewn,\nBy light of moon and ray of star\nIn frosty heavens shivering.\nHer mantle glinted in the moon,\nAs on a hill-top high and far\nShe danced, and at her feet was strewn\nA mist of silver quivering.\n\nWhen winter passed, she came again,\nAnd her song released the sudden spring,\nLike rising lark, and falling rain,\nAnd melting water bubbling.\nHe saw the elven-flowers spring\nAbout her feet, and healed again\nHe longed by her to dance and sing\nUpon the grass untroubling.\n\t\t-- J. R. R. Tolkien\n",
  "\nHe thought he saw an albatross\nThat fluttered 'round the lamp.\nHe looked again and saw it was\nA penny postage stamp.\n\"You'd best be getting home,\" he said,\n\"The nights are rather damp.\"\n",
  "\nHe who invents adages for others to peruse\ntakes along rowboat when going on cruise.\n",
  "\nHe who loses, wins the race,\nAnd parallel lines meet in space.\n\t\t-- John Boyd, \"Last Starship from Earth\"\n",
  "\nHe's been like a father to me,\nHe's the only DJ you can get after three,\nI'm an all-night musician in a rock and roll band,\nAnd why he don't like me I don't understand.\n\t\t-- The Byrds\n",
  "\nHer locks an ancient lady gave\nHer loving husband's life to save;\nAnd men -- they honored so the dame --\nUpon some stars bestowed her name.\n\nBut to our modern married fair,\nWho'd give their lords to save their hair,\nNo stellar recognition's given.\nThere are not stars enough in heaven.\n",
  "\nHere I am again right where I know I shouldn't be\nI've been caught inside this trap too many times\nI must've walked these steps and said these words a\n\tthousand times before\nIt seems like I know everybody's lines.\n\t\t-- David Bromberg, \"How Late'll You Play 'Til?\"\n",
  "\nHere I sit, broken-hearted,\nAll logged in, but work unstarted.\nFirst net.this and net.that,\nAnd a hot buttered bun for net.fat.\n\nThe boss comes by, and I play the game,\nThen I turn back to net.flame.\nIs there a cure (I need your views),\nFor someone trapped in net.news?\n\nI need your help, I say 'tween sobs,\n'Cause I'll soon be listed in net.jobs.\n",
  "\nHere in my heart, I am Helen;\n\tI'm Aspasia and Hero, at least.\nI'm Judith, and Jael, and Madame de Sta\"\bel;\n\tI'm Salome, moon of the East.\n\nHere in my soul I am Sappho;\n\tLady Hamilton am I, as well.\nIn me R'\becamier vies with Kitty O'Shea,\n\tWith Dido, and Eve, and poor Nell.\n\nI'm all of the glamorous ladies\n\tAt whose beckoning history shook.\nBut you are a man, and see only my pan,\n\tSo I stay at home with a book.\n\t\t-- Dorothy Parker\n",
  "\nHERE LIES LESTER MOORE\nSHOT 4 TIMES WITH A .44\nNO LES\nNO MOORE\n\t\t-- tombstone, in Tombstone, AZ\n",
  "\nHey dol! merry dol! ring a dong dillo!\nRing a dong! hop along! fal lal the willow!\nTom Bom, jolly Tom, Tom Bombadillo!\n\t\t-- J. R. R. Tolkien\n",
  "\nHey! Come derry dol!  Hop along, my hearties!\nHobbits!  Ponies all!  We are fond of parties.\nNow let the fun begin!  Let us sing together!\n\t\t-- J. R. R. Tolkien\n",
  "\nHey! Come merry dol! derry dol!  My darling!\nLight goes the weather-wind and the feathered starling.\n\nDown along under Hill, shining in the sunlight,\nWaiting on the doorstep for the cold starlight,\nThere my pretty lady is, River-woman's daughter,\nSlender as the willow-wand, clearer than the water.\n\nOld Tom Bombadil water-lilies bringing\nComes hopping home again.  Can you hear him singing?\nHey!  Come merry dol! derry dol! and merry-o\nGoldberry, Goldberry, merry yellow berry-o!\n\nPoor old Willow-man, you tuck your roots away!\nTom's in a hurry now.  Evening will follow day.\nTom's going home again water-lilies bringing.\nHey! come derry dol!  Can you hear me singing?\n\t\t-- J. R. R. Tolkien\n",
  "\nHey! now!  Come hoy now!  Whither do you wander?\nUp, down, near or far, here, there or yonder?\nSharp-ears, Wise-nose, Swish-tail and Bumpkin,\nWhite-socks my little lad, and old Fatty Lumpkin!\n\t\t-- J. R. R. Tolkien\n",
  "\nHey, diddle, diddle the overflow pdl\nTo get a little more stack;\nIf that's not enough then you lose it all\nAnd have to pop all the way back.\n",
  "\nHickory Dickory Dock,\nThe mice ran up the clock,\nThe clock struck one,\nThe others escaped with minor injuries.\n",
  "\nHier liegt ein Mann ganz obnegleich;\nIm Leibe dick, an Suden reich.\nWir haben ihn in das Grab gesteckt,\tHere lies a man with sundry flaws\nWeil es uns dunkt er sei verreckt.\tAnd numerous Sins upon his head;\n\t\t\t\t\tWe buried him today because\n\t\t\t\t\tAs far as we can tell, he's dead.\n\n\t\t-- PDQ Bach's epitaph, as requested by his cousin Betty\n\t\t   Sue Bach and written by the local doggeral catcher;\n\t\t   \"The Definitive Biography of PDQ Bach\", Peter Schickele\n",
  "\nHiggeldy Piggeldy,\nHamlet of Elsinore\nRuffled the critics by\nDropping this bomb:\n\"Phooey on Freud and his\nPsychoanalysis --\nOedipus, Shmoedipus,\nI just love Mom.\"\n",
  "\n...his disciples lead him in; he just does the rest.\n\t\t-- The Who, \"Tommy\"\n",
  "\nHistory is curious stuff\n\tYou'd think by now we had enough\nYet the fact remains I fear\n\tThey make more of it every year.\n",
  "\nHit them biscuits with another touch of gravy,\nBurn that sausage just a match or two more done.\nPour my black old coffee longer,\nWhile that smell is gettin' stronger\nA semi-meal ain't nuthin' much to want.\n\nLoan me ten, I got a feelin' it'll save me,\nWith an ornery soul who don't shoot pool for fun,\nIf that coat'll fit you're wearin',\nThe Lord'll bless your sharin'\nA semi-friend ain't nuthin' much to want.\n\nAnd let me halfway fall in love,\nFor part of a lonely night,\nWith a semi-pretty woman in my arms.\nYes, I could halfway fall in deep--\nInto a snugglin', lovin' heap,\nWith a semi-pretty woman in my arms.\n\t\t-- Elroy Blunt\n",
  "\nHo! Ho! Ho! to the bottle I go\nTo heal my heart and drown my woe.\nRain may fall and wind may blow,\nAnd many miles be still to go,\nBut under a tall tree I will lie,\nAnd let the clouds go sailing by.\n\t\t-- J. R. R. Tolkien\n",
  "\nHo! Tom Bombadil, Tom Bombadillo!\nBy water, wood and hill, by reed and willow,\nBy fire, sun and moon, harken now and hear us!\nCome, Tom Bombadil, for our need is near us!\n\t\t-- J. R. R. Tolkien\n",
  "\nHop along my little friends, up the Withywindle!\nTom's going on ahead candles for to kindle.\nDown west sinks the Sun; soon you will be groping.\nWhen the night-shadows fall, then the door will open,\nOut of the winfow-panes light will twinkle yellow.\nFear no alder black!  Heed no hoary willow!\nFear neither root nor bough!  Tom goes on before you.\nHey now! merry dol!  We'll be waiting for you!\n\t\t-- J. R. R. Tolkien\n",
  "\nHow can you have any pudding if you don't eat your meat?\n\t\t-- Pink Floyd\n",
  "\nHow doth the little crocodile\n\tImprove his shining tail,\nAnd pour the waters of the Nile\n\tOn every golden scale!\n\nHow cheerfully he seems to grin,\n\tHow neatly spreads his claws,\nAnd welcomes little fishes in,\n\tWith gently smiling jaws!\n\t\t-- Lewis Carrol, \"Alice in Wonderland\"\n",
  "\nHow doth the VAX's C-compiler\n\tImprove its object code.\nAnd even as we speak does it\n\tIncrease the system load.\n\nHow patiently it seems to run\n\tAnd spit out error flags,\nWhile users, with frustration, all\n\tTear their clothes to rags.\n",
  "\nHumpty Dumpty sat on the wall,\nHumpty Dumpty had a great fall!\nAll the king's horses,\nAnd all the king's men,\nHad scrambled eggs for breakfast again!\n",
  "\nI always will remember --\t\tI was in no mood to trifle;\n'Twas a year ago November --\t\tI got down my trusty rifle\nI went out to shoot some deer\t\tAnd went out to stalk my prey --\nOn a morning bright and clear.\t\tWhat a haul I made that day!\nI went and shot the maximum\t\tI tied them to my bumper and\nThe game laws would allow:\t\tI drove them home somehow,\nTwo game wardens, seven hunters,\tTwo game wardens, seven hunters,\nAnd a cow.\t\t\t\tAnd a cow.\n\nThe Law was very firm, it\t\tPeople ask me how I do it\nTook away my permit--\t\t\tAnd I say, \"There's nothin' to it!\nThe worst punishment I ever endured.\tYou just stand there lookin' cute,\nIt turns out there was a reason:\tAnd when something moves, you shoot.\"\nCows were out of season, and\t\tAnd there's ten stuffed heads\nOne of the hunters wasn't insured.\tIn my trophy room right now:\n\t\t\t\t\tTwo game wardens, seven hunters,\n\t\t\t\t\tAnd a pure-bred guernsey cow.\n\t\t-- Tom Lehrer, \"The Hunting Song\"\n",
  "\nI am changing my name to Chrysler\nI am going down to Washington, D.C.\nI will tell some power broker\n\tWhat they did for Iacocca\nWill be perfectly acceptable to me!\n\nI am changing my name to Chrysler,\nI am heading for that great receiving line.\nWhen they hand a million grand out,\n\tI'll be standing with my hand out,\nYessir, I'll get mine!\n",
  "\nI B M\nU B M\nWe all B M\nFor I B M!!!!\n\t\t-- H.A.R.L.I.E.\n",
  "\nI can live without\nSomeone I love\nBut not without\nSomeone I need.\n\t\t-- \"Safety\"\n",
  "\nI can see him a'comin'\nWith his big boots on,\nWith his big thumb out,\nHe wants to get me.\nHe wants to hurt me.\nHe wants to bring me down.\nBut some time later,\nWhen I feel a little straighter,\nI'll come across a stranger\nWho'll remind me of the danger,\nAnd then.... I'll run him over.\nPretty smart on my part!\nTo find my way... In the dark!\n\t\t-- Phil Ochs\n",
  "\nI can't complain, but sometimes I still do.\n\t\t-- Joe Walsh\n",
  "\nI don't know what Descartes' got,\nBut booze can do what Kant cannot.\n\t\t-- Mike Cross\n",
  "\nI don't need no arms around me...\nI don't need no drugs to calm me...\nI have seen the writing on the wall.\nDon't think I need anything at all.\nNo!  Don't think I need anything at all!\nAll in all, it was all just bricks in the wall.\nAll in all, it was all just bricks in the wall.\n\t\t-- Pink Floyd, \"Another Brick in the Wall\", Part III\n",
  "\nI don't wanna argue, and I don't wanna fight,\nBut there will definitely be a party tonight...\n",
  "\nI don't want a pickle,\n\tI just wanna ride on my motorsickle.\nAnd I don't want to die,\n\tI just want to ride on my motorcy.\nCle.\n\t\t-- Arlo Guthrie\n",
  "\nI gave my love an Apple, that had no core;\nI gave my love a building, that had no floor;\nI wrote my love a program, that had no end;\nI gave my love an upgrade, with no cryin'.\n\nHow can there be an Apple, that has no core?\nHow can there be a building, that has no floor?\nHow can there be a program, that has no end?\nHow can there be an upgrade, with no cryin'?\n\nAn Apple's MOS memory don't use no core!\nA building that's perfect, it has no flaw!\nA program with GOTOs, it has no end!\nI lied about the upgrade, with no cryin'!\n",
  "\nI get up each morning, gather my wits.\nPick up the paper, read the obits.\nIf I'm not there I know I'm not dead.\nSo I eat a good breakfast and go back to bed.\n\nOh, how do I know my youth is all spent?\nMy get-up-and-go has got-up-and-went.\nBut in spite of it all, I'm able to grin,\nAnd think of the places my get-up has been.\n\t\t-- Pete Seeger\n",
  "\nI had an errand there: gathering water-lilies,\ngreen leaves and lilies white to please my pretty lady,\nthe last ere the year's end to keep them from the winter,\nto flower by her pretty feet till the snows are melted.\n\nEach year at summer's end I go to find them for her,\nin a wide pool, deep and clear, far down Withywindle;\nthere they open first in spring and there they linger latest.\n\nBy that pool long ago I found the River-daughter,\nfair young Goldberry sitting in the rushes.\nSweet was her singing then, and her heart was beating!\n\nAnd that proved well for you--for now I shall no longer\ngo down deep again along the forest-water,\nno while the year is old.  Nor shall I be passing\nOld Man Willow's house this side of spring-time,\nnot till the merry spring, when the River-daughter\ndances down the withy-path to bathe in the water.\n\t\t-- J. R. R. Tolkien\n",
  "\nI have a little shadow that goes in and out with me,\nAnd what can be the use of him is more than I can see.\nHe is very, very like me from the heels up to the head;\nAnd I see him jump before me, when I jump into my bed.\n\nThe funniest thing about him is the way he likes to grow--\nNot at all like proper children, which is always very slow;\nFor he sometimes shoots up taller, like an india-rubber ball,\nAnd he sometimes gets so little that there's none of him at all.\n\t\t-- R.L. Stevenson\n",
  "\nI have learned\nTo spell hors d'oeuvres\nWhich still grates on \nSome people's n'oeuvres.\n\t\t-- Warren Knox\n",
  "\nI have lots of things in my pockets;\nNone of them is worth anything.\nSociopolitical whines aside,\nGan you give me, gratis, free,\nThe price of half a gallon\nOf Gallo extra bad\nAnd most of the bus fare home.\n",
  "\nI have no doubt the Devil grins,\nAs seas of ink I spatter.\nYe gods, forgive my \"literary\" sins--\nThe other kind don't matter.\n\t\t-- Robert W. Service\n",
  "\nI have that old biological urge,\nI have that old irresistible surge,\nI'm hungry.\n",
  "\nI knew Leo G. Carrol\nWas over a barrel\nWhen Tarantula took to the hills.\t[\"Lick it!\"]\nAnd I really got hot\nWhen I saw Jeanette Scott\nFight a triffid that spits poison and kills.\n\nScience fiction, double feature\nDoctor X will build a creature.\nSee androids fighting Brad and Janet\nAnne Francis stars in Forbidden Planet\nOh Oh Oh Oh Oh\nAt the late night, double feature, picture show.\n\t\t-- The Rocky Horror Picture Show\n",
  "\nI know if you been talkin' you done said\njust how suprised you wuz by the living dead.\nYou wuz suprised that they could understand you words\nand never respond once to all the truth they heard.\nBut don't you get square!\nThere ain't no rule that says they got to care.\nThey can always swear they're deaf, dumb and blind.\n",
  "\nI lately lost a preposition;\nIt hid, I thought, beneath my chair\nAnd angrily I cried, \"Perdition!\nUp from out of under there.\"\n\nCorrectness is my vade mecum,\nAnd straggling phrases I abhor,\nAnd yet I wondered, \"What should he come\nUp from out of under for?\"\n\t\t-- Morris Bishop\n",
  "\nI lay my head on the railroad tracks,\nWaitin' for the double E.\nThe railroad don't run no more.\nPoor poor pitiful me.\t\t\t[chorus]\n\tPoor poor pitiful me, poor poor pitiful me.\n\tThese young girls won't let me be,\n\tLord have mercy on me!\n\tWoe is me!\n\nWell, I met a girl, West Hollywood,\nWell, I ain't naming names.\nBut she really worked me over good,\nShe was just like Jesse James.\nShe really worked me over good,\nShe was a credit to her gender.\nShe put me through some changes, boy,\nSort of like a Waring blender.\t\t[chorus]\n\nI met a girl at the Rainbow Bar,\nShe asked me if I'd beat her.\nShe took me back to the Hyatt House,\nI don't want to talk about it.\t\t[chorus]\n\t\t-- Warren Zevon, \"Poor Poor Pitiful Me\"\n",
  "\nI met him in a swamp down in Dagobah\nWhere it bubbles all the time like a giant cabinet soda\n\tS-O-D-A soda\nI saw the little runt sitting there on a log\nI asked him his name and in a raspy voice he said Yoda\n\tY-O-D-A Yoda, Yo-Yo-Yo-Yo Yoda\n\nWell I've been around but I ain't never seen\nA guy who looks like a Muppet but he's wrinkled and green\n\tOh my Yoda, Yo-Yo-Yo-Yo Yoda\nWell I'm not dumb but I can't understand\nHow he can raise me in the air just by raising his hand\n\tOh my Yoda, Yo-Yo-Yo-Yo Yoda, Yo-Yo-Yo-Yo Yoda\n\t\t-- Weird Al Yankovic, \"The Star Wars Song,\" to the tune of\n\t\t   \"Lola\" by the Kinks\n",
  "\nI must Create a System, or be enslav'd by another Man's;\nI will not Reason and Compare; my business is to Create.\n\t\t-- William Blake, \"Jerusalem\"\n",
  "\nI never saw a purple cow\nI never hope to see one\nBut I can tell you anyhow\nI'd rather see than be one.\n\t\t-- Gellett Burgess\n\nI've never seen a purple cow\nI never hope to see one\nBut from the milk we're getting now\nThere certainly must be one\n\t\t-- Odgen Nash\n\nAh, yes, I wrote \"The Purple Cow\"   \nI'm sorry now I wrote it\nBut I can tell you anyhow\nI'll kill you if you quote it.\n\t\t-- Gellett Burgess, many years later\n",
  "\nI owe, I owe,\nIt's off to work I go...\n",
  "\nI really hate this damned machine\nI wish that they would sell it.\nIt never does quite what I want\nBut only what I tell it.\n",
  "\n\"I said, \"Preacher, give me strength for round 5.\"\nHe said,\"What you need is to grow up, son.\"\nI said,\"Growin' up leads to growin' old,\nAnd then to dying, and to me that don't sound like much fun.\"\n\t\t-- John Cougar, \"The Authority Song\"\n",
  "\nI saw a man pursuing the Horizon,\n'Round and round they sped.\nI was disturbed at this,\nI accosted the man,\n\"It is futile,\" I said.\n\"You can never--\"\n\"You lie!\" He cried,\nand ran on.\n\t\t-- Stephen Crane\n",
  "\nI see a bad moon rising.\nI see trouble on the way.\nI see earthquakes and lightnin'\nI see bad times today.\nDon't go 'round tonight,\nIt's bound to take your life.\nThere's a bad moon on the rise.\n\t\t-- J. C. Fogerty, \"Bad Moon Rising\"\n",
  "\nI see the eigenvalue in thine eye,\nI hear the tender tensor in thy sigh.\nBernoulli would have been content to die\nHad he but known such _\ba-squared cos 2(phi)!\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nI sent a letter to the fish,\t\tI said it very loud and clear,\nI told them, \"This is what I wish.\"\tI went and shouted in his ear.\nThe little fishes of the sea,\t\tBut he was very stiff and proud,\nThey sent an answer back to me.\t\tHe said \"You needn't shout so loud.\"\nThe little fishes' answer was\t\tAnd he was very proud and stiff,\n\"We cannot do it, sir, because...\"\tHe said \"I'll go and wake them if...\"\nI sent a letter back to say\t\tI took a kettle from the shelf,\nIt would be better to obey.\t\tI went to wake them up myself.\nBut someone came to me and said\t\tBut when I found the door was locked\n\"The little fishes are in bed.\"\t\tI pulled and pushed and kicked and\n\t\t\t\t\t\tknocked,\nI said to him, and I said it plain\tAnd when I found the door was shut,\n\"Then you must wake them up again.\"\tI tried to turn the handle, But...\n\n\t\"Is that all?\" asked Alice.\n\t\"That is all.\" said Humpty Dumpty. \"Goodbye.\"\n",
  "\nI sent a message to another time,\nBut as the days unwind -- this I just can't believe,\nI sent a message to another plane,\nMaybe it's all a game -- but this I just can't conceive.\n...\nI met someone who looks at lot like you,\nShe does the things you do, but she is an IBM.\nShe's only programmed to be very nice,\nBut she's as cold as ice, whenever I get too near,\nShe tells me that she likes me very much,\nBut when I try to touch, she makes it all too clear.\n...\nI realize that it must seem so strange,\nThat time has rearranged, but time has the final word,\nShe knows I think of you, she reads my mind,\nShe tries to be unkind, she knows nothing of our world.\n\t\t-- ELO, \"Yours Truly, 2095\"\n",
  "\nI shot a query into the net.\nI haven't got an answer yet,\t\tA posted message called me rotten\nBut seven people gave me hell\t\tFor ignoring mail I'd never gotten;\nAnd said I ought to learn to spell;\tAn angry message asked me, Please\n\t\t\t\t\tDon't send such drivel overseas;\nA lawyer sent me private mail\nAnd swore he'd slap my ass in jail --\tOne netter thought it was a hoax:\nI'd mentioned Un*x in my gem\t\t\"Hereafter, post to net dot jokes!\";\nAnd failed to add the T and M;\t\tAnother called my grammar vile\n\t\t\t\t\tAnd criticized my writing style.\nEach day I scan each Subject line\nIn hopes the topic will be mine;\nI shot a query into the net.\nI haven't got an answer yet...\n\t\t-- Ed Nather\n",
  "\nI stood on the leading edge,\nThe eastern seaboard at my feet.\n\"Jump!\" said Yoko Ono\nI'm too scared and good-looking, I cried.\nGo on and give it a try,\nWhy prolong the agony, all men must die.\n\t\t-- Roger Waters, \"The Pros and Cons of Hitchhiking\"\n",
  "\nI think that I shall never hear\nA poem lovelier than beer.\nThe stuff that Joe's Bar has on tap,\nWith golden base and snowy cap.\nThe stuff that I can drink all day\nUntil my mem'ry melts away.\nPoems are made by fools, I fear\nBut only Schlitz can make a beer.\n",
  "\nI think that I shall never see\nA billboard lovely as a tree.\nIndeed, unless the billboards fall\nI'll never see a tree at all.\n\t\t-- Ogden Nash\n",
  "\nI think that I shall never see\nA thing as lovely as a tree.\nBut as you see the trees have gone\nThey went this morning with the dawn.\nA logging firm from out of town\nCame and chopped the trees all down.\nBut I will trick those dirty skunks\nAnd write a brand new poem called 'Trunks'.\n",
  "\n\"I thought that you said you were 20 years old!\"\n\"As a programmer, yes,\" she replied,\n\"And you claimed to be very near two meters tall!\"\n\"You said you were blonde, but you lied!\"\nOh, she was a hacker and he was one, too,\nThey had so much in common, you'd say.\nThey exchanged jokes and poems, and clever new hacks,\nAnd prompts that were cute or risque'.\nHe sent her a picture of his brother Sam,\nShe sent one from some past high school day,\nAnd it might have gone on for the rest of their lives,\nIf they hadn't met in L.A.\n\"Your beard is an armpit,\" she said in disgust.\nHe answered, \"Your armpit's a beard!\"\nAnd they chorused: \"I think I could stand all the rest\nIf you were not so totally weird!\"\nIf she had not said what he wanted to hear,\nAnd he had not done just the same,\nThey'd have been far more honest, and never have met,\nAnd would not have had fun with the game.\n\t\t-- Judith Schrier, \"Face to Face After Six Months of\n\t\tElectronic Mail\"\n",
  "\nI used to be such a sweet sweet thing, 'til they got a hold of me,\nI opened doors for little old ladies, I helped the blind to see,\nI got no friends 'cause they read the papers, they can't be seen,\nWith me, and I'm feelin' real shot down,\nAnd I'm, uh, feelin' mean,\n\tNo more, Mr. Nice Guy,\n\tNo more, Mr. Clean,\n\tNo more, Mr. Nice Guy,\nThey say \"He's sick, he's obscene\".\n\nMy dog bit me on the leg today, my cat clawed my eyes,\nMa's been thrown out of the social circle, and Dad has to hide,\nI went to church, incognito, when everybody rose,\nThe reverend Smithy, he recognized me,\nAnd punched me in the nose, he said,\n(chorus)\nHe said \"You're sick, you're obscene\".\n\t\t-- Alice Cooper, \"No More Mr. Nice Guy\"\n",
  "\nI was born in a barrel of butcher knives\nTrouble I love and peace I despise\nWild horses kicked me in my side\nThen a rattlesnake bit me and he walked off and died.\n\t\t-- Bo Diddley\n",
  "\nI was eatin' some chop suey,\nWith a lady in St. Louie,\nWhen there sudden comes a knockin' at the door.\nAnd that knocker, he says, \"Honey,\nRoll this rocker out some money,\nOr your daddy shoots a baddie to the floor.\"\n\t\t-- Mr. Miggle\n",
  "\nI went home with a waitress,\nThe way I always do.\nHow I was I to know?\nShe was with the Russians too.\n\nI was gambling in Havana,\nI took a little risk.\nSend lawyers, guns, and money,\nDad, get me out of this.\n\t\t-- Warren Zevon, \"Lawyers, Guns and Money\"\n",
  "\nI went over to my friend, he was eatin' a pickle.\nI said \"Hi, what's happenin'?\"\nHe said \"Nothin'.\"\nTry to sing this song with that kind of enthusiasm;\nAs if you just squashed a cop.\n\t\t-- Arlo Guthrie, \"Motorcycle Song\"\n",
  "\nI will not play at tug o' war.\nI'd rather play at hug o' war,\nWhere everyone hugs\nInstead of tugs,\nWhere everyone giggles\nAnd rolls on the rug,\nWhere everyone kisses,\nAnd everyone grins,\nAnd everyone cuddles,\nAnd everyone wins.\n\t\t-- Shel Silverstein, \"Hug o' War\"\n",
  "\nI woke up a feelin' mean\nwent down to play the slot machine\nthe wheels turned round,\nand the letters read\n\"Better head back to Tennessee Jed\"\n\t\t-- Grateful Dead\n",
  "\nI would like to know\nWhat I was fencing in\nAnd what I was fencing out.\n\t\t-- Robert Frost\n",
  "\nI'd never cry if I did find\n\tA blue whale in my soup...\nNor would I mind a porcupine\n\tInside a chicken coop.\nYes life is fine when things combine,\t\n\tLike ham in beef chow mein...\nBut lord, this time I think I mind,\n\tThey've put acid in my rain.\n\t\t      --- Milo Bloom\n",
  "\nI'd rather laugh with the sinners,\nThan cry with the saints,\nThe sinners are much more fun!\n\t\t-- Billy Joel, \"Only The Good Die Young\"\n",
  "\nI'll grant thee random access to my heart,\nThoul't tell me all the constants of thy love;\nAnd so we two shall all love's lemmas prove\nAnd in our bound partition never part.\n\nCancel me not -- for what then shall remain?\nAbscissas, some mantissas, modules, modes,\nA root or two, a torus and a node:\nThe inverse of my verse, a null domain.\n\nI see the eigenvalue in thine eye,\nI hear the tender tensor in thy sigh.\nBernoulli would have been content to die\nHad he but known such a-squared cos 2(thi)!\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nI'll learn to play the Saxophone,\nI play just what I feel.\nDrink Scotch whisky all night long,\nAnd die behind the wheel.\nThey got a name for the winners in the world,\nI want a name when I lose.\nThey call Alabama the Crimson Tide,\nCall me Deacon Blues.\n\t\t-- Becker and Fagan, \"Deacon Blues\"\n",
  "\nI'll meet you... on the dark side of the moon...\n\t\t-- Pink Floyd\n",
  "\nI'm an artist.\nBut it's not what I really want to do.\nWhat I really want to do is be a shoe salesman.\nI know what you're going to say --\n\"Dreamer!  Get your head out of the clouds.\"\nAll right!  But it's what I want to do.\nInstead I have to go on painting all day long.\n\nThe world should make a place for shoe salesmen.\n\t\t-- J. Feiffer\n",
  "\nI'm free -- and freedom tastes of reality.\n\t\t-- The Who\n",
  "\nI'm just as sad as sad can be!\n\tI've missed your special date.\nPlease say that you're not mad at me\n\tMy tax return is late.\n\t\t-- Modern Lines for Modern Greeting Cards\n",
  "\ni'm living so far beyond my income that we may almost be said to be\nliving apart.\n\t\t-- e. e. cummings\n",
  "\nI'm N-ary the tree, I am,\nN-ary the tree, I am, I am.\nI'm getting traversed by the parser next door,\nShe's traversed me seven times before.\nAnd ev'ry time it was an N-ary (N-ary!)\nNever wouldn't ever do a binary. (No sir!)\nI'm 'er eighth tree that was N-ary.\nN-ary the tree I am, I am,\nN-ary the tree I am.\n\t\t-- Stolen from Paul Revere and the Raiders\n",
  "\nI'm So Miserable Without You It's Almost Like Having You Here\n\t\t-- Song title by Stephen Bishop.\n\nShe Got the Gold Mine, I Got the Shaft\n\t\t-- Song title by Jerry Reed.\n\nWhen My Love Comes Back from the Ladies' Room Will I Be Too Old to Care?\n\t\t-- Song title by Lewis Grizzard.\n\nI Don't Know Whether to Kill Myself or Go Bowling\n\t\t-- Unattributed song title.\n\nDrop Kick Me, Jesus, Through the Goal Posts of Life\n\t\t-- Unattributed song title.\n",
  "\nI'm very good at integral and differential calculus,\nI know the scientific names of beings animalculous;\nIn short, in matters vegetable, animal, and mineral,\nI am the very model of a modern Major-General.\n\t\t-- Gilbert & Sullivan, \"Pirates of Penzance\"\n",
  "\nI've been on this lonely road so long,\nDoes anybody know where it goes,\nI remember last time the signs pointed home,\nA month ago.\n\t\t-- Carpenters, \"Road Ode\"\n",
  "\nI've built a better model than the one at Data General\nFor data bases vegetable, animal, and mineral\nMy OS handles CPUs with multiplexed duality;\nMy PL/1 compiler shows impressive functionality.\nMy storage system's better than magnetic core polarity,\nYou never have to bother checking out a bit for parity;\nThere isn't any reason to install non-static floor matting;\nMy disk drive has capacity for variable formatting.\n\nI feel compelled to mention what I know to be a gloating point:\nThere's lots of room in memory for variables floating-point,\nWhich shows for input vegetable, animal, and mineral\nI've built a better model than the one at Data General.\n\n\t\t-- Steve Levine, \"A Computer Song\" (To the tune of\n\t\t   \"Modern Major General\", from \"Pirates of Penzance\",\n\t\t   by Gilbert & Sullivan)\n",
  "\nI've finally found the perfect girl,\nI couldn't ask for more,\nShe's deaf and dumb and over-sexed,\nAnd owns a liquor store.\n",
  "\nI/O, I/O,\nIt's off to disk I go,\nA bit or byte to read or write,\nI/O, I/O, I/O...\n",
  "\nIam\nnot\nvery\nhappy\nacting\npleased\nwhenever\nprominent\nscientists\novermagnify\nintellectual\nenlightenment\n",
  "\nIBM had a PL/I,\n\tIts syntax worse than JOSS;\nAnd everywhere this language went,\n\tIt was a total loss.\n",
  "\nIf a nation expects to be ignorant and free,\n... it expects what never was and never will be.\n\t\t-- Thomas Jefferson\n",
  "\nIf a system is administered wisely,\nits users will be content.\nThey enjoy hacking their code\nand don't waste time implementing\nlabor-saving shell scripts.\nSince they dearly love their accounts,\nthey aren't interested in other machines.\nThere may be telnet, rlogin, and ftp,\nbut these don't access any hosts.\nThere may be an arsenal of cracks and malware,\nbut nobody ever uses them.\nPeople enjoy reading their mail,\ntake pleasure in being with their newsgroups,\nspend weekends working at their terminals,\ndelight in the doings at the site.\nAnd even though the next system is so close\nthat users can hear its key clicks and biff beeps,\nthey are content to die of old age\nwithout ever having gone to see it.\n",
  "\nIf all be true that I do think,\nThere be five reasons why one should drink;\nGood friends, good wine, or being dry,\nOr lest we should be by-and-by,\nOr any other reason why.\n",
  "\nIf all the seas were ink,\nAnd all the reeds were pens,\nAnd all the skies were parchment,\nAnd all the men could write,\nThese would not suffice\nTo write down all the red tape\nOf this Government. \n",
  "\nIf an S and an I and an O and a U\nWith an X at the end spell Su;\nAnd an E and a Y and an E spell I,\nPray what is a speller to do?\nThen, if also an S and an I and a G\nAnd an HED spell side,\nThere's nothing much left for a speller to do\nBut to go commit siouxeyesighed.\n\t\t-- Charles Follen Adams, \"An Orthographic Lament\"\n",
  "\nIf Dr. Seuss Were a Technical Writer.....\n\nHere's an easy game to play.\nHere's an easy thing to say:\n\nIf a packet hits a pocket on a socket on a port,\nAnd the bus is interrupted as a very last resort,\nAnd the address of the memory makes your floppy disk abort, \nThen the socket packet pocket has an error to report!\n\nIf your cursor finds a menu item followed by a dash,\nAnd the double-clicking icon puts your window in the trash, \nAnd your data is corrupted 'cause the index doesn't hash, \nthen your situation's hopeless, and your system's gonna crash!\n\nYou can't say this?  What a shame, sir!\nWe'll find you another game, sir.\n\nIf the label on the cable on the table at your house,\nSays the network is connected to the button on your mouse, \nBut your packets want to tunnel on another protocol,\nThat's repeatedly rejected by the printer down the hall,\nAnd your screen is all distorted by the side effects of gauss,\nSo your icons in the window are as wavy as a souse,\nThen you may as well reboot and go out with a bang,\n'Cause as sure as I'm a poet, the sucker's gonna hang!\n\nWhen the copy of your floppy's getting sloppy on the disk, \nAnd the microcode instructions cause unnecessary risc, \nThen you have to flash your memory and you'll want to ram your rom.\nQuickly turn off the computer and be sure to tell your mom!\n\n\t\t-- DementDJ@ccip.perkin-elmer.com (DementDJ) [rec.humor.funny]\n",
  "\nIf I could read your mind, love,\nWhat a tale your thoughts could tell,\nJust like a paperback novel,\nThe kind the drugstore sells,\nWhen you reach the part where the heartaches come,\nThe hero would be me,\nHeroes often fail,\nYou won't read that book again, because\n\tthe ending is just too hard to take.\n\nI walk away, like a movie star,\nWho gets burned in a three way script,\nEnter number two,\nA movie queen to play the scene\nOf bringing all the good things out in me,\nBut for now, love, let's be real\nI never thought I could act this way,\nAnd I've got to say that I just don't get it,\nI don't know where we went wrong but the feeling is gone\nAnd I just can't get it back...\n\t\t-- Gordon Lightfoot, \"If You Could Read My Mind\"\n",
  "\nIf I could stick my pen in my heart,\nI would spill it all over the stage.\nWould it satisfy ya, would it slide on by ya,\nWould you think the boy was strange?\nAin't he strange?\n...\nIf I could stick a knife in my heart,\nSuicide right on the stage,\nWould it be enough for your teenage lust,\nWould it help to ease the pain?\nEase your brain?\n\t\t-- Rolling Stones, \"It's Only Rock'N Roll\"\n",
  "\nIf I don't drive around the park,\nI'm pretty sure to make my mark.\nIf I'm in bed each night by ten,\nI may get back my looks again.\nIf I abstain from fun and such,\nI'll probably amount to much;\nBut I shall stay the way I am,\nBecause I do not give a damn.\n\t\t-- Dorothy Parker\n",
  "\nIf I promised you the moon and the stars, would you believe it?\n\t\t-- Alan Parsons Project\n",
  "\nIf I traveled to the end of the rainbow\nAs Dame Fortune did intend,\nMurphy would be there to tell me\nThe pot's at the other end.\n\t\t-- Bert Whitney\n",
  "\nIf researchers wrote nursery rhymes...\n\nLittle Miss Muffet sat on her gluteal region,\nEating components of soured milk.\nOn at least one occasion,\n\talong came an arachnid and sat down beside her,\nOr at least in her vicinity,\nAnd caused her to feel an overwhelming, but not paralyzing, fear,\nWhich motivated the patient to leave the area rather quickly.\n\t\t-- Ann Melugin Williams\n",
  "\nIf she had not been cupric in her ions,\nHer shape ovoidal,\nTheir romance might have flourished.\nBut he built tetrahedral in his shape,\nHis ions ferric,\nLove could not help but die,\nUncatylised, inert, and undernourished.\n",
  "\nIf you had just a minute to breathe,\nAnd they granted you one final wish,\nWould you ask for something\nLike another chance?\n\t\t-- Traffic, \"The Low Spark of High Heeled Boys\"\n",
  "\nIf you stick a stock of liquor in your locker,\nIt is slick to stick a lock upon your stock. \n\tOr some joker who is slicker,\n\tWill trick you of your liquor,\nIf you fail to lock your liquor with a lock.\n",
  "\nIf you're worried by earthquakes and nuclear war,\nAs well as by traffic and crime,\nConsider how worry-free gophers are,\nThough living on burrowed time.\n\t-- Richard Armour, WSJ, 11/7/83\n",
  "\nIl brilgue: les t^\boves libricilleux\n\tSe gyrent et frillant dans le guave,\nEnm^\bim'\bes sont les gougebosquex,\n\tEt le m^\bomerade horgrave.\n\nEs brilig war.  Die schlichte Toven\n\tWirrten und wimmelten in Waben;\nUnd aller-mumsige Burggoven\n\tDir mohmen Rath ausgraben.\n\t\t-- Lewis Carrol, \"Through the Looking Glass\"\n",
  "\nIn /users3 did Kubla Kahn\nA stately pleasure dome decree,\nWhere /bin, the sacred river ran\nThrough Test Suites measureless to Man\nDown to a sunless C.\n",
  "\nIn every job that must be done, there is an element of fun.\nFind the fun and snap!  The job's a game.\nAnd every task you undertake, becomes a piece of cake,\n\ta lark, a spree; it's very clear to see.\n\t\t-- Mary Poppins\n",
  "\nIn high school in Brooklyn\nI was the baseball manager,\nproud as I could be\nI chased baseballs,\ngathered thrown bats\nhanded out the towels\t\t\tEventually, I bought my own\nIt was very important work\t\tbut it was dark blue while\nfor a small spastic kid,\t\tthe official ones were green\nbut I was a team member\t\t\tNobody ever said anything\nWhen the team got\t\t\tto me about my blue jacket;\ntheir warm-up jackets\t\t\tthe guys were my friends\nI didn't get one\t\t\tYet it hurt me all year\nOnly the regular team\t\t\tto wear that blue jacket\ngot these jackets, and\t\t\tamong all those green ones\nsurely not a manager\t\t\tEven now, forty years after,\n\t\t\t\t\tI still recall that jacket\n\t\t\t\t\tand the memory goes on hurting.\n\t\t-- Bart Lanier Safford III, \"An Obscured Radiance\"\n",
  "\nIn Riemann, Hilbert or in Banach space\nLet superscripts and subscripts go their ways.\nOur asymptotes no longer out of phase,\nWe shall encounter, counting, face to face.\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nIn the dimestores and bus stations\nPeople talk of situations\nRead books repeat quotations\nDraw conclusions on the wall.\n\t\t-- Bob Dylan\n",
  "\nIn the early morning queue,\nWith a listing in my hand.\nWith a worry in my heart,\tThere on terminal number 9,\nWaitin' here in CERAS-land.\tPascal run all set to go.\nI'm a long way from sleep,\tBut I'm waitin' in the queue,\nHow I miss a good meal so.\tWith this code that ever grows.\nIn the early mornin' queue,\tNow the lobby chairs are soft,\nWith no place to go.\t\tBut that can't make the queue move fast.\n\t\t\t\tHey, there it goes my friend,\n\t\t\t\tI've moved up one at last.\n\t\t-- Ernest Adams, \"Early Morning Queue\", to \"Early\n\t\t   Morning Rain\" by G. Lightfoot\n",
  "\nIn the land of the dark the Ship of the\nSun is driven by the Grateful Dead.\n\t\t-- Egyptian Book of the Dead\n",
  "\nIn this vale\nOf toil and sin\nYour head grows bald\nBut not your chin.\n\t\t-- Burma Shave\n",
  "\nIn Xanadu did Kubla Khan\nA stately pleasure dome decree:\nWhere Alph, the sacred river, ran\nThrough caverns measureless to man\nDown to a sunless sea.\nSo twice five miles of fertile ground\nWith walls and towers were girdled round:\nAnd there were gardens bright with sinuous rills,\nWhere blossomed many an incense-bearing tree;\nAnd here were forest ancient as the hills,\nEnfolding sunny spots of greenery.\n\t\t-- S.T. Coleridge, \"Kubla Kahn\"\n",
  "\nIn Xanadu did Kubla Khan a stately pleasure dome decree\nBut only if the NFL to a franchise would agree.\n",
  "\nInto love and out again,\n\tThus I went and thus I go.\nSpare your voice, and hold your pen:\n\tWell and bitterly I know\nAll the songs were ever sung,\n\tAll the words were ever said;\nCould it be, when I was young,\n\tSomeone dropped me on my head?\n\t\t-- Dorothy Parker, \"Theory\"\n",
  "\nIt cannot be seen, cannot be felt,\nCannot be heard, cannot be smelt.\nIt lies behind starts and under hills,\nAnd empty holes it fills.\nIt comes first and follows after,\nEnds life, kills laughter.\n",
  "\nIt hangs down from the chandelier\nNobody knows quite what it does\nIts color is odd and its shape is weird\nIt emits a high-sounding buzz\n\nIt grows a couple of feet each day\nand wriggles with sort of a twitch\nNobody bugs it 'cause it comes from\na visiting uncle who's rich!\n\t\t-- To \"It Came Upon A Midnight Clear\"\n",
  "\nIt happened long ago\nIn the new magic land\nThe Indians and the buffalo    \nExisted hand in hand\nThe Indians needed food\nThey need skins for a roof\nThe only took what they needed\nAnd the buffalo ran loose\nBut then came the white man\nWith his thick and empty head\nHe couldn't see past his billfold\nHe wanted all the buffalo dead\nIt was sad, oh so sad.\n\t\t-- Ted Nugent, \"The Great White Buffalo\"\n",
  "\nIt is not good for a man to be without knowledge,\nand he who makes haste with his feet misses his way.\n\t\t-- Proverbs 19:2\n",
  "\nIt used to be the fun was in\nThe capture and kill.\nIn another place and time\nI did it all for thrills.\n\t\t-- Lust to Love\n",
  "\nIt was one time too many\nOne word too few\nIt was all too much for me and you\nThere was one way to go\nNothing more we could do\nOne time too many\nOne word too few\n\t\t-- Meredith Tanner\n",
  "\nIt's faster horses,\nYounger women,\nOlder whiskey and\nMore money.\n\t\t-- Tom T. Hall, \"The Secret of Life\"\n",
  "\nIt's gonna be alright,\nIt's almost midnight,\nAnd I've got two more bottles of wine.\n",
  "\nIt's just a jump to the left\n\tAnd then a step to the right.\nPut your hands on your hips\n\tAnd pull your knees in tight.\nIt's the pelvic thrust\n\tThat really gets you insa-a-a-a-ane\n\n\tLET'S DO THE TIME WARP AGAIN!\n\t\t-- Rocky Horror Picture Show\n",
  "\nIt's just apartment house rules,\nSo all you 'partment house fools\nRemember:  one man's ceiling is another man's floor.\nOne man's ceiling is another man's floor.\n\t\t-- Paul Simon, \"One Man's Ceiling Is Another Man's Floor\"\n",
  "\nIt's Like This\n\nEven the samurai\nhave teddy bears,\nand even the teddy bears\nget drunk.\n",
  "\nIt's not against any religion to want to dispose of a pigeon.\n\t\t-- Tom Lehrer, \"Poisoning Pigeons in the Park\"\n",
  "\nIt's so confusing choosing sides in the heat of the moment,\n\tjust to see if it's real,\nOooh, it's so erotic having you tell me how it should feel,\nBut I'm avoiding all the hard cold facts that I got to face,\nSo ask me just one question when this magic night is through,\nCould it have been just anyone or did it have to be you?\n\t\t-- Billy Joel, \"Glass Houses\"\n",
  "\nJohn\t\t\tDame May\t\tOscar\nWas Gay\t\t\tWas Whitty\t\tWas Wilde\nBut Gerard Hopkins\tBut John Greenleaf\tBut Thornton\nWas Manley\t\tWas Whittier\t\tWas Wilder\n\t\t-- Willard Espy\n",
  "\nJohn the Baptist after poisoning a thief,\nLooks up at his hero, the Commander-in-Chief,\nSaying tell me great leader, but please make it brief\nIs there a hole for me to get sick in?\nThe Commander-in-Chief answers him while chasing a fly,\nSaying death to all those who would whimper and cry.\nAnd dropping a barbell he points to the sky,\nSaying the sun is not yellow, it's chicken.\n\t\t-- Bob Dylan, \"Tombstone Blues\"\n",
  "\nJust a song before I go,\t\tGoing through security\nTo whom it may concern,\t\t\tI held her for so long.\nTraveling twice the speed of sound\tShe finally looked at me in love,\nIt's easy to get burned.\t\tAnd she was gone.\nWhen the shows were over\t\tJust a song before I go,\nWe had to get back home,\t\tA lesson to be learned.\nAnd when we opened up the door\t\tTraveling twice the speed of sound\nI had to be alone.\t\t\tIt's easy to get burned.\nShe helped me with my suitcase,\nShe stands before my eyes,\nDriving me to the airport\nAnd to the friendly skies.\n\t\t-- Crosby, Stills, Nash, \"Just a Song Before I Go\"\n",
  "\nJust machines to make big decisions,\nProgrammed by men for compassion and vision,\nWe'll be clean when their work is done,\nWe'll be eternally free, yes, eternally young,\nWhat a beautiful world this will be,\nWhat a glorious time to be free.\n\t\t-- Donald Fagon, \"What A Beautiful World\"\n",
  "\n`Just the place for a Snark!' the Bellman cried,\n\tAs he landed his crew with care;\nSupporting each man on the top of the tide\n\tBy a finger entwined in his hair.\n\n'Just the place for a Snark!  I have said it twice:\n\tThat alone should encourage the crew.\nJust the place for a Snark!  I have said it thrice:\n\tWhat I tell you three times is true.'\n",
  "\n`Just the place for a Snark!' the Bellman cried,\n\tAs he landed his crew with care;\nSupporting each man on the top of the tide\n\tBy a finger entwined in his hair.\n\n`Just the place for a Snark!  I have said it twice:\n\tThat alone should encourage the crew.\nJust the place for a Snark!  I have said it thrice:\n\tWhat I tell you three times is true.'\n",
  "\nJust yesterday morning, they let me know you were gone,\nSuzanne, the plans they made put an end to you,\nI went out this morning and I wrote down this song,\nJust can't remember who to send it to...\n\nOh, I've seen fire and I've seen rain,\nI've seen sunny days that I thought would never end,\nI've seen lonely times when I could not find a friend,\nBut I always thought that I'd see you again.\nThought I'd see you one more time again.\n\t\t-- James Taylor, \"Fire and Rain\"\n",
  "\nK:\tCobalt's metal, hard and shining;\n\tCobol's wordy and confining;\n\tKOBOLDS topple when you strike them;\n\tDon't feel bad, it's hard to like them.\n\t\t-- The Roguelet's ABC\n",
  "\nKeep ancient lands, your storied pomp! cries she\nWith silent lips.  Give me your tired, your poor,\nYour huddled masses yearning to breathe free,\nThe wretched refuse of your teeming shore.\nSend these, the homeless, tempest-tossed to me...\n\t\t-- Emma Lazarus, \"The New Colossus\"\n",
  "\nKnock Knock...  (who's there?)  Ether!  (ether who?)  Ether Bunny... Yea!\n[chorus]\n\tYeay!\n\tStay on the Happy side, always on the happy side,\n\tStay on the Happy side of life!\n\tBum bum bum bum bum bum\n\tYou will feel no pain, as we drive you insane,\n\tSo Stay on the Happy Side of life!\n\nKnock Knock...  (who's there?)  Anna!  (anna who?)\n\tAn another ether bunny... [chorus]\nKnock Knock...  (who's there?)  Stilla!  (stilla who?)\n\tStill another ether bunny... [chorus]\nKnock Knock...  (who's there?)  Yetta!  (yetta who?)\n\tYet another ether bunny... [chorus]\nKnock Knock...  (who's there?)  Cargo!  (cargo who?)\n\tCargo beep beep and run over ether bunny... [chorus]\nKnock Knock...  (who's there?)  Boo!  (boo who?)\n\tDon't Cry!  Ether bunny be back next year! [chorus]\n",
  "\nLadies and Gentlemen, Hobos and Tramps,\nCross-eyed mosquitos and bowlegged ants,\nI come before you to stand behind you\nTo tell you of something I know nothing about.\nNext Thursday (which is good Friday),\nThere will be a convention held in the\nWomen's Club which is strictly for Men.\nAdmission is free, pay at the door,\nPull up a chair, and sit on the floor.\nIt was a summer's day in winter,\nAnd the snow was raining fast,\nAs a barefoot boy with shoes on,\nStood sitting in the grass.\nOh, that bright day in the dead of night,\nTwo dead men got up to fight.\nThree blind men to see fair play,\nForty mutes to yell \"Hooray\"!\nBack to back, they faced each other,\nDrew their swords and shot each other.\nA deaf policeman heard the noise,\nCame and arrested those two dead boys.\n",
  "\nLadles and Jellyspoons!\nI come before you to stand behind you,\nTo tell you something I know nothing about.\nSince next Thursday will be Good Friday,\nThere will be a fathers' meeting, for mothers only.\nWear your best clothes, if you don't have any,\nAnd please stay at home if you can possibly be there.\nAdmission is free, please pay at the door.\nHave a seat on me: please sit on the floor.\nNo matter where you manage to sit,\nThe man in the balcony will certainly spit.\nWe thank you for your unkind attention,\nAnd would now like to present our next act:\n\"The Four Corners of the Round Table.\"\n",
  "\nLady, lady, should you meet\nOne whose ways are all discreet,\nOne who murmurs that his wife\nIs the lodestar of his life,\nOne who keeps assuring you\nThat he never was untrue,\nNever loved another one...\nLady, lady, better run!\n\t\t-- Dorothy Parker, \"Social Note\"\n",
  "\nLadybug, ladybug,\nLook to your stern!\nYour house is on fire,\nYour children will burn!\nSo jump ye and sing, for\nThe very first time\nThe four lines above\nHave been put into rhyme.\n\t\t-- Walt Kelly\n",
  "\nLast night I met upon the stair\nA little man who wasn't there.\nHe wasn't there again today.\nGee how I wish he'd go away!\n",
  "\nLatin is a language,\nAs dead as can be.\nFirst it killed the Romans,\nAnd now it's killing me.\n",
  "\nLet me not to the marriage of true minds\nAdmit impediments.  Love is not love\nWhich alters when it alteration finds,\nOr bends with the remover to remove:\nO, no! it is an ever-fixed mark,\nThat looks on tempests and is never shaken;\nIt is the star to every wandering bark,\nWhose worth's unknown, although his height be taken.\nLove's not Time's fool, though rosy lips and cheeks\nWithin his bending sickle's compass come;\nLove alters not with his brief hours and weeks,\nBut bears it out even to the edge of doom.\nIf this be error and upon me proved,\nI never writ, nor no man ever loved.\n",
  "\nLet us go then you and I\nwhile the night is laid out against the sky\nlike a smear of mustard on an old pork pie.\n\n\"Nice poem Tom.  I have ideas for changes though, why not come over?\"\n\t-- Ezra\n",
  "\nLet us go, through certain half-deserted streets,\nThe muttering retreats\nOf restless nights in one-night cheap hotels\nAnd sawdust restaurants with oyster-shells:\nStreets that follow like a tedious argument\nOf insidious intent\nTo lead you to an overwhelming question...\nOh, do not ask, \"What is it?\"\n\t\t-- T.S. Eliot, \"Love song of J. Alfred Prufrock\"\n",
  "\nLet us treat men and women well;\nTreat them as if they were real;\nPerhaps they are.\n\t\t-- Ralph Waldo Emerson\n",
  "\nLife is like a tin of sardines.\nWe're, all of us, looking for the key.\n\t\t-- Beyond the Fringe\n",
  "\nLife is what happens to you while you're busy making other plans.\n\t\t-- John Lennon, \"Beautiful Boy\"\n",
  "\nLift every voice and sing\nTill earth and heaven ring,\nRing with the harmonies of Liberty;\nLet our rejoicing rise\nHigh as the listening skies,\nLet it resound loud as the rolling sea.\n\nSing a song full of the faith that the dark past has taught us.\nSing a song full of the hope that the present has bought us.\nFacing the rising sun of our new day begun,\nLet us march on till victory is won.\n\t\t-- James Weldon Johnson\n",
  "\nLighten up, while you still can,\nDon't even try to understand,\nJust find a place to make your stand,\nAnd take it easy.\n\t\t-- The Eagles, \"Take It Easy\"\n",
  "\nLike corn in a field I cut you down,\nI threw the last punch way too hard,\nAfter years of going steady, well, I thought it was time,\nTo throw in my hand for a new set of cards.\nAnd I can't take you dancing out on the weekend,\nI figured we'd painted too much of this town,\nAnd I tried not to look as I walked to my wagon,\nAnd I knew then I had lost what should have been found,\nI knew then I had lost what should have been found.\n\tAnd I feel like a bullet in the gun of Robert Ford\n\tI'm as low as a paid assassin is\n\tYou know I'm cold as a hired sword.\n\tI'm so ashamed we can't patch it up,\n\tYou know I can't think straight no more\n\tYou make me feel like a bullet, honey,\n\t\ta bullet in the gun of Robert Ford.\n\t\t-- Elton John \"I Feel Like a Bullet\"\n",
  "\n\"Lines that are parallel meet at Infinity!\"\nEuclid repeatedly, heatedly, urged.\n\nUntil he died, and so reached that vicinity:\nin it he found that the damned things diverged.\n\t\t-- Piet Hein\n",
  "\nLisp, Lisp, Lisp Machine,\nLisp Machine is Fun.\nLisp, Lisp, Lisp Machine,\nFun for everyone.\n",
  "\nLittle Fly,\nThy summer's play\t\tIf thought is life\nMy thoughtless hand\t\tAnd strength & breath,\nHas brush'd away.\t\tAnd the want\n\t\t\t\tOf thought is death,\nAm not I\nA fly like thee?\t\tThen am I\nOr art not thou\t\t\tA happy fly\nA man like me?\t\t\tIf I live\n\t\t\t\tOr if I die.\n\nFor I dance\nAnd drink & sing,\nTill some blind hand\nShall brush my wing.\n\t\t-- William Blake, \"The Fly\"\n",
  "\nLizzie Borden took an axe,\nAnd plunged it deep into the VAX;\nDon't you envy people who\nDo all the things ___\b\b\bYOU want to do?\n",
  "\nLogicians have but ill defined\nAs rational the human kind.\nLogic, they say, belongs to man,\nBut let them prove it if they can.\n\t\t-- Oliver Goldsmith\n",
  "\nLouie Louie, me gotta go\nLouie Louie, me gotta go\n\nFine little girl she waits for me\nMe catch the ship for cross the sea\nMe sail the ship all alone\t\tThree nights and days me sail the sea\nMe never thinks me make it home\t\tMe think of girl constantly\n(chorus)\t\t\t\tOn the ship I dream she there\n\t\t\t\t\tI smell the rose in her hair\nMe see Jamaica moon above\t\t(chorus, guitar solo)\nIt won't be long, me see my love\nI take her in my arms and then\nMe tell her I never leave again\n\t\t-- The real words to The Kingsmen's classic \"Louie Louie\"\n",
  "\nLove in your heart wasn't put there to stay.\nLove isn't love 'til you give it away.\n\t\t-- Oscar Hammerstein II\n",
  "\nLove, which is quickly kindled in a gentle heart,\n\tseized this one for the fair form\n\tthat was taken from me-and the way of it afficts me still.\nLove, which absolves no loved one from loving,\n\tseized me so strongly with delight in him,\n\tthat, as you see, it does not leave me even now.\nLove brought us to one death.\n\t\t-- La Divina Commedia: Inferno V, vv. 100-06\n",
  "\nMargaret, are you grieving\nOver Goldengrove unleaving?\nLeaves, like the things of man,\nYou, with your fresh thoughts\nCare for, can you?\nAh! as the heart grows older\nIt will come to such sights colder\nBy and by, nor spare a sigh\nThough worlds of wanwood leafmeal lie\nAnd yet you will weep and know why.\nNow no matter, child, the name\nSorrow's springs are the same:\nIt is the blight man was born for,\nIt is Margaret you mourn for.\n\t\t-- Gerard Manley Hopkins.\n",
  "\nMeanehwael, baccat meaddehaele, monstaer lurccen;\nFulle few too many drincce, hie luccen for fyht.\n[D]en Hreorfneorht[d]hwr, son of Hrwaerow[p]heororthwl,\nAEsccen aewful jeork to steop outsyd.\n[P]hud!  Bashe!  Crasch!  Beoom!  [D]e bigge gye\nEallum his bon brak, byt his nose offe;\nWicced Godsylla waeld on his asse.\nMonstaer moppe fleor wy[p] eallum men in haelle.\nBeowulf in bacceroome fonecall bemaccen waes;\nHearen sond of ruccus saed, \"Hwaet [d]e helle?\"\nGraben sheold strang ond swich-blaed scharp\nSond feorth to fyht [d]e grimlic foe.\n\"Me,\" Godsylla saed, \"mac [d]e minsemete.\"\nHeoro cwyc geten heold wi[p] faemed half-nelson\nOnd flyng him lic frisbe bac to fen.\nBeowulf belly up to meaddehaele bar,\nSaed, \"Ne foe beaten mie faersom cung-fu.\"\nEorderen cocca-colha yce-coeld, [d]e reol [p]yng.\n\t\t-- Not Chaucer, for certain\n",
  "\nMost folks they like the daytime,\n\t'cause they like to see the shining sun.\nThey're up in the morning, \n\toff and a-running till they're too tired for having fun.\nBut when the sun goes down,\n\tand the bright lights shine, my daytime has just begun.\n\nNow there are two sides to this great big world,\n\tand one of them is always night.\nIf you can take care of business in the sunshine, baby,\n\tI guess you're gonna be all right.\nDon't come looking for me to lend you a hand.\n\tMy eyes just can't stand the light.\n\n'Cause I'm a night owl honey, sleep all day long.\n\t\t-- Carly Simon\n",
  "\nMummy dust to make me old;\nTo shroud my clothes, the black of night;\nTo age my voice, an old hag's cackle;\nTo whiten my hair, a scream of fright;\nA blast of wind to fan my hate;\nA thunderbolt to mix it well --\nNow begin thy magic spell!\n\t\t-- Walter Disney, \"Snow White\"\n",
  "\nMy analyst told me that I was right out of my head,\n\tBut I said, \"Dear Doctor, I think that it is you instead.\nBecause I have got a thing that is unique and new,\n\tTo prove it I'll have the last laugh on you.\n'Cause instead of one head -- I've got two.\n\nAnd you know two heads are better than one.\n",
  "\nMy Bonnie looked into a gas tank,\nThe height of its contents to see!\nShe lit a small match to assist her,\nOh, bring back my Bonnie to me.\n",
  "\nMy calculator is my shepherd, I shall not want\nIt maketh me accurate to ten significant figures,\n\tand it leadeth me in scientific notation to 99 digits.\nIt restoreth my square roots and guideth me along paths of floating\n\tdecimal points for the sake of precision.\nYea, tho I walk through the valley of surprise quizzes,\n\tI will fear no prof, for my calculator is there to hearten me.\nIt prepareth a log table to comfort me, it prepareth an\n\tarc sin for me in the presence of my teachers.\nIt annoints my homework with correct solutions, my interpolations are\n\tover.\nSurely, both precision and accuracy shall follow me all the days of my\n\tlife, and I shall dwell in the house of Texas instruments forever.\n",
  "\nMy darling wife was always glum.\nI drowned her in a cask of rum,\nAnd so made sure that she would stay\nIn better spirits night and day.\n",
  "\nMy love runs by like a day in June,\n\tAnd he makes no friends of sorrows.\nHe'll tread his galloping rigadoon\n\tIn the pathway or the morrows.\nHe'll live his days where the sunbeams start\n\tNor could storm or wind uproot him.\nMy own dear love, he is all my heart --\n\tAnd I wish somebody'd shoot him.\n\t\t-- Dorothy Parker, part 3\n",
  "\nMy love, he's mad, and my love, he's fleet,\n\tAnd a wild young wood-thing bore him!\nThe ways are fair to his roaming feet,\n\tAnd the skies are sunlit for him.\nAs sharply sweet to my heart he seems\n\tAs the fragrance of acacia.\nMy own dear love, he is all my dreams --\n\tAnd I wish he were in Asia.\n\t\t-- Dorothy Parker, part 2\n",
  "\nMy My, hey hey\nRock and roll is here to stay\tThe king is gone but he's not forgotten\nIt's better to burn out\t\tThis is the story of a Johnny Rotten\nThan to fade away\t\tIt's better to burn out than it is to rust\nMy my, hey hey\t\t\tThe king is gone but he's not forgotten\n\nIt's out of the blue and into the black\t\tHey hey, my my\nThey give you this, but you pay for that\tRock and roll can never die\nAnd once you're gone you can never come back\tThere's more to the picture\nWhen you're out of the blue\t\t\tThan meets the eye\nAnd into the black\n\t\t-- Neil Young\n\t\t\"My My, Hey Hey (Out of the Blue), Rust Never Sleeps\"\n",
  "\n\"My name is Sue!  How do you do?!  Now you gonna die!\"\nWell, I hit him hard right between the eyes,\nAnd he went down, but to my surprise,\nCome up with a knife and cut off a piece of my ear.\nSo I busted a chair right across his teeth,\nAnd we crashed through the walls and into the streets,\nKickin' and a-gougin' in the mud and the blood and beer.\nNow I tell you, I've fought tougher men,\nBut I really can't remember when:\nHe kicked like a mule and he bit like a crocodile.\nBut I heard him laugh and then I heard him cuss,\nAnd he went for his gun, but I pulled mine first,\nAnd he sat there lookin' at me, and I saw him smile.\nHe said: \"Son, this world is rough,\nAnd if a man's gonna make it he's gotta be tough,\nAnd I knew I wouldn't be there to help you along.\nSo I give you that name and I said goodbye,\nAnd I knew you'd have to get tough or die,\nAnd it's that name that's helped to make you strong!\n\t\t-- Johnny Cash, \"A Boy Named Sue\"\n",
  "\nMy own dear love, he is strong and bold\n\tAnd he cares not what comes after.\nHis words ring sweet as a chime of gold,\n\tAnd his eyes are lit with laughter.\nHe is jubilant as a flag unfurled --\n\tOh, a girl, she'd not forget him.\nMy own dear love, he is all my world --\n\tAnd I wish I'd never met him.\n\t\t-- Dorothy Parker, part 1\n",
  "\nMy pen is at the bottom of a page,\nWhich, being finished, here the story ends;\n'Tis to be wished it had been sooner done,\nBut stories somehow lengthen when begun.\n\t\t-- Byron\n",
  "\nMy soul is crushed, my spirit sore\nI do not like me anymore,\nI cavil, quarrel, grumble, grouse,\nI ponder on the narrow house\nI shudder at the thought of men\nI'm due to fall in love again.\n\t\t-- Dorothy Parker, \"Enough Rope\"\n",
  "\nNature to all things fixed the limits fit,\nAnd wisely curbed proud man's pretending wit.\nAs on the land while here the ocean gains,\nIn other parts it leaves wide sandy plains;\nThus in the soul while memory prevails,\nThe solid power of understanding fails;\nWhere beams of warm imagination play,\nThe memory's soft figures melt away.\n\t\t-- Alexander Pope (on runtime bounds checking?)\n",
  "\nNear the Studio Jean Cocteau\nOn the Rue des Ecoles\nlived an old man\nwith a blind dog\nEvery evening I would see him\nguiding the dog along\nthe sidewalk, keeping\na firm grip on the leash\nso that the dog wouldn't\nrun into a passerby\nSometimes the dog would stop\nand look up at the sky\nOnce the old man\nnoticed me watching the dog\nand he said, \"Oh, yes,\nthis one knows\nwhen the moon is out,\nhe can feel it on his face\"\n\t\t-- Barry Gifford\n",
  "\nNeuroses are red,\n\tMelancholia's blue.\nI'm schizophrenic,\n\tWhat are you?\n",
  "\nNew York's got the ways and means;\nJust won't let you be.\n\t\t-- The Grateful Dead\n",
  "\nNew York-- to that tall skyline I come\nFlyin' in from London to your door\nNew York-- lookin' down on Central Park\nWhere they say you should not wander after dark.\nNew York.\n\t\t-- Simon and Garfunkle\n",
  "\nNext, upon a stool, we've a sight to make you drool.\nSeven virgins and a mule, keep it cool, keep it cool.\n\t\t-- ELP, \"Karn Evil 9\" (1st Impression, Part 2)\n",
  "\nNine megs for the secretaries fair,\nSeven megs for the hackers scarce,\nFive megs for the grads in smoky lairs,\nThree megs for system source;\n\nOne disk to rule them all,\nOne disk to bind them,\nOne disk to hold the files\nAnd in the darkness grind 'em.\n",
  "\nNine-track tapes and seven-track tapes\nAnd tapes without any tracks;\nStretchy tapes and snarley tapes\nAnd tapes mixed up on the racks --\n\tTake hold of the tape\n\tAnd pull off the strip,\n\tAnd then you'll be sure\n\tYour tape drive will skip.\n\t\t-- Uncle Colonel's Cursory Rhymes\n",
  "\nNo one likes us.\nI don't know why.\nWe may not be perfect,\t\t\tWe give them money,\nBut heaven knows we try.\t\tBut are they grateful?\nBut all around,\t\t\t\tNo, they're spiteful,\nEven our old friends put us down.\tAnd they're hateful.\nLet's drop the big one,\t\t\tThey don't respect us,\nAnd see what happens.\t\t\tSo let's surprise them\n\t\t\t\t\tWe'll drop the big one,\n\t\t\t\t\tAnd pulverize 'em.\nAsia's crowded,\nEurope's too old,\nAfrica is far too hot,\t\t\tWe'll save Australia.\nAnd Canada's too cold.\t\t\tDon't wanna hurt no kangaroos.\nAnd South America stole our name\tWe'll build an All-American amusement\nLet's drop the big one,\t\t\t\tpark there--\nThere'll be no one left to blame us.\tThey got surfin', too!\n\nBoom! goes London,\nAnd Boom! Paree.\nMore room for you,\t\t\tOh, how peaceful it'll be!\nAnd more room for me,\t\t\tWe'll set everybody free!\nAnd every city,\t\t\t\tYou'll wear a Japanese kimono, babe;\nThe whole world round,\t\t\tThere'll be Italian shoes for me!\nWill just be another American town.\tThey all hate us anyhow,\n\t\t\t\t\tSo, let's drop the big one now.\n\t\t\t\t\tLet's drop the big one now!\n\t\t-- Randy Newman, \"Drop the Big One\"\n",
  "\nNo pig should go sky diving during monsoon\nFor this isn't really the norm.\nBut should a fat swine try to soar like a loon,\nSo what?  Any pork in a storm.\n\nNo pig should go sky diving during monsoon,\nIt's risky enough when the weather is fine.\nBut to have a pig soar when the monsoon doth roar\nCast even more perils before swine.\n",
  "\nNo plain fanfold paper could hold that fractal Puff --\nHe grew so fast no plotting pack could shrink him far enough.\nCompiles and simulations grew so quickly tame\nAnd swapped out all their data space when Puff pushed his stack frame.\n\t(refrain)\nPuff, he grew so quickly, while others moved like snails\nAnd mini-Puffs would perch themselves on his gigantic tail.\nAll the student hackers loved that fractal Puff\nBut DCS did not like Puff, and finally said, \"Enough!\"\n\t(refrain)\nPuff used more resources than DCS could spare.\nThe operator killed Puff's job -- he didn't seem to care.\nA gloom fell on the hackers; it seemed to be the end,\nBut Puff trapped the exception, and grew from naught again!\n\t(refrain)\nRefrain:\n\tPuff the fractal dragon was written in C,\n\tAnd frolicked while processes switched in mainframe memory.\n\tPuff the fractal dragon was written in C,\n\tAnd frolicked while processes switched in mainframe memory.\n",
  "\n\"No program is perfect,\"\nThey said with a shrug.\n\"The customer's happy--\nWhat's one little bug?\"\n\nBut he was determined,\t\t\tThen change two, then three more,\nThe others went home.\t\t\tAs year followed year.\nHe dug out the flow chart\t\tAnd strangers would comment,\nDeserted, alone.\t\t\t\"Is that guy still here?\"\n\nNight passed into morning.\t\tHe died at the console\nThe room was cluttered\t\t\tOf hunger and thirst\nWith core dumps, source listings.\tNext day he was buried\n\"I'm close,\" he muttered.\t\tFace down, nine edge first.\n\nChain smoking, cold coffee,\t\tAnd his wife through her tears\nLogic, deduction.\t\t\tAccepted his fate.\n\"I've got it!\" he cried,\t\tSaid \"He's not really gone,\n\"Just change one instruction.\"\t\tHe's just working late.\"\n\t\t-- The Perfect Programmer\n",
  "\nNo rock so hard but that a little wave\nMay beat admission in a thousand years.\n\t\t-- Tennyson\n",
  "\nNo sooner had Edger Allen Poe\nFinished his old Raven,\nthen he started his Old Crow.\n",
  "\nNo, his mind is not for rent\nTo any god or government.\nAlways hopeful, yet discontent,\nHe knows changes aren't permanent -\nBut change is.\n",
  "\nNothing that's forced can ever be right,\nIf it doesn't come naturally, leave it.\nThat's what she said as she turned out the light,\nAnd we bent our backs as slaves of the night,\nThen she lowered her guard and showed me the scars\nShe got from trying to fight\nSaying, oh, you'd better believe it.\n[...]\nWell nothing that's real is ever for free\nAnd you just have to pay for it sometime.\nShe said it before, she said it to me,\nI suppose she believed there was nothing to see,\nBut the same old four imaginary walls\nShe'd built for livin' inside\nI said oh, you just can't mean it.\n[...]\nWell nothing that's forced can ever be right,\nIf it doesn't come naturally, leave it.\nThat's what she said as she turned out the light,\nAnd she may have been wrong, and she may have been right,\nBut I woke with the frost, and noticed she'd lost\nThe veil that covered her eyes,\nI said oh, you can leave it.\n\t\t-- Al Stewart, \"If It Doesn't Come Naturally, Leave It\"\n",
  "\nNow hatred is by far the longest pleasure;\nMen love in haste, but they detest at leisure.\n\t\t-- George Gordon, Lord Byron, \"Don Juan\"\n",
  "\nNow I lay me back to sleep.\nThe speaker's dull; the subject's deep.\nIf he should stop before I wake,\nGive me a nudge for goodness' sake.\n\t\t-- Anonymous\n",
  "\nNow I lay me down to sleep\nI pray the double lock will keep;\nMay no brick through the window break,\nAnd, no one rob me till I awake.\n",
  "\nNow I lay me down to sleep,\nI pray the Lord my soul to keep,\nIf I should die before I wake,\nI'll cry in anguish, \"Mistake!!  Mistake!!\"\n",
  "\nNow I lay me down to study,\nI pray the Lord I won't go nutty.\nAnd if I fail to learn this junk,\nI pray the Lord that I won't flunk.\nBut if I do, don't pity me at all,\nJust lay my bones in the study hall.\nTell my teacher I've done my best,\nThen pile my books upon my chest.\n",
  "\nNow it's time to say goodbye\nTo all our company...\nM-I-C\t(see you next week!)\nK-E-Y\t(Why?  Because we LIKE you!)\nM-O-U-S-E.\n",
  "\nNow let the song begin!  Let us sing together\nOf sun, star, moon and mist, rain and cloudy weather,\nLight on the budding leag, dew on the feather,\nWind on the open hill, bells on the heather,\nReeds by the shady pool, lilies on the water:\nOld Tom Bombadil and the River-daughter!\n\t\t-- J. R. R. Tolkien\n",
  "\nNow of my threescore years and ten,\nTwenty will not come again,\nAnd take from seventy springs a score,\nIt leaves me only fifty more.\n\nAnd since to look at things in bloom\nFifty springs are little room,\nAbout the woodlands I will go\nTo see the cherry hung with snow.\n\t\t-- A.E. Housman\n",
  "\nNow that day wearies me,\nMy yearning desire\nWill receive more kindly,\nLike a tired child, the starry night.\n\nHands, leave off your deeds,\nMind, forget all thoughts;\nAll of my forces\nYearn only to sink into sleep.\n\nAnd my soul, unguarded,\nWould soar on widespread wings,\nTo live in night's magical sphere\nMore profoundly, more variously.\n\t\t-- Hermann Hesse, \"Going to Sleep\"\n",
  "\nNow what would they do if I just sailed away?\nWho the hell really compelled me to leave today?\nRunnin' low on stories of what made it a ball,\nWhat would they do if I made no landfall?\"\n\t\t-- Jimmy Buffet, \"Landfall\"\n",
  "\nNow's the time to have some big ideas\nNow's the time to make some firm decisions\nWe saw the Buddha in a bar down south\nTalking politics and nuclear fission\nWe see him and he's all washed up --\nMoving on into the body of a beetle\nGetting ready for a long long crawl\nHe  ain't nothing -- he ain't nothing at all...\n\nDeath and Money make their point once more\nIn the shape of Philosophical assassins\nMark and Danny take the bus uptown\nDeadly angels for reality and passion\nHave the courage of the here and now\nDon't taking nothing from the half-baked buddhas\nWhen you think you got it paid in full\nYou got nothing -- you got nothing at all...\n\tWe're on the road and we're gunning for the Buddha.\n\tWe know his name and he mustn't get away.\n\tWe're on the road and we're gunning for the Buddha.\n\tIt would take one shot -- to blow him away...\n\t\t-- Shriekback, \"Gunning for the Buddah\"\n",
  "\nO give me a home,\nWhere the buffalo roam,\nWhere the deer and the antelope play,\nWhere seldom is heard\nA discouraging word,\n'Cause what can an antelope say?\n",
  "\nO love, could thou and I with fate conspire\nTo grasp this sorry scheme of things entire,\nMight we not smash it to bits\nAnd mould it closer to our hearts' desire?\n\t\t-- Omar Khayyam, tr. FitzGerald\n",
  "\nO slender as a willow-wand!  O clearer than clear water!\nO reed by the living pool!  Fair river-daughter!\nO spring-time and summer-time, and spring again after!\nO wind on the waterfall, and the leaves' laughter!\n\t\t-- J. R. R. Tolkien\n",
  "\nO! Wanderers in the shadowed land\ndespair not!  For though dark they stand,\nall woods there be must end at last,\nand see the open sun go past:\nthe setting sun, the rising sun,\nthe day's end, or the day begun.\nFor east or west all woods must fail ...\n\t\t-- J. R. R. Tolkien\n",
  "\nObserve yon plumed biped fine.\nTo activate its captivation,\nDeposit on its termination,\nA quantity of particles saline.\n",
  "\nOf all the words of witch's doom\nThere's none so bad as which and whom.\nThe man who kills both which and whom\nWill be enshrined in our Who's Whom.\n\t\t-- Fletcher Knebel\n",
  "\nOh don't the days seem lank and long\n\tWhen all goes right and none goes wrong,\nAnd isn't your life extremely flat\n\tWith nothing whatever to grumble at!\n",
  "\nOh give me your pity!\nI'm on a committee,\t\t\tWe attend and amend\nWhich means that from morning\t\tAnd contend and defend\n\tto night,\t\t\tWithout a conclusion in sight.\n\nWe confer and concur,\nWe defer and demur,\t\t\tWe revise the agenda\nAnd reiterate all of our thoughts.\tWith frequent addenda\n\t\t\t\t\tAnd consider a load of reports.\n\nWe compose and propose,\nWe suppose and oppose,\t\t\tBut though various notions\nAnd the points of procedure are fun;\tAre brought up as motions,\n\t\t\t\t\tThere's terribly little gets done.\n\nWe resolve and absolve;\nBut we never dissolve,\nSince it's out of the question for us\nTo bring our committee\nTo end like this ditty,\nWhich stops with a period, thus.\n\t\t-- Leslie Lipson, \"The Committee\"\n",
  "\nOh Lord, won't you buy me a 4BSD?\nMy friends all got sources, so why can't I see?\nCome all you moby hackers, come sing it out with me:\nTo hell with the lawyers from AT&T!\n",
  "\n\"Oh, 'Melia, my dear, this does everything crown!\nWho could have supposed I should meet you in Town?\nAnd whence such fair garments such prosperi-ty?\"\n\"Oh, didn't you know I'd been ruined?\" said she.\n\n\"You left us in tatters, without shoes or socks,\nTired of digging potatoes, and spudding up docks;\nAnd now you've gay bracelets and bright feathers three!\"\n\"Yes: That's how we dress when we're ruined,\" said she.\n\n\"At home in the barton you said `thee' and `thou,'\nAnd `thik oon' and `theas oon' and `t'other;' but now\nYour talking quite fits 'ee for compa-ny!\"\n\"Some polish is gained with one's ruin,\" said she.\n\n\"Your hands were like paws then, your face blue and bleak\nBut now I'm bewitched by your delicate cheek,\nAnd your little gloves fit like as on any la-dy!\"\n\"We never do work when we're ruined,\" said she.\n\n\"You used to call home-life a hag-ridden dream,\nAnd you'd sigh, and you'd sock; but at present you seem\nTo know not of megrims or melancho-ly!\"\n\"True.  One's pretty lively when ruined,\" said she.\n\n\"I wish I had feathers, a fine sweeping gown,\nAnd a delicate face, and could strut about Town!\"\n\"My dear--a raw country girl, such as you be,\nCannot quite expect that.  You ain't ruined,\" said she.\n\t\t--Thomas Hardy\n",
  "\nOh, by the way, which one's Pink?\n\t\t-- Pink Floyd\n",
  "\nOh, give me a home,\nWhere the buffalo roam,\nAnd I'll show you a house with a really messy kitchen.\n",
  "\nOh, give me a locus where the gravitons focus\n\tWhere the three-body problem is solved,\n\tWhere the microwaves play down at three degrees K,\n\tAnd the cold virus never evolved.\t\t\t(chorus)\nWe eat algea pie, our vacuum is high,\n\tOur ball bearings are perfectly round.\n\tOur horizon is curved, our warheads are MIRVed,\n\tAnd a kilogram weighs half a pound.\t\t\t(chorus)\nIf we run out of space for our burgeoning race\n\tNo more Lebensraum left for the Mensch\n\tWhen we're ready to start, we can take Mars apart,\n\tIf we just find a big enough wrench.\t\t\t(chorus)\nI'm sick of this place, it's just McDonald's in space,\n\tAnd living up here is a bore.\n\tTell the shiggies, \"Don't cry,\" they can kiss me goodbye\n\t'Cause I'm moving next week to L4!\t\t\t(chorus)\n\nCHORUS:\tHome, home on LaGrange,\n\tWhere the space debris always collects,\n\tWe possess, so it seems, two of Man's greatest dreams:\n\tSolar power and zero-gee sex.\n\t\t-- to Home on the Range\n",
  "\nOh, I am a C programmer and I'm okay\n\tI muck with indices and structs all day\nAnd when it works, I shout hoo-ray\n\tOh, I am a C programmer and I'm okay\n",
  "\nOh, I have slipped the surly bonds of earth,\nAnd danced the skies on laughter silvered wings;\nSunward I've climbed and joined the tumbling mirth\nOf sun-split clouds and done a hundred things\nYou have not dreamed of --\nWheeled and soared and swung\nHigh in the sunlit silence.\nHovering there\nI've chased the shouting wind along and flung\nMy eager craft through footless halls of air.\nUp, up along delirious, burning blue\nI've topped the wind-swept heights with easy grace,\nWhere never lark, or even eagle flew;\nAnd, while with silent, lifting mind I've trod\nThe high untrespassed sanctity of space,\nPut out my hand, and touched the face of God.\n\t\t-- John Gillespie Magee Jr., \"High Flight\"\n",
  "\nOh, life is a glorious cycle of song,\nA medley of extemporanea;\nAnd love is thing that can never go wrong;\nAnd I am Marie of Roumania.\n\t\t-- Dorothy Parker, \"Comment\"\n",
  "\nOh, the Slithery Dee, he crawled out of the sea.\nHe may catch all the others, but he won't catch me.\nNo, he won't catch me, stupid ol' Slithery Dee.\nHe may catch all the others, but AAAARRRRGGGGHHHH!!!!\n\t\t-- The Smothers Brothers\n",
  "\nOh, when I was in love with you,\n\tThen I was clean and brave,\nAnd miles around the wonder grew\n\tHow well did I behave.\n\nAnd now the fancy passes by,\n\tAnd nothing will remain,\nAnd miles around they'll say that I\n\tAm quite myself again.\n\t\t-- A. E. Housman\n",
  "\nOh, yeah, life goes on, long after the thrill of livin' is gone.\n\t\t-- John Cougar, \"Jack and Diane\"\n",
  "\nOld Mother Hubbard lived in a shoe,\nShe had so many children,\nShe didn't know what to do.\nSo she moved to Atlanta.\n",
  "\nOld Mother Hubbard went to the cupboard\nTo fetch her poor daughter a dress.\nWhen she got there, the cupboard was bare\nAnd so was her daughter, I guess...\n",
  "\nOld Tom Bombadil is a merry fellow,\nBright blue his jacket is, and his boots are yellow.\nNone has ever caught him yet, for Tom, he is the master:\nHis songs are stronger songs, and his feet are faster.\n\t\t-- J. R. R. Tolkien\n",
  "\nOn a morning from a Bogart movie, in a country where they turned back time,\nYou go strolling through the crowd like Peter Lorre contemplating a crime.\nShe comes out of the sun in a silk dress running like a watercolor in the rain.\nDon't bother asking for explanations, she'll just tell you that she came\nIn the Year of the Cat.\n\nShe doesn't give you time for questions, as she locks up your arm in hers,\nAnd you follow 'till your sense of which direction completely disappears.\nBy the blue-tiled walls near the market stall there's a hidden door she\n    leads you to.\nThese days, she say, I feel my life just like a river running through\nThe Year of the Cat.\n\nWell, she looks at you so coolly,\nAnd her eyes shine like the moon in the sea.\nShe comes in incense and patchouli,\nSo you take her to find what's waiting inside\nThe Year of the Cat.\n\nWell, morning comes and you're still with her, but the bus and the tourists\n    are gone,\nAnd you've thrown away your choice and lost your ticket, so you have to stay on.\nBut the drum-beat strains of the night remain in the rhythm of the new-born day.\nYou know some time you're bound to leave her, but for now you're going to stay\nIn the Year of the Cat.\n\t\t-- Al Stewart, \"Year of the Cat\"\n",
  "\nOn the good ship Enterprise\nEvery week there's a new surprise\nWhere the Romulans lurk\nAnd the Klingons often go berserk.\n\nYes, the good ship Enterprise\nThere's excitement anywhere it flies\nWhere Tribbles play\nAnd Nurse Chapel never gets her way.\n\n\tSee Captain Kirk standing on the bridge,\n\tMr. Spock is at his side.\n\tThe weekly menace, ooh-ooh\n\tIt gets fried, scattered far and wide.\n\nIt's the good ship Enterprise\nHeading out where danger lies\nAnd you live in dread\nIf you're wearing a shirt that's red.\n\t-- Doris Robin and Karen Trimble of The L.A. Filkharmonics,\n\t   \"The Good Ship Enterprise,\" to the tune of \"The Good Ship Lollipop\"\n",
  "\nOnce again dread deed is done.\nCanon sleeps,\nhis all-knowing eye shaded\nto human chance and circumstance.\nPeace reigns anew o'er Pine Valley,\nbut Canon's sleep is troubled.\n\nBeware, scant days past the Ides of July.\nImpatient hands wait eagerly\nto grasp, to hold\nscant moments of time\nwrested from life in the full\nglory of Canon's power;\nheld captive by his unblinking eye.\n\nThree golden orbs stand watch;\none each to toll the day, hour, minute\nuntil predestiny decrees his reawakening.\nWhen that feared moment arives,\n\"Ask not for whom the bell tolls,\nIt tolls for thee.\"\n\t\t-- \"I extended the loan on your Camera, at the Pine\n\t\t   Valley Pawn Shop today\"\n",
  "\nOnce there was a little nerd who loved to read your mail,\nAnd then yank back the i-access times to get hackers off his tail,\nAnd once as he finished reading from the secretary's spool,\nHe wrote a rude rejection to her boyfriend (how uncool!)\nAnd this as delivermail did work and he ran his backfstat,\nHe heard an awful crackling like rat fritters in hot fat,\nAnd hard errors brought the system down 'fore he could even shout!\n\tAnd the bio bug'll bring yours down too, ef you don't watch out!\nAnd once they was a little flake who'd prowl through the uulog,\nAnd when he went to his blit that night to play at being god,\nThe ops all heard him holler, and they to the console dashed,\nBut when they did a ps -ut they found the system crashed!\nOh, the wizards adb'd the dumps and did the system trace,\nAnd worked on the file system 'til the disk head was hot paste,\nBut all they ever found was this:  \"panic: never doubt\",\n\tAnd the bio bug'll crash your box too, ef you don't watch out!\nWhen the day is done and the moon comes out,\nAnd you hear the printer whining and the rk's seems to count,\nWhen the other desks are empty and their terminals glassy grey,\nAnd the load is only 1.6 and you wonder if it'll stay,\nYou must mind the file protections and not snoop around,\n\tOr the bio bug'll getcha and bring the system down!\n",
  "\nOnce upon this midnight incoherent,\nWhile you pondered sentient and crystalline,\nOver many a broken and subordinate\nVolume of gnarly lore,\nWhile I pestered, nearly singing,\nSudddenly there came a hewing,\nAs of someone profusely skulking,\nSkulking at my chamber door.\n",
  "\nOne bright Sunday morning, in the shadows of the steeple,\nBy the Relief Office, I seen my people;\nAs they stood there hungry, I stood there whistling,\nThis land was made for you and me.\n\nNobody living can ever stop me,\nAs I go walking that freedom highway;\nNobody living can ever make me turn back,\nThis land was made for you and me.\n\nAs I went walking, I saw a sign there,\nAnd on the sign it said: \"No Trespassing.\"\nBut on the other side, it didn't say nothing,\nThat side was made for you and me.\n\t\t-- Woody Guthrie, \"This Land Is Your Land\" (verses 4, 6, 7)\n\t[If you ever wondered why Arlo was so anti-establishment when his dad\n\t wrote such wonderful patriotic songs, the answer is that you haven't\n\t heard all of Woody's songs]\n",
  "\nOne day,\nA mad meta-poet,\nWith nothing to say,\nWrote a mad meta-poem\nThat started: \"One day,\nA mad meta-poet,\nWith nothing to say,\nWrote a mad meta-poem\nThat started: \"One day,\n[...]\nsort of close\".\nWere the words that the poet,\nFinally chose,\nTo bring his mad poem,\nTo some sort of close\".\nWere the words that the poet,\nFinally chose,\nTo bring his mad poem,\nTo some sort of close\".\n",
  "\nOne good thing about music,\nWell, it helps you feel no pain.\nSo hit me with music;\nHit me with music now.\n\t\t-- Bob Marley, \"Trenchtown Rock\"\n",
  "\nOne pill makes you larger,\t\tAnd if you go chasing rabbits\nAnd one pill makes you small.\t\tAnd you know you're going to fall.\nAnd the ones that mother gives you,\tTell 'em a hookah smoking caterpillar\nDon't do anything at all.\t\tHas given you the call.\nGo ask Alice\t\t\t\tCall Alice\nWhen she's ten feet tall.\t\tWhen she was just small.\n\nWhen men on the chessboard\t\tWhen logic and proportion\nGet up and tell you where to go.\tHave fallen sloppy dead,\nAnd you've just had some kind of\tAnd the White Knight is talking\n\tmushroom\t\t\t\tbackwards\nAnd your mind is moving low.\t\tAnd the Red Queen's lost her head\nGo ask Alice\t\t\t\tRemember what the dormouse said:\nI think she'll know.\t\t\t\tFeed your head.\n\t\t\t\t\t\tFeed your head.\n\t\t\t\t\t\tFeed your head.\n\t\t-- Jefferson Airplane, \"White Rabbit\"\n",
  "\nOne reason why George Washington\nIs held in such veneration:\nHe never blamed his problems\nOn the former Administration.\n\t\t-- George O. Ludcke\n",
  "\nOne thing about the past.\nIt's likely to last.\n\t\t-- Ogden Nash\n",
  "\nOne toke over the line, sweet Mary,\nOne toke over the line,\nSittin' downtown in a railway station,\nOne toke over the line.\nWaitin' for the train that goes home,\nHopin' that the train is on time,\nSittin' downtown in a railway station,\nOne toke over the line.\n",
  "\nOther women cloy\nThe appetites they feed, but she makes hungry\nWhere most she satisfies.\n\t\t-- Antony and Cleopatra\n",
  "\nOur little systems have their day;\nThey have their day and cease to be;\nThey are but broken lights of thee.\n\t\t-- Tennyson\n",
  "\nOur sires' age was worse that our grandsires'.\nWe their sons are more worthless than they:\nso in our turn we shall give the world a progeny yet more corrupt.\n\t\t-- Quintus Horatius Flaccus (Horace)\n",
  "\nParsley\n\t is gharsley.\n\t\t-- Ogden Nash\n",
  "\nPayeen to a Twang\nDerrida\nOre-Ida\npotato.\n\nIf you dared,\nI'd ask you\nto go dig\nup your ides under brown-\ntubered skies.\n\nwhere pitchforked\nyou will ask\nDerrida?\n",
  "\nPicking up the pieces of my sweet shattered dream,\nI wonder how the old folks are tonight,\nHer name was Ann, and I'll be damned if I recall her face,\nShe left me not knowing what to do.\n\nCarefree Highway, let me slip away on you,\nCarefree Highway, you seen better days,\nThe morning after blues, from my head down to my shoes,\nCarefree Highway, let me slip away, slip away, on you...\n\nTurning back the pages to the times I love best,\nI wonder if she'll ever do the same,\nNow the thing that I call livin' is just bein' satisfied,\nWith knowing I got noone left to blame.\nCarefree Highway, I got to see you, my old flame...\n\nSearching through the fragments of my dream shattered sleep,\nI wonder if the years have closed her mind,\nI guess it must be wanderlust or tryin' to get free,\nFrom the good old faithful feelin' we once knew.\n\t\t-- Gordon Lightfoot, \"Carefree Highway\"\n",
  "\nPiping down the valleys wild,\nPiping songs of pleasant glee,\nOn a cloud I saw a child,\nAnd he laughing said to me:\n\"Pipe a song about a Lamb!\"\nSo I piped with merry cheer.\n\"Piper, pipe that song again;\"\nSo I piped: he wept to hear.\n\t\t-- William Blake, \"Songs of Innocence\"\n",
  "\nPlagiarize, plagiarize,\nLet no man's work evade your eyes,\nRemember why the good Lord made your eyes,\nDon't shade your eyes,\nBut plagiarize, plagiarize, plagiarize.\nOnly be sure to call it research.\n\t\t-- Tom Lehrer\n",
  "\nPlanet Claire has pink hair.\nAll the trees are red.\nNo one ever dies there.\nNo one has a head....\n",
  "\nPlease stand for the National Anthem:\n\n\tAustralians all, let us rejoice,\n\tFor we are young and free.\n\tWe've golden soil and wealth for toil\n\tOur home is girt by sea.\n\tOur land abounds in nature's gifts\n\tOf beauty rich and rare.\n\tIn history's page, let every stage\n\tAdvance Australia Fair.\n\tIn joyful strains then let us sing,\n\tAdvance Australia Fair.\n\nThank you.  You may resume your seat.\n",
  "\nPlease stand for the National Anthem:\n\n\tGod save our Gracious Queen!\n\tLong live our Noble Queen!\n\tGod save the Queen!\n\tSend her victorious,\n\tHappy and glorious,\n\tLong to reign o'er us!\n\tGod save the Queen!\n\nThank you.  You may resume your seat.\n",
  "\nPlease stand for the National Anthem:\n\n\tO Canada\n\tOur home and native land\n\tTrue patriot love\n\tIn all thy sons' command\n\tWith glowing hearts we see thee rise\n\tThe true north strong and free\n\tFrom far and wide, O Canada\n\tWe stand on guard for thee\n\tGod keep our land glorious and free\n\tO Canada we stand on guard for thee\n\tO Canada we stand on guard for thee\n\nThank you.  You may resume your seat.\n",
  "\nPlease stand for the National Anthem:\n\n\tOh, say can you see by dawn's early light\n\tWhat so proudly we hailed at the twilight's last gleaming?\n\tWhose broad stripes and bright stars through the perilous fight\n\tO'er the ramparts we watched were so gallantly streaming?\n\tAnd the rockets' red glare, the bombs bursting in air,\n\tGave proof through the night that our flag was still there.\n\tOh, say does that star-spangled banner yet wave\n\tO'er the land of the free and the home of the brave?\n\nThank you.  You may resume your seat.\n",
  "\nPower, like a desolating pestilence,\nPollutes whate'er it touches...\n\t\t-- Percy Bysshe Shelley\n",
  "\nProbable-Possible, my black hen,\nShe lays eggs in the Relative When.\nShe doesn't lay eggs in the Positive Now\nBecause she's unable to postulate How.\n\t\t-- Frederick Winsor\n",
  "\n\tProposed Country & Western Song Titles\nI Can't Get Over You, So I Get Up and Go Around to the Other Side\nIf You Won't Leave Me Alone, I'll Find Someone Who Will\nI Knew That You'd Committed a Sin When You Came Home Late With\n\tYour Socks Outside-in\nI'm a Rabbit in the Headlights of Your Love\nDon't Kick My Tires If You Ain't Gonna Take Me For a Ride\nI Liked You Better Before I Knew You So Well\nI Still Miss You, Baby, But My Aim's Gettin' Better\nI've Got Red Eyes From Your White Lies and I'm Blue All the Time\n\t\t-- \"Wordplay\"\n",
  "\n\tProposed Country & Western Song Titles\nI Don't Mind If You Lie to Me, As Long As I Ain't Lyin' Alone\nI Wouldn't Take You to a Dog Fight Even If I Thought You Could Win\nIf You Leave Me, Walk Out Backwards So I'll Think You're Comin' In\nSince You Learned to Lip-Sync, I'm At Your Disposal\nMy John Deere Was Breaking Your Field, While Your Dear John Was\n\tBreaking My Heart\nDon't Cry, Little Darlin', You're Waterin' My Beer\nTennis Must Be Your Racket, 'Cause Love Means Nothin' to You\nWhen You Say You Love Me, You're Full of Prunes, 'Cause Living\n\tWith You Is the Pits\nI Wanted Your Hand in Marriage but All I Got Was the Finger\n\t\t-- \"Wordplay\"\n",
  "\n\tProposed Country & Western Song Titles\nShe Ain't Much to See, but She Looks Good Through the Bottom of a Glass\nIf Fingerprints Showed Up On Skin, I Wonder Who's I'd Find On You\nI'm Ashamed to be Here, but Not Ashamed Enough to Leave\nIt's Commode Huggin' Time In The Valley\nIf You Want to Keep the Beer Real Cold, Put It Next to My Ex-wife's Heart\nIf You Get the Feeling That I Don't Love You, Feel Again\nI'm Ashamed To Be Here, But Not Ashamed Enough To Leave\nIt's the Bottle Against the Bible in the Battle For Daddy's Soul\nMy Wife Ran Off With My Best Friend, And I Sure Miss Him\nDon't Cut Any More Wood, Baby, 'Cause I'll Be Comin' Home With A Load\nI Loved Her Face, But I Left Her Behind For You\n",
  "\nPut another password in,\nBomb it out, then try again.\nTry to get past logging in,\nWe're hacking, hacking, hacking.\n\nTry his first wife's maiden name,\nThis is more than just a game.\nIt's real fun, but just the same,\nIt's hacking, hacking, hacking.\n\t\t-- To the tune of \"Music, Music, Music?\"\n",
  "\nrain falls where clouds come\nsun shines where clouds go\nclouds just come and go\n\t\t-- Florian Gutzwiller\n",
  "\nRazors pain you;\n\tRivers are damp.\n\tAcids stain you,\nAnd drugs cause cramp.\n\nGuns aren't lawful;\n\tNooses give.\n\tGas smells awful--\nYou might as well live!\n\t\t-- Dorothy Parker, \"Resume\", 1926\n",
  "\nReach into the thoughts of friends,\nAnd find they do not know your name.\nSqueeze the teddy bear too tight,\nAnd watch the feathers burst the seams.\nTouch the stained glass with your cheek,\nAnd feel its chill upon your blood.\nHold a candle to the night,\nAnd see the darkness bend the flame.\nTear the mask of peace from God,\nAnd hear the roar of souls in hell.\nPluck a rose in name of love,\nAnd watch the petals curl and wilt.\nLean upon the western wind,\nAnd know you are alone.\n\t\t-- Dru Mims\n",
  "\nReclaimer, spare that tree!\nTake not a single bit!\nIt used to point to me,\nNow I'm protecting it.\nIt was the reader's CONS\nThat made it, paired by dot;\nNow, GC, for the nonce,\nThou shalt reclaim it not.\n",
  "\nRemember that whatever misfortune may be your lot, it could only be\nworse in Cleveland.\n\t\t-- National Lampoon, \"Deteriorata\"\n",
  "\nRemember thee\nAy, thou poor ghost while memory holds a seat\nIn this distracted globe.  Remember thee!\nYea, from the table of my memory\nI'll wipe away all trivial fond records,\nAll saws of books, all forms, all pressures past,\nThat youth and observation copied there.\n\t\t-- William Shakespeare, \"Hamlet\"\n",
  "\nRemove me from this land of slaves,\nWhere all are fools, and all are knaves,\nWhere every knave and fool is bought, \nYet kindly sells himself for nought;\n\t\t-- Jonathan Swift\n",
  "\nRoland was a warrior, from the land of the midnight sun,\nWith a Thompson gun for hire, fighting to be done.\nThe deal was made in Denmark, on a dark and stormy day,\nSo he set out for Biafra, to join the bloody fray.\nThrough sixty-six and seven, they fought the Congo war,\nWith their fingers on their triggers, knee deep in gore.\nDays and nights they battled, the Bantu to their knees,\nThey killed to earn their living, and to help out the Congolese.\n\tRoland the Thompson gunner...\nHis comrades fought beside him, Van Owen and the rest,\nBut of all the Thompson gunners, Roland was the best.\nSo the C.I.A decided, they wanted Roland dead,\nThat son-of-a-bitch Van Owen, blew off Roland's head.\n\tRoland the headless Thompson gunner...\nRoland searched the continent, for the man who'd done him in.\nHe found him in Mombasa, in a bar room drinking gin,\nRoland aimed his Thompson gun, he didn't say a word,\nBut he blew Van Owen's body from there to Johannesburg.\nThe eternal Thompson gunner, still wandering through the night,\nNow it's ten years later, but he stills keeps up the fight.\nIn Ireland, in Lebanon, in Palestine, in Berkeley,\nPatty Hearst... heard the burst... of Roland's Thompson gun, and bought it.\n\t\t-- Warren Zevon, \"Roland the Headless Thompson Gunner\"\n",
  "\nRomeo was restless, he was ready to kill,\nHe jumped out the window 'cause he couldn't sit still,\nJuliet was waiting with a safety net,\nSaid \"don't bury me 'cause I ain't dead yet\".\n\t\t-- Elvis Costello\n",
  "\nRoses are red;\n\tViolets are blue.\nI'm schizophrenic,\n\tAnd so am I.\n",
  "\nSaturday night in Toledo Ohio,\n\tIs like being nowhere at all,\nAll through the day how the hours rush by,\n\tYou sit in the park and you watch the grass die.\n\t\t-- John Denver, \"Saturday Night in Toledo Ohio\"\n",
  "\nSay it with flowers,\nOr say it with mink,\nBut whatever you do,\nDon't say it with ink!\n\t\t-- Jimmie Durante\n",
  "\nSay many of cameras focused t'us,\nOur middle-aged shots do us justice.\nNo justice, please, curse ye!\nWe really want mercy:\nYou see, 'tis the justice, disgusts us.\n\t\t-- Thomas H. Hildebrandt\n",
  "\nSay my love is easy had,\n\tSay I'm bitten raw with pride,\nSay I am too often sad --\n\tStill behold me at your side.\n\nSay I'm neither brave nor young,\n\tSay I woo and coddle care,\nSay the devil touched my tongue --\n\tStill you have my heart to wear.\n\nBut say my verses do not scan,\n\tAnd I get me another man!\n\t\t-- Dorothy Parker, \"Fighting Words\"\n",
  "\nSay!  You've struck a heap of trouble--\nBust in business, lost your wife;\nNo one cares a cent about you,\nYou don't care a cent for life;\nHard luck has of hope bereft you,\nHealth is failing, wish you'd die--\nWhy, you've still the sunshine left you\nAnd the big blue sky.\n\t\t-- R.W. Service\n",
  "\nScience Fiction, Double Feature.\nFrank has built and lost his creature.\nDarkness has conquered Brad and Janet.\nThe servants gone to a distant planet.\nWo, oh, oh, oh.\nAt the late night, double feature, Picture show.\nI want to go, oh, oh, oh.\nTo the late night, double feature, Picture show.\n\t\t-- Rocky Horror Picture Show\n",
  "\nScience! true daughter of Old Time thou art!\nWho alterest all things with thy peering eyes.\nWhy preyest thou thus upon the poet's heart,\nVulture, whose wings are dull realities?\nHow should he love thee? or how deem thee wise?\nWho wouldst not leave him in his wandering\nTo seek for treasure in the jewelled skies,\nAlbeit he soared with an undaunted wing?\nHast thou not dragged Diana from her car?\nAnd driven the Hamadryad from the wood\nTo seek a shelter in some happier star?\nHast thou not torn the Naiad from her flood,\nThe Elfin from the green grass, and from me\nThe summer dream beneath the tamarind tree?\n\t\t-- Edgar Allen Poe, \"Science, a Sonnet\"\n",
  "\nScintillate, scintillate, globule vivific,\nFain how I pause at your nature specific,\nLoftily poised in the ether capacious,\nHighly resembling a gem carbonaceous.\nScintillate, scintillate, globule vivific,\nFain how I pause at your nature specific.\n",
  "\nScratch the disks, dump the core,\tShut it down, pull the plug\nRoll the tapes across the floor,\tGive the core an extra tug\nAnd the system is going to crash.\tAnd the system is going to crash.\nTeletypes smashed to bits.\t\tMem'ry cards, one and all,\nGive the scopes some nasty hits\t\tToss out halfway down the hall\nAnd the system is going to crash.\tAnd the system is going to crash.\nAnd we've also found\t\t\tJust flip one switch\nWhen you turn the power down,\t\tAnd the lights will cease to twitch\nYou turn the disk readers into trash.\tAnd the tape drives will crumble\n\t\t\t\t\t\tin a flash.\nOh, it's so much fun,\t\t\tWhen the CPU\nNow the CPU won't run\t\t\tCan print nothing out but \"foo,\"\nAnd the system is going to crash.\tThe system is going to crash.\n\t\t-- To the tune of \"As the Caissons go Rolling Along\"\n",
  "\nSeduced, shaggy Samson snored.\nShe scissored short.  Sorely shorn,\nSoon shackled slave, Samson sighed,\nSilently scheming,\nSightlessly seeking\nSome savage, spectacular suicide.\n\t\t-- Stanislaw Lem, \"Cyberiad\"\n",
  "\nSeek for the Sword that was broken:\nIn Imladris it dwells;\nThere shall be counsels taken\nStronger than Morgul-spells.\n\nThere shall be shown a token\nThat Doom is near at hand,\nFor Isildur's Bane shall waken,\nAnd the Halfling forth shall stand.\n\t\t-- J. R. R. Tolkien\n",
  "\nShe asked me, \"What's your sign?\"\nI blinked and answered \"Neon,\"\nI thought I'd blow her mind...\n",
  "\nShe blinded me with science!\n",
  "\nShe can kill all your files;\nShe can freeze with a frown.\nAnd a wave of her hand brings the whole system down.\nAnd she works on her code until ten after three.\nShe lives like a bat but she's always a hacker to me.\n\t\t-- Apologies to Billy Joel\n",
  "\nShe stood on the tracks\nWaving her arms\nLeading me to that third rail shock\nQuick as a wink\nShe changed her mind\n\nShe gave me a night\nThat's all it was\nWhat will it take until I stop\nKidding myself\nWasting my time\n\nThere's nothing else I can do\n'Cause I'm doing it all for Leyna\nI don't want anyone new\n'Cause I'm living it all for Leyna\nThere's nothing in it for you\n'Cause I'm giving it all to Leyna\n\t\t-- Billy Joel, \"All for Leyna\" (Glass Houses)\n",
  "\nSHIFT TO THE LEFT!\nSHIFT TO THE RIGHT!\nPOP UP, PUSH DOWN,\nBYTE, BYTE, BYTE!\n",
  "\nShift to the left,\nShift to the right,\nMask in, mask out,\nBYTE, BYTE, BYTE !!!\n",
  "\nSince I hurt my pendulum\nMy life is all erratic.\nMy parrot who was cordial\nIs now transmitting static.\nThe carpet died, a palm collapsed,\nThe cat keeps doing poo.\nThe only thing that keeps me sane\nIs talking to my shoe.\n\t\t-- My Shoe\n",
  "\nSing hey! for the bath at close of day\nThat washes the weary mud away!\nA loon is he that will not sing:\nO! Water Hot is a noble thing!\n\n\tO! Sweet is the sound of falling rain,\n\tand the brook that leaps from hill to plain;\n\tbut better than rain or rippling streams\n\tis Water Hot that smokes and steams.\n\nO! Water cold we may pour at need\ndown a thirsty throat and be glad indeed;\nbut better is Beer, if drink we lack,\nand Water Hot poured down the back.\n\n\tO! Water is fair that leaps on high\n\tin a fountain white beneath the sky;\n\tbut never did fountain sound so sweet\n\tas splashing Hot Water with my feet!\n\t\t-- J. R. R. Tolkien\n",
  "\nSnow-white!  Snow-white!  O Lady clear!\nO Queen beyond the Western Sea!\nO Light to us that wander here\nAmid the world of woven trees!\n\n\tGilthoniel!  O Elbereth!\n\tClear are thy eyes and bright thy breath!\n\tSnow-white!  Snow-white!  We sing to thee\n\tIn a far land beyond the Sea.\n\nO stars that in the Sunless Year\nWith shining hand by her were sown,\nIn windy fields now bright and clear\nWe see you silver blossom blown!\n\n\tO Elbereth!  Gilthoniel!\n\tWe still remember, we who dwell\n\tIn this far land beneath the trees,\n\tThy starlight on the Western Seas.\n\t\t-- J. R. R. Tolkien\n",
  "\nSo much\ndepends\nupon\na red\n\nwheel\nbarrow\nglazed with\n\nrain\nwater\nbeside\nthe white\nchickens.\n\t\t-- William Carlos Williams, \"The Red Wheel Barrow\"\n",
  "\nSo, you better watch out!\nYou better not cry!\nYou better not pout!\nI'm telling you why,\nSanta Claus is coming, to town.\n\nHe knows when you've been sleeping,\nHe know when you're awake.\nHe knows if you've been bad or good,\nHe has ties with the CIA.\nSo...\n",
  "\nSo... so you think you can tell\nHeaven from Hell?\nBlue skies from pain?\t\t\tDid they get you to trade\nCan you tell a green field\t\tYour heroes for ghosts?\nFrom a cold steel rail?\t\t\tHot ashes for trees?\nA smile from a veil?\t\t\tHot air for a cool breeze?\nDo you think you can tell?\t\tCold comfort for change?\n\t\t\t\t\tDid you exchange\n\t\t\t\t\tA walk on part in a war\n\t\t\t\t\tFor the lead role in a cage?\n\t\t-- Pink Floyd, \"Wish You Were Here\"\n",
  "\nSoldiers who wish to be a hero\nAre practically zero,\nBut those who wish to be civilians,\nThey run into the millions.\n",
  "\nSome of them want to use you,\nSome of them want to be used by you,\n...Everybody's looking for something.\n\t\t-- Eurythmics\n",
  "\nSome primal termite knocked on wood.\nAnd tasted it, and found it good.\nAnd that is why your Cousin May\nFell through the parlor floor today.\n\t\t-- Ogden Nash\n",
  "\nSome say the world will end in fire,\nSome say in ice.\nFrom what I've tasted of desire\nI hold with those who favor fire.\nBut if it had to perish twice,\nI think I know enough of hate\nTo say that for destruction, ice\nIs also great\nAnd would suffice.\n\t\t-- Robert Frost, \"Fire and Ice\"\n",
  "\nSometimes I feel like I'm fading away,\nLooking at me, I got nothin' to say.\nDon't make me angry with the things games that you play,\nEither light up or leave me alone.\n",
  "\nSometimes I live in the country,\nAnd sometimes I live in town.\nAnd sometimes I have a great notion,\nTo jump in the river and drown.\n",
  "\nSometimes the light's all shining on me,\nOther times I can barely see.\nLately it occurs to me\nWhat a long strange trip it's been.\n\t\t-- The Grateful Dead, \"American Beauty\"\n",
  "\nSpeak roughly to your little boy,\n\tAnd beat him when he sneezes:\nHe only does it to annoy\n\tBecause he knows it teases.\n\tWow!  wow!  wow!\n\nI speak severely to my boy,\n\tAnd beat him when he sneezes:\nFor he can thoroughly enjoy\n\tThe pepper when he pleases!\n\tWow!  wow!  wow!\n\t\t-- Lewis Carrol, \"Alice in Wonderland\"\n",
  "\nSpeak roughly to your little VAX,\n\tAnd boot it when it crashes;\nIt knows that one cannot relax\n\tBecause the paging thrashes!\n\tWow!  Wow!  Wow!\n\nI speak severely to my VAX,\n\tAnd boot it when it crashes;\nIn spite of all my favorite hacks\n\tMy jobs it always thrashes!\n\tWow!  Wow!  Wow!\n",
  "\nSpeaking of Godzilla and other things that convey horror:\n\nWith a purposeful grimace and a Mongo-like flair\nHe throws the spinning disk drives in the air!\nAnd he picks up a Vax and he throws it back down\nAs he wades through the lab making terrible sounds!\nHelpless users with projects due\nScream \"My God!\" as he stomps on the tape drives, too!\n\nOh, no!  He says Unix runs too slow!  Go, go, DECzilla!\nOh, yes!  He's gonna bring up VMS!  Go, go, DECzilla!\"\n\n* VMS is a trademark of Digital Equipment Corporation.\n* DECzilla is a trademark of Hollow Chocolate Bunnies of Death, Inc.\n\t\t-- Curtis Jackson\n",
  "\nSpring is here, spring is here,\nLife is skittles and life is beer.\n",
  "\nSt. Patrick was a gentleman\nwho through strategy and stealth\ndrove all the snakes from Ireland.\nHere's a toasting to his health --\nbut not too many toastings\nlest you lose yourself and then\nforget the good St. Patrick\nand see all those snakes again.\n",
  "\nStayed in bed all morning just to pass the time,\nThere's something wrong here, there can be no more denying,\nOne of us is changing, or maybe we just stopped trying,\n\nAnd it's too late, baby, now, it's too late,\nThough we really did try to make it,\nSomething inside has died and I can't hide and I just can't fake it...\n\nIt used to be so easy living here with you,\nYou were light and breezy and I knew just what to do\nNow you look so unhappy and I feel like a fool.\n\nThere'll be good times again for me and you,\nBut we just can't stay together, don't you feel it too?\nBut I'm glad for what we had and that I once loved you...\n\nBut it's too late baby...\nIt's too late, now darling, it's too late...\n\t\t-- Carol King, \"Tapestry\"\n",
  "\nStep back, unbelievers!\nOr the rain will never come.\nSomebody keep the fire burning, someone come and beat the drum.\nYou may think I'm crazy, you may think that I'm insane,\nBut I swear to you, before this day is out,\n\tyou folks are gonna see some rain!\n",
  "\nStrange things are done to be number one\nIn selling the computer\t\t\tThe Druids were entrepreneurs,\nIBM has their strategem\t\t\tAnd they built a granite box\nWhich steadily grows acuter,\t\tIt tracked the moon, warned of monsoons,\nAnd Honeywell competes like Hell,\tAnd forecast the equinox\nBut the story's missing link\t\tTheir price was right, their future\nIs the system old at Stonemenge sold\t\tbright,\nBy the firm of Druids, Inc.\t\tThe prototype was sold;\n\t\t\t\t\tFrom Stonehenge site their bits and byte\n\t\t\t\t\tWould ship for Celtic gold.\nThe movers came to crate the frame;\nIt weighed a million ton!\nThe traffic folk thought it a joke\tThe man spoke true, and thus to you\n(the wagon wheels just spun);\t\tA warning from the ages;\n\"They'll nay sell that,\" the foreman\tYour stock will slip if you can't ship\n\tspat,\t\t\t\tWhat's in your brochure's pages.\n\"Just leave the wild weeds grow;\tSee if it sells without the bells\n\"It's Druid-kind, over-designed,\tAnd strings that ring and quiver;\n\"And belly up they'll go.\"\t\tDruid repute went down the chute\n\t\t\t\t\tBecause they couldn't deliver.\n\t\t-- Edward C. McManus, \"The Computer at Stonehenge\"\n",
  "\nSuffering alone exists, none who suffer;\nThe deed there is, but no doer thereof;\nNirvana is, but no one is seeking it;\nThe Path there is, but none who travel it.\n\t\t-- \"Buddhist Symbolism\", Symbols and Values\n",
  "\nSun in the night, everyone is together,\nAscending into the heavens, life is forever.\n\t\t-- Brand X, \"Moroccan Roll/Sun in the Night\"\n",
  "\n      /\\\tSUN of them wants to use you,\n     \\\\ \\\n  / \\ \\\\ /\tSUN of them wants to be used by you,\n / / \\/ / //\\\n \\//\\   \\// /\tSUN of them wants to abuse you,\n  / /  /\\  /\n   /  \\\\ \\\tSUN of them wants to be abused ...\n     \\ \\\\\n      \\/\n\t\t-- Eurythmics\n",
  "\nSweet sixteen is beautiful Bess,\nAnd her voice is changing -- from \"No\" to \"Yes\".\n",
  "\nSystem/3!  System/3!\nSee how it runs!  See how it runs!\n\tIts monitor loses so totally!\n\tIt runs all its programs in RPG!\n\tIt's made by our favorite monopoly!\nSystem/3!\n",
  "\nT:\tOne big monster, he called TROLL.\n\tHe don't rock, and he don't roll;\n\tDrink no wine, and smoke no stogies.\n\tHe just Love To Eat Them Roguies.\n\t\t-- The Roguelet's ABC\n",
  "\nTake a look around you, tell me what you see,\nA girl who thinks she's ordinary lookin' she has got the key.\nIf you can get close enough to look into her eyes\nThere's something special right behind the bitterness she hides.\n\tAnd you're fair game,\n\tYou never know what she'll decide, you're fair game,\n\tJust relax, enjoy the ride.\nFind a way to reach her, make yourself a fool,\nBut do it with a little class, disregard the rules.\n'Cause this one knows the bottom line, couldn't get a date.\nThe ugly duckling striking back, and she'll decide her fate.\n\t(chorus)\nThe ones you never notice are the ones you have to watch.\nShe's pleasant and she's friendly while she's looking at your crotch.\nTry your hand at conversation, gossip is a lie,\nAnd sure enough she'll take you home and make you wanna die.\n\t(chorus)\n\t\t-- Crosby, Stills, Nash, \"Fair Game\"\n",
  "\nTake heart amid the deepening gloom that your dog is finally getting\nenough cheese.\n\t\t-- National Lampoon, \"Deteriorata\"\n",
  "\nTan me hide when I'm dead, Fred,\nTan me hide when I'm dead.\nSo we tanned his hide when he died, Clyde,\nIt's hanging there on the shed.\n\nAll together now...\n\tTie me kangaroo down, sport,\n\tTie me kangaroo down.\n\tTie me kangaroo down, sport,\n\tTie me kangaroo down.\n",
  "\nTell me why the stars do shine,\nTell me why the ivy twines,\nTell me why the sky's so blue,\nAnd I will tell you just why I love you.\n\n\tNuclear fusion makes stars to shine,\n\tPhototropism makes ivy twine,\n\tRayleigh scattering makes sky so blue,\n\tSexual hormones are why I love you.\n",
  "\nTell me, O Octopus, I begs,\nIs those things arms, or is they legs?\nI marvel at thee, Octopus;\nIf I were thou, I'd call me us.\n\t\t-- Ogden Nash\n",
  "\nTerence, this is stupid stuff:\nYou eat your victuals fast enough;\nThere can't be much amiss, 'tis clear,\nTo see the rate you drink your beer.\nBut oh, good Lord, the verse you make,\nIt gives a chap the belly-ache.\nThe cow, the old cow, she is dead;\nIt sleeps well the horned head:\nWe poor lads, 'tis our turn now\nTo hear such tunes as killed the cow.\nPretty friendship 'tis to rhyme\nYour friends to death before their time.\nMoping, melancholy mad:\nCome, pipe a tune to dance to, lad.\n\t\t-- A.E. Housman\n",
  "\nThat feeling just came over me.\n\t\t-- Albert DeSalvo, the \"Boston Strangler\"\n",
  "\nThat money talks,\nI'll not deny,\nI heard it once,\nIt said \"Good-bye.\n\t\t-- Richard Armour\n",
  "\n\tThe Advertising Agency Song\n \n\tWhen your client's hopping mad,\n\tPut his picture in the ad.\n\tIf he still should prove refractory,\n\tAdd a picture of his factory.\n",
  "\nThe all-softening overpowering knell,\nThe tocsin of the soul, -- the dinner bell.\n\t\t-- Lord Byron\n",
  "\nThe bank called to tell me that I'm overdrawn,\nSome freaks are burning crosses out on my front lawn,\nAnd I *can't*believe* it, all the Cheetos are gone,\n\tIt's just ONE OF THOSE DAYS!\n\t\t-- Weird Al Yankovic, \"One of Those Days\"\n",
  "\nThe bank sent our statement this morning,\nThe red ink was a sight of great awe!\nTheir figures and mine might have balanced,\nBut my wife was too quick on the draw.\n",
  "\nThe Bird of Time has but a little way to fly ...\nand the bird is on the wing.\n\t\t-- Omar Khayyam\n",
  "\nThe boy stood on the burning deck,\nEating peanuts by the peck.\nHis father called him, but he could not go,\nFor he loved those peanuts so.\n",
  "\nThe camel has a single hump;\nThe dromedary two;\nOr else the other way around.\nI'm never sure.  Are you?\n\t\t-- Ogden Nash\n",
  "\nThe carbonyl is polarized,\nThe delta end is plus.\nThe nucleophile will thus attack,\nThe carbon nucleus.\nAddition makes an alcohol,\nOf types there are but three.\nIt makes a bond, to correspond,\nFrom C to shining C.\n\t\t-- Prof. Frank Westheimer, to \"America the Beautiful\"\n",
  "\nThe common cormorant, or shag,\nLays eggs inside a paper bag;\nThe reason, you will see, no doubt,\nIs to keep the lightning out.\nBut what these unobservant birds\nHave failed to notice is that herds\nOf bears may come with buns\nAnd steal the bags to hold the crumbs.\n",
  "\nThe difference between us is not very far,\ncruising for burgers in daddy's new car.\n",
  "\nThe eyes of Texas are upon you,\nAll the livelong day;\nThe eyes of Texas are upon you,\nYou cannot get away;\nDo not think you can escape them\nFrom night 'til early in the morn;\nThe eyes of Texas are upon you\n'Til Gabriel blows his horn.\n\t\t-- University of Texas' school song\n",
  "\nThe garden is in mourning;\nThe rain falls cool among the flowers.\nSummer shivers quietly\nOn its way towards its end.\n\nGolden leaf after leaf\nFalls from the tall acacia.\nSummer smiles, astonished, feeble,\nIn this dying dream of a garden.\n\nFor a long while, yet, in the roses,\nShe will linger on, yearning for peace,\nAnd slowly\nClose her weary eyes.\n\t\t-- Hermann Hesse, \"September\"\n",
  "\nThe glances over cocktails\nThat seemed to be so sweet\nDon't seem quite so amorous\nOver Shredded Wheat\n",
  "\nThe good (I am convinced, for one)\nIs but the bad one leaves undone.\nOnce your reputation's done\nYou can live a life of fun.\n\t\t-- Wilhelm Busch\n",
  "\nThe good life was so elusive\nIt really got me down\nI had to regain some confidence\nSo I got into camouflage\n",
  "\nThe good time is approaching,\nThe season is at hand.\nWhen the merry click of the two-base lick\nWill be heard throughout the land.\nThe frost still lingers on the earth, and\nBudless are the trees.\nBut the merry ring of the voice of spring\nIs borne upon the breeze.\n\t\t-- Ode to Opening Day, \"The Sporting News\", 1886\n",
  "\nThe grave's a fine and private place,\nbut none, I think, do there embrace.\n\t\t-- Andrew Marvell\n",
  "\nThe hope that springs eternal\nSprings right up your behind.\n\t\t-- Ian Drury, \"This Is What We Find\"\n",
  "\nThe Junior God now heads the roll\nIn the list of heaven's peers;\nHe sits in the House of High Control,\nAnd he regulates the spheres.\nYet does he wonder, do you suppose,\nIf, even in gods divine,\nThe best and wisest may not be those\nWho have wallowed awhile with the swine?\n\t\t-- Robert W. Service\n",
  "\nThe ladies men admire, I've heard,\nWould shudder at a wicked word.\nTheir candle gives a single light;\nThey'd rather stay at home at night.\nThey do not keep awake till three,\nNor read erotic poetry.\nThey never sanction the impure,\nNor recognize an overture.\nThey shrink from powders and from paints...\nSo far, I've had no complaints.\n\t\t-- Dorothy Parker\n",
  "\nThe leaves were long, the grass was green,\nThe hemlock-umbels tall and fair,\nAnd in the glade a light was seen\nOf stars in shadow shimmering.\nTin'\buviel was dancing there\nTo music of a pipe unseen,\nAnd light of stars was in her hair,\nAnd in her raiment glimmering.\n\nThere Beren came from mountains colds,\nAnd lost he wandered under leaves,\nAnd where the Elven-river rolled\nHe walked alone and sorrowing.\nHe peered between the hemlock-leaves\nAnd saw in wonder flowers of gold\nUpon her mantle and her sleeves,\nAnd her hair like shadow following.\n\nEnchantment healed his weary feet\nThat over hills were doomed to roam;\nAnd forth he hastened, strong and fleet,\nAnd grasped at moonbeams glistening.\nThrough woven woods in Elvenhome\nShe lightly fled on dancing feet,\nAnd left him lonely still to roam\nIn the silent forest listening.\n\t\t-- J. R. R. Tolkien\n",
  "\nThe lights are on,\nbut you're not home;\nYour will\nis not your own;\nYour heart sweats,\nYour teeth grind;\nAnother kiss\nand you'll be mine...\n\nYou like to think that you're immune to the stuff\n(Oh Yeah!)\nIt's closer to the truth to say you can't get enough;\nYou know you're gonna have to face it,\nYou're addicted to love!\"\n\t\t-- Robert Palmer\n",
  "\nThe little town that time forgot,\nWhere all the women are strong,\nThe men are good-looking,\nAnd the children above-average.\n\t\t-- Prairie Home Companion\n",
  "\n\tThe Lord and I are in a sheep-shepherd relationship, and I am in\na position of negative need.\n\tHe prostrates me in a green-belt grazing area.\n\tHe conducts me directionally parallel to non-torrential aqueous\nliquid.\n\tHe returns to original satisfaction levels my psychological makeup.\n\tHe switches me on to a positive behavioral format for maximal\nprestige of His identity.\n\tIt should indeed be said that notwithstanding the fact that I make\nambulatory progress through the umbragious inter-hill mortality slot, terror\nsensations will no be initiated in me, due to para-etical phenomena.\n\tYour pastoral walking aid and quadrupic pickup unit introduce me\ninto a pleasurific mood state.\n\tYou design and produce a nutriment-bearing furniture-type structure\nin the context of non-cooperative elements.\n\tYou act out a head-related folk ritual employing vegetable extract.\n\tMy beverage utensil experiences a volume crisis.\n\tIt is an ongoing deductible fact that your inter-relational\nempathetical and non-ventious capabilities will retain me as their\ntarget-focus for the duration of my non-death period, and I will possess\ntenant rights in the housing unit of the Lord on a permanent, open-ended\ntime basis.\n",
  "\nThe makers may make\nand the users may use,\nbut the fixers must fix\nwith but minimal clues\n",
  "\nThe man she had was kind and clean\nAnd well enough for every day,\nBut oh, dear friends, you should have seen\nThe one that got away.\n\t\t-- Dorothy Parker, \"The Fisherwoman\"\n",
  "\nThe morning sun when it's in your face really shows your age,\nBut that don't bother me none; in my eyes you're everything.\nI know I keep you amused,\nBut I feel I'm being used.\nOh, Maggie, I wish I'd never seen your face.\n\nYou took me away from home,\nJust to save you from being alone;\nYou stole my heart, and that's what really hurts.\n\nI suppose I could collect my books and get on back to school,\nOr steal my daddy's cue and make a living out of playing pool,\nOr find myself a rock 'n' roll band,\nThat needs a helping hand,\nOh, Maggie I wish I'd never seen your face.\n\nYou made a first-class fool out of me,\nBut I'm as blind as a fool can be.\nYou stole my soul, and that's a pain I can do without.\n\t\t-- Rod Stewart, \"Maggie May\"\n",
  "\nThe Moving Finger writes; and, having writ,\n\tMoves on: nor all they Piety nor Wit\nShall lure it back to cancel half a Line,\n\tNor all thy Tears wash out a Word of it.\n",
  "\nThe net of law is spread so wide,\nNo sinner from its sweep may hide.\nIts meshes are so fine and strong,\nThey take in every child of wrong.\nO wondrous web of mystery!\nBig fish alone escape from thee!\n\t\t-- James Jeffrey Roche\n",
  "\nThe night passes quickly when you're asleep\nBut I'm out shufflin' for something to eat\n...\nBreakfast at the Egg House,\nLike the waffle on the griddle,\nI'm burnt around the edges,\nBut I'm tender in the middle.\n\t\t-- Adrian Belew\n",
  "\nThe one L lama, he's a priest\nThe two L llama, he's a beast\nAnd I will bet my silk pyjama\nThere isn't any three L lllama.\n\t\t-- O. Nash, to which a fire chief replied that occasionally\n\t\this department responded to something like a \"three L lllama.\"\n",
  "\nThe Pig, if I am not mistaken,\nGives us ham and pork and Bacon.\nLet others think his heart is big,\nI think it stupid of the Pig.\n\t\t-- Ogden Nash\n",
  "\nThe Poet Whose Badness Saved His Life\n\tThe most important poet in the seventeenth century was George\nWither.  Alexander Pope called him \"wretched Wither\" and Dryden said of his\nverse that \"if they rhymed and rattled all was well\".\n\tIn our own time, \"The Dictionary of National Biography\" notes that his\nwork \"is mainly remarkable for its mass, fluidity and flatness.  It usually\nlacks any genuine literary quality and often sinks into imbecile doggerel\".\n\tHigh praise, indeed, and it may tempt you to savour a typically\nrewarding stanza: It is taken from \"I loved a lass\" and is concerned with\nthe higher emotions.\n\t\tShe would me \"Honey\" call,\n\t\tShe'd -- O she'd kiss me too.\n\t\tBut now alas!  She's left me\n\t\tFalero, lero, loo.\n\tAmong other details of his mistress which he chose to immortalize\nwas her prudent choice of footwear.\n\t\tThe fives did fit her shoe.\n\tIn 1639 the great poet's life was endangered after his capture by\nthe Royalists during the English Civil War.  When Sir John Denham, the\nRoyalist poet, heard of Wither's imminent execution, he went to the King and\nbegged that his life be spared.  When asked his reason, Sir John replied,\n\"Because that so long as Wither lived, Denham would not be accounted the\nworst poet in England.\"\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe Preacher, the Politician, the Teacher,\n\tWere each of them once a kiddie.\nA child, indeed, is a wonderful creature.\n\tDo I want one?  God Forbiddie!\n\t\t-- Ogden Nash\n",
  "\nThe Rabbits\t\t\t\tThe Cow\nHere is a verse about rabbits\t\tThe cow is of the bovine ilk;\nThat doesn't mention their habits.\tOne end is moo, the other, milk.\n\t\t-- Ogden Nash\n",
  "\nThe rain it raineth on the just\n\tAnd also on the unjust fella,\nBut chiefly on the just, because\n\tThe unjust steals the just's umbrella.\n\t\t-- Lord Bowen\n",
  "\nThe rhino is a homely beast,\nFor human eyes he's not a feast.\nFarewell, farewell, you old rhinoceros,\nI'll stare at something less prepoceros.\n\t\t-- Ogden Nash\n",
  "\nThe Road goes ever on and on\nDown from the door where it began.\nNow far ahead the Road has gone,\nAnd I must follow, if I can,\nPursuing it with eager feet,\nUntil it joins some larger way\nWhere many paths and errands meet.\nAnd whither then?  I cannot say.\n\t\t-- J. R. R. Tolkien\n",
  "\nThe smiling Spring comes in rejoicing,\nAnd surly Winter grimly flies.\nNow crystal clear are the falling waters,\nAnd bonnie blue are the sunny skies.\nFresh o'er the mountains breaks forth the morning,\nThe ev'ning gilds the oceans's swell:\nAll creatures joy in the sun's returning,\nAnd I rejoice in my bonnie Bell.\n\nThe flowery Spring leads sunny Summer,\nThe yellow Autumn presses near;\nThen in his turn come gloomy Winter,\nTill smiling Spring again appear.\nThus seasons dancing, life advancing,\nOld Time and Nature their changes tell;\nBut never ranging, still unchanging,\nI adore my bonnie Bell.\n\t\t-- Robert Burns, \"My Bonnie Bell\"\n",
  "\nThe soldier came knocking upon the queen's door.\nHe said, \"I am not fighting for you any more.\"\nThe queen knew she had seen his face someplace before,\nAnd slowly she let him inside.\n\nHe said, \"I see you now, and you're so very young,\nBut I've seen more battles lost than I have battles won,\nAnd I have this intuition that it's all for your fun.\nAnd now will you tell me why?\"\n\t\t-- Suzanne Vega, \"The Queen and The Soldier\"\n",
  "\nThe sounds of the nouns are mostly unbound.\nIn town a noun might wear a gown,\nor further down, might dress a clown.\nA noun that's sound would never clown,\nbut unsound nouns jump up and down.\nThe sound of a noun could distrub the plowing,\nand then, my dear, you'd be put in the pound.\nBut please don't let that get you down,\nthe renown of your gown is the talk of the town.\n\t\t-- A. Nonnie Mouse\n",
  "\nThe street preacher looked so baffled\nWhen I asked him why he dressed\nWith forty pounds of headlines \nStapled to his chest.\nBut he cursed me when I proved to him\nI said, \"Not even you can hide.\nYou see, you're just like me.\nI hope you're satisfied.\"\n\t\t-- Bob Dylan\n",
  "\nThe sun was shining on the sea,\nShining with all his might:\nHe did his very best to make\nThe billows smooth and bright --\nAnd this was very odd, because it was\nThe middle of the night.\n\t\t-- Lewis Carroll, \"Through the Looking Glass\"\n",
  "\nThe Thought Police are here.  They've come\nTo put you under cardiac arrest.\nAnd as they drag you through the door\nThey tell you that you've failed the test.\n\t\t-- Buggles, \"Living in the Plastic Age\"\n",
  "\nThe thrill is here, but it won't last long\nYou'd better have your fun before it moves along...\n",
  "\nThe trouble with a kitten is that\nWhen it grows up, it's always a cat\n\t\t-- Ogden Nash.\n",
  "\nThe trouble with you\nIs the trouble with me.\nGot two good eyes\nBut we still don't see.\n\t\t-- Robert Hunter, \"Workingman's Dead\"\n",
  "\nThe truth you speak has no past and no future.\nIt is, and that's all it needs to be.\n",
  "\nThe turtle lives 'twixt plated decks\nWhich practically conceal its sex.\nI think it clever of the turtle\nIn such a fix to be so fertile.\n\t\t-- Ogden Nash\n",
  "\nThe weather is here, I wish you were beautiful.\nMy thoughts aren't too clear, but don't run away.\nMy girlfriend's a bore; my job is too dutiful.\nHell nobody's perfect, would you like to play?\nI feel together today!\n\t\t-- Jimmy Buffet, \"Coconut Telegraph\"\n",
  "\nThe wind doth taste so bitter sweet,\n\tLike Jaspar wine and sugar,\nIt must have blown through someone's feet,\n\tLike those of Caspar Weinberger.\n\t\t-- P. Opus\n",
  "\nThe wombat lives across the seas,\nAmong the far Antipodes.\nHe may exist on nuts and berries,\nOr then again, on missionaries;\nHis distant habitat precludes\nConclusive knowledge of his moods.\nBut I would not engage the wombat\nIn any form of mortal combat.\n\t\t-- \"The Wombat\"\n",
  "\nThe Worst American Poet\n\tJulia Moore, \"the Sweet Singer of Michigan\" (1847-1920) was so bad that\nMark Twain said her first book gave him joy for 20 years.\n\tHer verse was mainly concerned with violent death -- the great fire\nof Chicago and the yellow fever epidemic proved natural subjects for her pen.\n\tWhether death was by drowning, by fits or by runaway sleigh, the\nformula was the same:\n\t\tHave you heard of the dreadful fate\n\t\tOf Mr. P.P. Bliss and wife?\n\t\tOf their death I will relate,\n\t\tAnd also others lost their life\n\t\t(in the) Ashbula Bridge disaster,\n\t\tWhere so many people died.\n\tEven if you started out reasonably healthy in one of Julia's poems,\nthe chances are that after a few stanzas you would be at the bottom of a\nriver or struck by lightning.  A critic of the day said she was \"worse than\na Gatling gun\" and in one slim volume counted 21 killed and 9 wounded.\n\tIncredibly, some newspapers were critical of her work, even\nsuggesting that the sweet singer was \"semi-literate\".  Her reply was\nforthright: \"The Editors that has spoken in this scandalous manner have went\nbeyond reason.\"  She added that \"literary work is very difficult to do\".\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\n\t\tThe Worst Lines of Verse\nFor a start, we can rule out James Grainger's promising line:\n\t\"Come, muse, let us sing of rats.\"\nGrainger (1721-67) did not have the courage of his convictions and deleted\nthese words on discovering that his listeners dissolved into spontaneous\nlaughter the instant they were read out.\n\tNo such reluctance afflicted Adam Lindsay Gordon (1833-70) who was\ninspired by the subject of war.\n\t\"Flash! flash! bang! bang! and we blazed away,\n\tAnd the grey roof reddened and rang;\n\tFlash! flash! and I felt his bullet flay\n\tThe tip of my ear.  Flash! bang!\"\nBy contrast, Cheshire cheese provoked John Armstrong (1709-79):\n\t\"... that which Cestria sends, tenacious paste of solid milk...\"\nWhile John Bidlake was guided by a compassion for vegetables:\n\t\"The sluggard carrot sleeps his day in bed,\n\tThe crippled pea alone that cannot stand.\"\nGeorge Crabbe (1754-1832) wrote:\n\t\"And I was ask'd and authorized to go\n\tTo seek the firm of Clutterbuck and Co.\"\nWilliam Balmford explored the possibilities of religious verse:\n\t\"So 'tis with Christians, Nature being weak\n\tWhile in this world, are liable to leak.\"\nAnd William Wordsworth showed that he could do it if he really tried when\ndescribing a pond:\n\t\"I've measured it from side to side;\n\tTis three feet long and two feet wide.\"\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe young lady had an unusual list,\nLinked in part to a structural weakness.\nShe set no preconditions.\n",
  "\nThe, uh, snowy mountains are like really cold, eh?\nAnd the, um, plains stretch out like my moms girdle, eh?\nThere's lotsa beers and doughnuts for everyone, eh?\nSo the last one to be peaceful and everything is a big idiot,\nEh?\nSo shut yer face up and dry yer mucklucks by the fire, eh?\nAnd dream about girls with their high beams on, eh?\nThey may be cold, but that's okay!  Beer's better that way!\nEh?\n\t\t-- A, like, Tribute to the Great White North, eh?\nBeauty!\n",
  "\nThen here's to the City of Boston,\nThe town of the cries and the groans.\nWhere the Cabots can't see the Kabotschniks,\nAnd the Lowells won't speak to the Cohns.\n\t\t-- Franklin Pierce Adams\n",
  "\nThere are bad times just around the corner,\nThere are dark clouds hurtling through the sky\n\tAnd it's no good whining \n\tAbout a silver lining\nFor we know from experience that they won't roll by...\n\t\t-- Noel Coward\n",
  "\nThere are places I'll remember\nAll my life though some have changed.\nSome forever not for better \nSome have gone and some remain.\nAll these places had their moments\nWith lovers and friends I still recall.\nSome are dead and some are living,\nIn my life I've loved them all.\n\nBut of all these friends and lovers,\nThere is no one compared with you,\nAll these memories lose their meaning\nWhen I think of love as something new.\nThough I know I'll never lose affection\nFor people and things that went before,\nI know I'll often stop and think about them\nIn my life I'll love you more.\n\t\t-- Lennon/McCartney, \"In My Life\", 1965\n",
  "\nThere are strange things done in the midnight sun\n\tBy the men who moil for gold;\nThe Arctic trails have their secret tales\n\tThat would make your blood run cold;\nThe Northern Lights have seen queer sights,\n\tBut the queerest they ever did see\nWas that night on the marge of Lake Lebarge\n\tI cremated Sam McGee.\n\t\t-- Robert W. Service\n",
  "\nThere is in certain living souls\nA quality of loneliness unspeakable,\nSo great it must be shared\nAs company is shared by lesser beings.\nSuch a loneliness is mine; so know by this\nThat in immensity\nThere is one lonelier than you.\n",
  "\nThere is no point in waiting.\nThe train stopped running years ago.\nAll the schedules, the brochures,\nThe bright-colored posters full of lies,\nPromise rides to a distant country\nThat no longer exists.\n",
  "\nThere is something in the pang of change\nMore than the heart can bear,\nUnhappiness remembering happiness.\n\t\t-- Euripides\n",
  "\nThere once was a Sailor who looked through a glass\nAnd spied a fair mermaid with scales on her... island.\nWhere seagulls flew over their nest.\nShe combed the long hair which hung over her... shoulders.\nAnd caused her to tickle and itch.\nThe sailor cried out \"There's a beautiful... mermaid.\nA sittin' out there on the rocks.\"\nThe crew came a running, all grabbing their... glasses.\nAnd crowded four deep to the rail.\nAll eager to share in this fine piece of... news.\n...\n\"Throw out a line and we'll lasso her... flippers.\nAnd soon we will certainly find\nIf mermaids are better before or be... brave\nMy dear fellows,\" The captain cried out.\nAnd cursing with spleen.\nThis song may be dull, but it's certainly clean.\n\t\t-- \"The Clean Song\", Oscar Brandt\n",
  "\nThere was a little girl\nWho had a little curl\nRight in the middle of her forehead.\nWhen she was good, she was very, very good\nAnd when she was bad, she was very, very popular.\n\t\t-- Max Miller, \"The Max Miller Blue Book\"\n",
  "\nThere's a lesson that I need to remember\nWhen everything is falling apart\nIn life, just like in loving\nThere's such a thing as trying to hard\n\nYou've gotta sing\nLike you don't need the money\nLove like you'll never get hurt\nYou've gotta dance\nLike nobody's watching\nIt's gotta come from the heart\nIf you want it to work.\n\t\t-- Kathy Mattea\n",
  "\nThere's a thrill in store for all for we're about to toast\nThe corporation that we represent.\nWe're here to cheer each pioneer and also proudly boast,\nOf that man of men our sterling president\nThe name of T.J. Watson means\nA courage none can stem\nAnd we feel honored to be here to toast the IBM.\n\t\t-- Ever Onward, from the 1940 IBM Songbook\n",
  "\nThere's amnesia in a hangknot,\nAnd comfort in the ax,\nBut the simple way of poison will make your nerves relax.\n\tThere's surcease in a gunshot,\n\tAnd sleep that comes from racks,\n\tBut a handy draft of poison avoids the harshest tax.\nYou find rest on the hot squat,\nOr gas can give you pax,\nBut the closest corner chemist has peace in packaged stacks.\n\tThere's refuge in the church lot\n\tWhen you tire of facing facts,\n\tAnd the smoothest route is poison prescribed by kindly quacks.\nChorus:\tWith an *ugh!* and a groan, and a kick of the heels,\n\tDeath comes quiet, or it comes with squeals --\n\tBut the pleasantest place to find your end\n\tIs a cup of cheer from the hand of a friend.\n\t\t-- Jubal Harshaw, \"One For The Road\"\n",
  "\nThere's little in taking or giving,\n\tThere's little in water or wine:\nThis living, this living, this living,\n\tWas never a project of mine.\nOh, hard is the struggle, and sparse is\n\tThe gain of the one at the top,\nFor art is a form of catharsis,\n\tAnd love is a permanent flop,\nAnd work is the province of cattle,\n\tAnd rest's for a clam in a shell,\nSo I'm thinking of throwing the battle --\n\tWould you kindly direct me to hell?\n\t\t-- Dorothy Parker\n",
  "\nThey told me you had proven it\t\tWhen they discovered our results\n\tAbout a month before.\t\t\tTheir hair began to curl\nThe proof was valid, more or less\tInstead of understanding it\n\tBut rather less than more.\t\tWe'd run the thing through PRL.\n\nHe sent them word that we would try\tDon't tell a soul about all this\n\tTo pass where they had failed\t\tFor it must ever be\nAnd after we were done, to them\t\tA secret, kept from all the rest\n\tThe new proof would be mailed.\t\tBetween yourself and me.\n\nMy notion was to start again\n\tIgnoring all they'd done\nWe quickly turned it into code\n\tTo see if it would run.\n",
  "\nThey went rushing down that freeway,\nMessed around and got lost.\nThey didn't care... they were just dying to get off,\nAnd it was life in the fast lane.\n\t\t-- Eagles, \"Life in the Fast Lane\"\n",
  "\nThey wouldn't listen to the fact that I was a genius,\nThe man said \"We got all that we can use\",\nSo I've got those steadily-depressin', low-down, mind-messin',\nWorking-at-the-car-wash blues.\n\t\t-- Jim Croce\n",
  "\nThinks't thou existence doth depend on time?\nIt doth; but actions are our epochs; mine\nHave made my days and nights imperishable,\nEndless, and all alike, as sands on the shore,\nInnumerable atoms; and one desert,\nBarren and cold, on which the wild waves break,\nBut nothing rests, save carcasses and wrecks,\nRocks, and the salt-surf weeds of bitterness.\n",
  "\n\"Thirty days hath Septober,\nApril, June, and no wonder.\nall the rest have peanut butter\nexcept my father who wears red suspenders.\"\n",
  "\nThirty white horses on a red hill,\nFirst they champ,\nThen they stamp,\nThen they stand still.\n\t\t-- Tolkien\n",
  "\nThis ae nighte, this ae nighte,\nEverye nighte and alle,\nFire and sleet and candlelyte,\nAnd Christe receive thy saule.\n\t\t-- The Lykewake Dirge\n",
  "\nThis here's the wattle,\nThe emblem of our land.\nYou can stick it in a bottle;\nYou can hold it in your hand.\nAmen!\n\t\t-- Monty Python\n",
  "\nThis is for all ill-treated fellows\n\tUnborn and unbegot,\nFor them to read when they're in trouble\n\tAnd I am not.\n\t\t-- A. E. Housman\n",
  "\nThis is the story of the bee\nWhose sex is very hard to see\n\nYou cannot tell the he from the she\nBut she can tell, and so can he\n\nThe little bee is never still\nShe has no time to take the pill\n\nAnd that is why, in times like these\nThere are so many sons of bees.\n",
  "\nThis is the way the world ends,\nThis is the way the world ends,\nThis is the way the world ends,\nNot with a bang but with a whimper.\n\t\t-- T.S. Eliot, \"The Hollow Men\"\n",
  "\nThis land is my land, and only my land,\nI've got a shotgun, and you ain't got one,\nIf you don't get off, I'll blow your head off,\nThis land is private property.\n\t\t-- Apologies to Woody Guthrie\n",
  "\nThis thing all things devours:\nBirds, beasts, trees, flowers;\nGnaws iron, bites steel;\nGrinds hard stones to meal;\nSlays king, ruins town,\nAnd beats high mountain down.\n",
  "\nThose who sweat in flames of hell,\tLeaden eared, some thought their bowels\nHere's the reason that they fell:\tLispeth forth the sweetest vowels.\nWhile on earth they prayed in SAS,\tThese they offered up in praise\nPL/1, or other crass,\t\t\tThinking all this fetid haze\nVulgar tongue.\t\t\t\tA rapsody sung.\n\nSome the lord did sorely try\t\tJabber of the mindless horde\nAssembling all their pleas in hex.\tSequel next did mock the lord\nSpeech as crabbed as devil's crable\tSlothful sequel so enfangled\nHex that marked on Tower Babel\t\tIts speaker's lips became entangled\nThe highest rung.\t\t\tIn his bung.\n\nBecause in life they prayed so ill\nAnd offered god such swinish swill\nNow they sweat in flames of hell\nSweat from lack of APL\nSweat dung!\n",
  "\nThough I respect that a lot\nI'd be fired if that were my job\nAfter killing Jason off and\nCountless screaming argonauts\n\nBluebird of friendliness\nLike guardian angels it's\nAlways near\n\nBlue canary in the outlet by the light switch\nWho watches over you\nMake a little birdhouse in your soul\nNot to put too fine a point on it\nSay I'm the only bee in your bonnet\nMake a little birdhouse in your soul\n\t\t-- \"Birdhouse in your Soul\", They Might Be Giants\n",
  "\nThree Rings for the Elven-kings under the sky,\nSeven for the Dwarf-lords in their halls of stone,\nNine for Mortal Men doomed to die,\nOne for the Dark Lord on his dark throne\nIn the Land of Mordor where the Shadows lie.\nOne Ring to rule them all, One Ring to find them,\nOne Ring to bring them all and in the darkness bind them\nIn the Land of Mordor where the Shadows lie.\n\t\t-- J.R.R. Tolkien, \"The Lord of the Rings\"\n",
  "\nThrow away documentation and manuals,\nand users will be a hundred times happier.\nThrow away privileges and quotas,\nand users will do the Right Thing.\nThrow away proprietary and site licenses,\nand there won't be any pirating.\n\nIf these three aren't enough,\njust stay at your home directory \nand let all processes take their course.\n",
  "\nTicking away the moments that make up a dull day\nFritter and waste the hours in an offhand way\nKicking around on a piece of ground in your hometown\nWaiting for someone or something to show you the way\n\nTired of lying in the sunshine\t\tAnd then one day you find\nStaying home to watch the rain\t\tTen years have got behind you\nYou are young and life is long\t\tNo one told you when to run\nAnd there is time to kill today\t\tYou missed the starting gun\n\nAnd you run and you run to catch up with the sun but it's sinking\nAnd racing around to come up behind you again\nThe sun is the same in a relative way but you're older\nShorter of breath and one day closer to death\n\nEvery year is getting shorter\t\tHanging on in quiet desperation\n\t\t\t\t\t\tis the English way\nNever seem to find the time\t\tThe time is gone, the song is over\nPlans that either come to nought\tThought I'd something more to say...\nOr half a page of scribbled lines\n\t\t-- Pink Floyd, \"Time\"\n",
  "\nTiger got to hunt,\nBird got to fly;\nMan got to sit and wonder, \"Why, why, why?\"\n\nTiger got to sleep,\nBird got to land;\nMan got to tell himself he understand.\n\t\t-- The Books of Bokonon\n",
  "\nTim and I a hunting went\nWe found three damsels in a tent,\nAs they were three, and we were two,\nI bucked one and Timbuktu.\n\t\t-- the only known poem using the word \"Timbuktu\"\n",
  "\nTime goes, you say?\nAh no!\nTime stays, *we* go.\n\t\t-- Austin Dobson\n",
  "\nTime washes clean\nLove's wounds unseen.\nThat's what someone told me;\nBut I don't know what it means.\n\t\t-- Linda Ronstadt, \"Long Long Time\"\n",
  "\n'Tis the dream of each programmer,\nBefore his life is done,\nTo write three lines of APL,\nAnd make the damn things run.\n",
  "\n\tTo A Quick Young Fox\nWhy jog exquisite bulk, fond crazy vamp,\nDaft buxom jonquil, zephyr's gawky vice?\nGuy fed by work, quiz Jove's xanthic lamp--\nZow! Qualms by deja vu gyp fox-kin thrice.\n\t\t-- Lazy Dog\n",
  "\nto be nobody but yourself in a world \nwhich is doing its best night and day\nto make you like everybody else\nmeans to fight the hardest battle\nany human being can fight and\nnever stop fighting.                   \n\t\t-- e.e. cummings\n",
  "\nTo code the impossible code,\t\tThis is my quest --\nTo bring up a virgin machine,\t\tTo debug that code,\nTo pop out of endless recursion,\tNo matter how hopeless,\nTo grok what appears on the screen,\tNo matter the load,\n\t\t\t\t\tTo write those routines\nTo right the unrightable bug,\t\tWithout question or pause,\nTo endlessly twiddle and thrash,\tTo be willing to hack FORTRAN IV\nTo mount the unmountable magtape,\tFor a heavenly cause.\nTo stop the unstoppable crash!\t\tAnd I know if I'll only be true\n\t\t\t\t\tTo this glorious quest,\nAnd the queue will be better for this,\tThat my code will run CUSPy and calm,\nThat one man, scorned and\t\tWhen it's put to the test.\n\tdestined to lose,\nStill strove with his last allocation\nTo scrap the unscrappable kludge!\n\t\t-- To \"The Impossible Dream\", from Man of La Mancha\n",
  "\nTo err is human,\nTo purr feline.\n\t\t-- Robert Byrne\n",
  "\nTo err is human, to purr feline.\nTo err is human, two curs canine.\nTo err is human, to moo bovine.\n",
  "\nTo everything there is a season, a time for every pupose under heaven:\nA time to be born, and a time to die;\nA time to plant, and a time to pluck what is planted;\nA time to kill, and a time to heal;\nA time to break down, and a time to build up;\nA time to weep, and a time to laugh;\nA time to mourn, and a time to dance;\nA time to cast away stones, and a time to gather stones;\nA time to embrace, and a time to refrain from embracing;\nA time to gain, and a time to lose;\nA time to keep, and a time to throw away;\nA time to tear, and a time to sew;\nA time to keep silence, and a time to speak;\nA time to love, and a time to hate;\nA time of war, and a time of peace.\n\t\tEcclesiastes 3:1-9\n",
  "\nTo stand and be still,\nAt the Birkenhead drill,\nIs a damned tough bullet to chew.\n\t\t-- Rudyard Kipling\n",
  "\nTo whom the mornings are like nights,\nWhat must the midnights be!\n\t\t-- Emily Dickinson (on hacking?)\n",
  "\nTo write a sonnet you must ruthlessly\nstrip down your words to naked, willing flesh.\nThen bind them to a metaphor or three,\nand take by force a satisfying mesh.\nArrange them to your will, each foot in place.\nYou are the master here, and they the slaves.\nNow whip them to maintain a constant pace\nand rhythm as they stand in even staves.\nA word that strikes no pleasure?  Cast it out!\nWhat use are words that drive not to the heart?\nA lazy phrase? Discard it, shrug off doubt,\nand choose more docile words to take its part.\nA well-trained sonnet lives to entertain,\nby making love directly to the brain.\n",
  "\nTobacco is a filthy weed,\nThat from the devil does proceed;\nIt drains your purse, it burns your clothes,\nAnd makes a chimney of your nose.\n\t\t-- B. Waterhouse\n",
  "\nToo cool to calypso,\nToo tough to tango,\nToo weird to watusi\n\t\t-- The Only Ones\n",
  "\nTroll sat alone on his seat of stone,\nAnd munched and mumbled a bare old bone;\nFor many a year he had gnawed it near,\nFor meat was hard to come by.\n\tDone by!  Gum by!\nIn a cave in the hills he dwelt alone,\nAnd meat was hard to come by.\n\nUp came Tom with his big boots on.\nSaid he to Troll: \"Pray, what is youn?\nFor it looks like the shin o' my nuncle Tim,\nAs should be a-lyin in graveyard.\n\tCaveyard!  Paveyard!\nThis many a year has Tim been gone,\nAnd I thought he were lyin' in graveyard.\"\n\n\"My lad,\" said Troll, \"this bone I stole.\nBut what be bones that lie in a hole?\nThy nuncle was dead as a lump o' lead,\nAfore I found his shinbone.\n\tTinbone!  Thinbone!\nHe can spare a share for a poor old troll\nFor he don't need his shinbone.\"\n\nSaid Tom: \"I don't see why the likes o' thee\nWithout axin' leave should go makin' free\nWith the shank or the shin o' my father's kin;\nSo hand the old bone over!\n\tRover!  Trover!\nThough dead he be, it belongs to he;\nSo hand the old bnone over!\"\n\t\t-- J. R. R. Tolkien\n",
  "\nTry not.\nDo.\nOr do not.\nThere is no try.\n",
  "\n\"Twas bergen and the eirie road\nDid mahwah into patterson:\t\t\"Beware the Hopatcong, my son!\nAll jersey were the ocean groves,\tThe teeth that bite, the nails\nAnd the red bank bayonne.\t\t\tthat claw!\n\t\t\t\t\tBeware the bound brook bird, and shun\nHe took his belmar blade in hand:\tThe kearney communipaw.\"\nLong time the folsom foe he sought\nTill rested he by a bayway tree\t\tAnd, as in nutley thought he stood,\nAnd stood a while in thought.\t\tThe Hopatcong with eyes of flame,\n\t\t\t\t\tCame whippany through the englewood,\nOne, two, one, two, and through\t\tAnd garfield as it came.\n\tand through\nThe belmar blade went hackensack!\t\"And hast thou slain the Hopatcong?\nHe left it dead and with it's head\tCome to my arms, my perth amboy!\nHe went weehawken back.\t\t\tHohokus day!  Soho!  Rahway!\"\n\t\t\t\t\tHe caldwell in his joy.\nDid mahwah into patterson:\nAll jersey were the ocean groves,\nAnd the red bank bayonne.\n\t\t-- Paul Kieffer\n",
  "\n'Twas brillig, and the slithy toves\nDid gyre and gimble in the wabe.\t\"Beware the Jabberwock, my son!\nAll mimsy were the borogroves\t\tThe jaws that bite, the claws\nAnd the mome raths outgrabe.\t\t\tthat catch!\n\t\t\t\t\tBeware the Jubjub bird,\nHe took his vorpal sword in hand\tAnd shun the frumious Bandersnatch!\"\nLong time the manxome foe he sought.\nSo rested he by the tumtum tree\t\tAnd as in uffish thought he stood\nAnd stood awhile in thought.\t\tThe Jabberwock, with eyes aflame\n\t\t\t\t\tCame whuffling through the tulgey wood\nOne! Two! One! Two!  And through and\tAnd burbled as it came!\n\tthrough\nThe vorpal blade went snicker-snack.\t\"Hast thou slain the Jabberwock?\nHe left it dead, and took its head,\tCome to my arms, my beamish boy!\nAnd went galumphing back.\t\tOh frabjous day!  Calooh!  Callay!\"\n\t\t\t\t\tHe chortled in his joy.\n'Twas brillig, and the slithy toves\nDid gyre and gimble in the wabe.\nAll mimsy were the borogroves\nAnd the mome raths outgrabe.\n\t\t-- Lewis Carroll, \"Jabberwocky\"\n",
  "\n'Twas bullig, and the slithy brokers\nDid buy and gamble in the craze\t\t\"Beware the Jabberstock, my son!\nAll rosy were the Dow Jones stokers\tThe cost that bites, the worth\nBy market's wrath unphased.\t\t\tthat falls!\n\t\t\t\t\tBeware the Econ'mist's word, and shun\nHe took his forecast sword in hand:\tThe spurious Street o' Walls!\"\nLong time the Boesk'some foe he sought -\nSake's liquidity, so d'vested he,\tAnd as in bearish thought he stood\nAnd stood awhile in thought.\t\tThe Jabberstock, with clothes of tweed,\n\t\t\t\t\tCame waffling with the truth too good,\nChip Black! Chip Blue! And through\tAnd yuppied great with greed!\n\tand through\nThe forecast blade went snicker-snack!\t\"And hast thou slain the Jabberstock?\nIt bit the dirt, and with its shirt,\tCome to my firm,  V.P.ish  boy!\nHe went rebounding back.\t\tO big bucks day! Moolah! Good Play!\"\n\t\t\t\t\tHe bought him a Mercedes Toy.\n'Twas panic, and the slithy brokers\nDid gyre and tumble in the Crash\nAll flimsy were the Dow Jones stokers\nAnd mammon's wrath them bash!\n\t\t-- Peter Stucki, \"Jabberstocky\"\n",
  "\nTwas FORTRAN as the doloop goes\n\tDid logzerneg the ifthen block\nAll kludgy were the function flows\n\tAnd subroutines adhoc.\n\nBeware the runtime-bug my friend\n\tsqurooneg, the false goto\nBeware the infiniteloop\n\tAnd shun the inprectoo.\n\t\t-- \"OUTCONERR,\" to the scheme of \"Jabberwocky\"\n",
  "\n'Twas midnight on the ocean,\t\tHer children all were orphans,\nNot a streetcar was in sight,\t\tExcept one a tiny tot,\nSo I stepped into a cigar store\t\tWho had a home across the way\nTo ask them for a light.\t\tAbove a vacant lot.\n\nThe man\tbehind the counter\t\tAs I gazed through the oaken door\nWas a woman, old and gray,\t\tA whale went drifting by,\nWho used to peddle doughnuts\t\tIts six legs hanging in the air,\nOn the road to Mandalay.\t\tSo I kissed her goodbye.\n\nShe said \"Good morning, stranger\",\tThis story has a morale\nHer eyes were dry with tears,\t\tAs you can plainly see,\nAs she put her head between her feet\tDon't mix your gin with whiskey\nAnd stood that way for years.\t\tOn the deep and dark blue sea.\n\t\t-- Midnight On The Ocean\n",
  "\n'Twas midnight, and the UNIX hacks\nDid gyre and gimble in their cave\nAll mimsy was the CS-VAX\nAnd Cory raths outgrabe.\n\n\"Beware the software rot, my son!\nThe faults that bite, the jobs that thrash!\nBeware the broken pipe, and shun\nThe frumious system crash!\"\n",
  "\n'Twas the night before crisis, and all through the house,\n\tNot a program was working not even a browse.\nThe programmers were wrung out too mindless to care,\n\tKnowing chances of cutover hadn't a prayer.\nThe users were nestled all snug in their beds,\n\tWhile visions of inquiries danced in their heads.\nWhen out in the lobby there arose such a clatter,\n\tI sprang from my tube to see what was the matter.\nAnd what to my wondering eyes should appear,\n\tBut a Super Programmer, oblivious to fear.\nMore rapid than eagles, his programs they came,\n\tAnd he whistled and shouted and called them by name;\nOn Update!  On Add!  On Inquiry!  On Delete!\n\tOn Batch Jobs!  On Closing!  On Functions Complete!\nHis eyes were glazed over, his fingers were lean,\n\tFrom Weekends and nights in front of a screen.\nA wink of his eye, and a twist of his head,\n\tSoon gave me to know I had nothing to dread...\n\t\t-- \"Twas the Night before Crisis\"\n",
  "\n'Twas the nocturnal segment of the diurnal period\n   preceding the annual Yuletide celebration, And\n   throughout our place of residence,\nKinetic activity was not in evidence among the\n   possessors of this potential, including that\n   species of domestic rodent known as Mus musculus.\nHosiery was meticulously suspended from the forward\n   edge of the woodburning caloric apparatus,\nPursuant to our anticipatory pleasure regarding an\n   imminent visitation from an eccentric\n   philanthropist among whose folkloric appelations\n   is the honorific title of St. Nicklaus ...\n",
  "\nTwenty two thousand days.\nTwenty two thousand days.\nIt's not a lot.\nIt's all you've got.\nTwenty two thousand days.\n\t\t-- Moody Blues, \"Twenty Two Thousand Days\"\n",
  "\n\tTwo men looked out from the prison bars,\n\tOne saw mud--\n\tThe other saw stars.\n\nNow let me get this right: two prisoners are looking out the window.\nWhile one of them was looking at all the mud -- the other one got hit\nin the head.\n",
  "\nTyger, Tyger, burning bright\t\tWhere the hammer?  Where the chain?\nIn the forests of the night,\t\tIn what furnace was thy brain?\nWhat immortal hand or eye\t\tWhat the anvil?  What dread grasp\nDare frame thy fearful symmetry?\tDare its deadly terrors clasp?\n\nBurnt in distant deeps or skies\t\tWhen the stars threw down their spears\nThe cruel fire of thine eyes?\t\tAnd water'd heaven with their tears\nOn what wings dare he aspire?\t\tDare he laugh his work to see?\nWhat the hand dare seize the fire?\tDare he who made the lamb make thee?\n\nAnd what shoulder & what art\t\tTyger, Tyger, burning bright\nCould twist the sinews of they heart?\tIn the forests of the night,\nAnd when thy heart began to beat\tWhat immortal hand or eye\nWhat dread hand & what dread feet\tDare frame thy fearful symmetry?\n\nCould fetch it from the furnace deep\nAnd in thy horrid ribs dare steep\nIn the well of sanguine woe?\nIn what clay & in what mould\nWere thy eyes of fury roll'd?\n\t\t-- William Blake, \"The Tyger\"\n",
  "\nU:\tThere's a U -- a Unicorn!\n\tRun right up and rub its horn.\n\tLook at all those points you're losing!\n\tUMBER HULKS are so confusing.\n\t\t-- The Roguelet's ABC\n",
  "\nUnder the wide and heavy VAX\nDig my grave and let me relax\nLong have I lived, and many my hacks\nAnd I lay me down with a will.\nThese be the words that tell the way:\n\"Here he lies who piped 64K,\nBrought down the machine for nearly a day,\nAnd Rogue playing to an awful standstill.\"\n",
  "\nUnder the wide and starry sky,\nDig my grave and let me lie,\nGlad did I live and gladly die,\nAnd laid me down with a will,\nAnd this be the verse that you grave for me,\nHere he lies where he longed to be,\nHome is the sailor home from the sea,\nAnd the hunter home from the hill.\n\t\t-- R. Kipling\n",
  "\nUp against the net, redneck mother,\nMother who has raised your son so well;\nHe's seventeen and hackin' on a Macintosh,\nFlaming spelling errors and raisin' hell...\n",
  "\nUpon the hearth the fire is red,\nBeneath the roof there is a bed;\nBut not yet weary are our feet,\nStill round the corner we may meet\nA sudden tree or standing stone\nThat none have seen but we alone.\tStill round the corner there may wait\n  Tree and flower and leaf and grass,\tA new road or a secret gate,\n  Let them pass!  Let them pass!\tAnd though we pass them by today\n  Hill and water under sky,\t\tTomorrow we may come this way\n  Pass them by!  Pass them by!\t\tAnd take the hidden paths that run\n\t\t\t\t\tTowards the Moon or to the Sun,\nHome is behind, the world ahead,\t  Apple, thorn, and nut and sloe,\nAnd there are many paths to tread\t  Let them go!  Let them go!\nThrough shadows to the edge of night,\t  Sand and stone and pool and dell,\nUntil the stars are all alight.\t\t  Fare you well!  Fare you well!\nThen world behind and home ahead,\nWe'll wander back to home and bed.\n  Mist and twilight, cloud and shade,\n  Away shall fade!  Away shall fade!\n  Fire and lamp, and meat and bread,\n  And then to bed!  And then to bed!\n\t\t-- J. R. R. Tolkien\n",
  "\nVoicless it cries,\nWingless flutters,\nToothless bites,\nMouthless mutters.\n",
  "\nVolcanoes have a grandeur that is grim\nAnd earthquakes only terrify the dolts,\nAnd to him who's scientific\nThere is nothing that's terrific\nIn the pattern of a flight of thunderbolts!\n\t\t-- W.S. Gilbert, \"The Mikado\"\n",
  "\nWad some power the giftie gie us\nTo see oursels as others see us.\n\t\t-- R. Browning\n",
  "\nWake now my merry lads!  Wake and hear me calling!\nWarm now be heart and limb!  The cold stone is fallen;\nDark door is standing wide; dead hand is broken.\nNight under Night is flown, and the Gate is open!\n\t\t-- J. R. R. Tolkien\n",
  "\nWake up all you citizens, hear your country's call,\nNot to arms and violence, But peace for one and all.\nCrush out hate and prejudice, fear and greed and sin,\nHelp bring back her dignity, restore her faith again.\n\nWork hard for a common cause, don't let our country fall.\nMake her proud and strong again, democracy for all.\nYes, make our country strong again, keep our flag unfurled.\nMake our country well again, respected by the world.\n\nMake her whole and beautiful, work from sun to sun.\nStand tall and labor side by side, because there's so much to be done.\nYes, make her whole and beautiful, united strong and free,\nWake up, all you citizens, It's up to you and me.\n\t\t-- Pansy Myers Schroeder\n",
  "\nWanna tell you all a story 'bout a man named Jed,\nA poor mountaineer, barely kept his family fed.\nBut then one day he was shootin' at some food,\nWhen up through the ground come a bubblin' crude -- oil, that is;\n\tblack gold; 'Texas tea' ...\n\nWell the next thing ya know, old Jed's a millionaire.\nThe kinfolk said, 'Jed, move away from there!'\nThey said, 'Californy is the place ya oughta be',\nSo they loaded up the truck and they moved to Beverly -- Hills, that is;\n\tswimmin' pools; movie stars.\n",
  "\nWas there a time when dancers with their fiddles\nIn children's circuses could stay their troubles?\nThere was a time they could cry over books,\nBut time has set its maggot on their track.\nUnder the arc of the sky they are unsafe.\nWhat's never known is safest in this life.\nUnder the skysigns they who have no arms\nHave cleanest hands, and, as the heartless ghost\nAlone's unhurt, so the blind man sees best.\n\t\t-- Dylan Thomas, \"Was There A Time\"\n",
  "\nWatching girls go passing by\nIt ain't the latest thing\nI'm just standing in a doorway\nI'm just trying to make some sense\nOut of these girls passing by\t\tA smile relieves the heart that grieves\nThe tales they tell of men\t\tRemember what I said\nI'm not waiting on a lady\t\tI'm not waiting on a lady\nI'm just waiting on a friend\t\tI'm just waiting on a friend\n...\nDon't need a whore\nDon't need no booze\nDon't need a virgin priest\t\tOoh, making love and breaking hearts\nBut I need someone I can cry to\t\tIt is a game for youth\nI need someone to protect\t\tBut I'm not waiting on a lady\n\t\t\t\t\tI'm just waiting on a friend\n\t\t\t\t\tI'm just waiting on a friend\n\t\t-- Rolling Stones, \"Waiting on a Friend\"\n",
  "\nWe don't need no education, we don't need no thought control.\n\t\t-- Pink Floyd\n",
  "\nWe don't need no indirection\t\tWe don't need no compilation\nWe don't need no flow control\t\tWe don't need no load control\nNo data typing or declarations\t\tNo link edit for external bindings\nHey! did you leave the lists alone?\tHey! did you leave that source alone?\nChorus:\t\t\t\t\t(Chorus)\n\tOh No. It's just a pure LISP function call.\n\nWe don't need no side-effecting\t\tWe don't need no allocation\nWe don't need no flow control\t\tWe don't need no special-nodes\nNo global variables for execution\tNo dark bit-flipping for debugging\nHey! did you leave the args alone?\tHey! did you leave those bits alone?\n(Chorus)\t\t\t\t(Chorus)\n\t\t-- \"Another Glitch in the Call\", a la Pink Floyd\n",
  "\nWe gotta get out of this place,\nIf it's the last thing we ever do.\n\t\t-- The Animals\n",
  "\nwe will invent new lullabies, new songs, new acts of love,\nwe will cry over things we used to laugh &\nour new wisdom will bring tears to eyes of gentle\ncreatures from other planets who were afraid of us till then &\nin the end a summer with wild winds &\nnew friends will be.\n",
  "\nWe wish you a Hare Krishna\nWe wish you a Hare Krishna\nWe wish you a Hare Krishna\nAnd a Sun Myung Moon!\n\t\t-- Maxwell Smart\n",
  "\nWe're happy little Vegemites,\n\tAs bright as bright can be.\nWe all all enjoy our Vegemite\n\tFor breakfast, lunch and tea.\n",
  "\nWe're Knights of the Round Table\nWe dance whene'er we're able\nWe do routines and chorus scenes\tWe're knights of the Round Table\nWith footwork impeccable\t\tOur shows are formidable\nWe dine well here in Camelot\t\tBut many times\nWe eat ham and jam and Spam a lot.\tWe're given rhymes\n\t\t\t\t\tThat are quite unsingable\nIn war we're tough and able,\t\tWe're opera mad in Camelot\nQuite indefatigable\t\t\tWe sing from the diaphragm a lot.\nBetween our quests\nWe sequin vests\nAnd impersonate Clark Gable\nIt's a busy life in Camelot.\nI have to push the pram a lot.\n\t\t-- Monty Python\n",
  "\nWe've tried each spinning space mote\nAnd reckoned its true worth:\nTake us back again to the homes of men\nOn the cool, green hills of Earth.\n\nThe arching sky is calling\nSpacemen back to their trade.\nAll hands!  Standby!  Free falling!\nAnd the lights below us fade.\nOut ride the sons of Terra,\nFar drives the thundering jet,\nUp leaps the race of Earthmen,\nOut, far, and onward yet--\n\nWe pray for one last landing\nOn the globe that gave us birth;\nLet us rest our eyes on the fleecy skies\nAnd the cool, green hills of Earth.\n\t\t-- Robert A. Heinlein, 1941\n",
  "\nWelcome back, my friends, to the show that never ends!\nWe're so glad you could attend, come inside, come inside!\nThere behind the glass there's a real blade of grass,\nBe careful as you pass, move along, move along.\nCome inside, the show's about to start,\nGuaranteed to blow your head apart.\nRest assured, you'll get your money's worth,\nGreatest show, in heaven, hell or earth!\nYou gotta see the show!  It's a dynamo!\nYou gotta see the show!  It's rock 'n' roll!\n\t\t-- ELP, \"Karn Evil 9\" (1st Impression, Part 2)\n",
  "\nWell I looked at my watch and it said a quarter to five,\nThe headline screamed that I was still alive,\nI couldn't understand it, I thought I died last night.\nI dreamed I'd been in a border town,\nIn a little cantina that the boys had found,\nI was desperate to dance, just to dig the local sounds.\nWhen along came a senorita,\nShe looked so good that I had to meet her,\nI was ready to approach her with my English charm,\nWhen her brass knuckled boyfriend grabbed me by the arm,\nAnd he said, grow some funk of your own, amigo,\nGrow some funk of your own.\nWe no like to with the gringo fight,\nBut there might be a death in Mexico tonite.\n...\nTake my advice, take the next flight,\nAnd grow some funk, grow your funk at home.\n\t\t-- Elton John, \"Grow Some Funk of Your Own\"\n",
  "\nWell, fancy giving money to the Government!\nMight as well have put it down the drain.\nFancy giving money to the Government!\nNobody will see the stuff again.\nWell, they've no idea what money's for --\nTen to one they'll start another war.\nI've heard a lot of silly things, but, Lor'!\nFancy giving money to the Government!\n\t\t-- A.P. Herbert\n",
  "\nWell, I don't know where they come from but they sure do come,\nI hope they comin' for me!\nAnd I don't know how they do it but they sure do it good,\nI hope they doin' it for free!\nThey give me cat scratch fever... cat scratch fever!\nFirst time that I got it I was just ten years old,\nGot it from the kitty next door...\nI went to see the doctor and he gave me the cure,\nI think I got it some more!\nGot a bad scratch fever...\n\t\t-- Ted Nugent, \"Cat Scratch Fever\"\n",
  "\nWell, my daddy left home when I was three,\nAnd he didn't leave much for Ma and me,\nJust and old guitar an'a empty bottle of booze.\nNow I don't blame him 'cause he ran and hid,\nBut the meanest thing that he ever did,\nWas before he left he went and named me Sue.\n...\nBut I made me a vow to the moon and the stars,\nI'd search the honkey tonks and the bars,\nAnd kill the man that give me that awful name.\nIt was Gatlinburg in mid-July,\nI'd just hit town and my throat was dry,\nThought I'd stop and have myself a brew,\nAt an old saloon on a street of mud,\nSitting at a table, dealing stud,\nSat that dirty (bleep) that named me Sue.\n...\nNow, I knew that snake was my own sweet Dad,\nFrom a wornout picture that my Mother had,\nAnd I knew that scar on his cheek and his evil eye...\n\t\t-- Johnny Cash, \"A Boy Named Sue\"\n",
  "\nWell, my terminal's locked up, and I ain't got any Mail,\n\tAnd I can't recall the last time that my program didn't fail;\nI've got stacks in my structs, I've got arrays in my queues,\n\tI've got the : Segmentation violation -- Core dumped blues.\n\nIf you think that it's nice that you get what you C,\n\tThen go : illogical statement with your whole family,\n'Cause the Supreme Court ain't the only place with : Bus error views.\n\tI've got the : Segmentation violation -- Core dumped blues.\n\nOn a PDP-11, life should be a breeze,\n\tBut with VAXen in the house even magnetic tapes would freeze.\nNow you might think that unlike VAXen I'd know who I abuse,\n\tI've got the : Segmentation violation -- Core dumped blues.\n\t\t-- Core Dumped Blues\n",
  "\nWell, some take delight in the carriages a-rolling,\nAnd some take delight in the hurling and the bowling,\nBut I take delight in the juice of the barley,\nAnd courting pretty fair maids in the morning bright and early.\n",
  "\nWell, we're big rock singers, we've got golden fingers,\nAnd we're loved everywhere we go.\nWe sing about beauty, and we sing about truth,\nAt ten thousand dollars a show.\nWe take all kind of pills to give us all kind of thrills,\nBut the thrill we've never known,\nIs the thrill that'll get'cha, when you get your picture,\nOn the cover of the Rolling Stone.\n\nI got a freaky old lady, name of Cole King Katie,\nWho embroiders on my jeans.\nI got my poor old gray-haired daddy,\nDrivin' my limousine.\nNow it's all designed, to blow our minds,\nBut our minds won't be really be blown;\nLike the blow that'll get'cha, when you get your picture,\nOn the cover of the Rolling Stone.\n\nWe got a lot of little, teen-aged, blue-eyed groupies,\nWho'll do anything we say.\nWe got a genuine Indian guru, that's teachin' us a better way.\nWe got all the friends that money can buy,\nSo we never have to be alone.\nAnd we keep gettin' richer, but we can't get our picture,\nOn the cover of the Rolling Stone.\n\t\t-- Dr. Hook and the Medicine Show\n\t\t[As a note, they eventually DID make the cover of RS. Ed.]\n",
  "\nWhat awful irony is this?\nWe are as gods, but know it not.\n",
  "\nWhat did ya do with your burden and your cross?\nDid you carry it yourself or did you cry?\nYou and I know that a burden and a cross,\nCan only be carried on one man's back.\n\t\t-- Louden Wainwright III\n",
  "\nWhat happens to a dream deferred?\nDoes it dry up\nLike a raisin in the sun?\nOr fester like a sore --\nAnd then run?\nDoes it stink like rotten meat?\nOr crust and sugar over --\nLike a syrupy sweet?\n  \nMaybe it just sags\nLike a heavy load.\n  \nOr does it explode?\n\t\t-- Langston Hughes\n",
  "\nWhat has roots as nobody sees,\nIs taller than trees,\nUp, up it goes,\nAnd yet never grows?\n",
  "\nWhat pains others pleasures me,\nAt home am I in Lisp or C;\nThere i couch in ecstasy,\n'Til debugger's poke i flee,\nInto kernel memory.\nIn system space, system space, there shall i fare--\nInside of a VAX on a silicon square.\n",
  "\nWhat segment's this, that, laid to rest\nOn FHA0, is sleeping?\nWhat system file, lay here a while\tThis, this is \"acct.run,\"\nWhile hackers around it were weeping?\tAccounting file for everyone.\n\t\t\t\t\tDump, dump it and type it out,\n\t\t\t\t\tThe file, the highseg of login.\nWhy lies it here, on public disk\nAnd why is it now unprotected?\nA bug in incant, made it thus.\t\tMount, mount all your DECtapes now\nAnd copy the file somehow, somehow.\tThe problem has not been corrected.\n\t\t\t\t\tDump, dump it and type it out,\n\t\t\t\t\tThe file, the highseg of login.\n\t\t-- to Greensleeves\n",
  "\nWhat we Are is God's gift to us.\nWhat we Become is our gift to God.\n",
  "\nWhat with chromodynamics and electroweak too\nOur Standardized Model should please even you,\nTho' once you did say that of charm there was none\nIt took courage to switch as to say Earth moves not Sun.\nYet your state of the union penultimate large\nIs the last known haunt of the Fractional Charge,\nAnd as you surf in the hot tub with sourdough roll\nPlease ponder the passing of your sole Monopole.\nYour Olympics were fun, you should bring them all back\nFor transsexual tennis or Anamalon Track,\nBut Hollywood movies remain sinfully crude\nWhether seen on the telly or Remotely Viewed.\nNow fasten your sunbelts, for you've done it once more,\nYou said it in Leipzig of the thing we adore,\nThat you've built an incredible crystalline sphere\nWhose German attendants spread trembling and fear\nOf the death of our theory by Particle Zeta\nWhich I'll bet is not there say your article, later.\n\t\t-- Sheldon Glashow, Physics Today, December, 1984\n",
  "\nWhat's love but a second-hand emotion?\n\t\t-- Tina Turner\n",
  "\nWhat, still alive at twenty-two,\nA clean upstanding chap like you?\nSure, if your throat 'tis hard to slit,\nSlit your girl's, and swing for it.\nLike enough, you won't be glad,\nWhen they come to hang you, lad:\nBut bacon's not the only thing\nThat's cured by hanging from a string.\nSo, when the spilt ink of the night\nSpreads o'er the blotting pad of light,\nLads whose job is still to do\nShall whet their knives, and think of you.\n\t\t-- Hugh Kingsmill\n",
  "\nWhen a lion meets another with a louder roar,\nthe first lion thinks the last a bore.\n\t\t-- G.B. Shaw\n",
  "\nWhen I think about myself,\nI almost laugh myself to death,\nMy life has been one great big joke,\tSixty years in these folks' world\nA dance that's walked\t\t\tThe child I works for calls me girl\nA song that's spoke,\t\t\tI say \"Yes ma'am\" for working's sake.\nI laugh so hard I almost choke\t\tToo proud to bend\nWhen I think about myself.\t\tToo poor to break,\n\t\t\t\t\tI laugh until my stomach ache,\n\t\t\t\t\tWhen I think about myself.\nMy folks can make me split my side,\nI laughed so hard I nearly died,\nThe tales they tell, sound just like lying,\nThey grow the fruit, \nBut eat the rind,\nI laugh until I start to crying,\nWhen I think about my folks.\n\t\t-- Maya Angelou\n",
  "\nWhen in panic, fear and doubt,\nDrink in barrels, eat, and shout.\n",
  "\nWhen in this world the headlines read\nOf those whose hearts are filled with greed\nWho rob and steal from those who need\nThe cry goes up with blinding speed for Underdog (UNDERDOG!)\nUnderdog (UNDERDOG!)\nSpeed of lightning, roar of thunder\nFighting all who rob or plunder\nUnderdog (ah-ah-ah-ah)\nUnderdog\nUNDERDOG!\n",
  "\nWhen in trouble or in doubt,\nrun in circles, scream and shout.\n",
  "\nWhen license fees are too high,\nusers do things by hand.\nWhen the management is too intrusive,\nusers lose their spirit.\n\nHack for the user's benefit.\nTrust them; leave them alone.\n",
  "\nWhen love is gone, there's always justice.\nAnd when justice is gone, there's always force.\nAnd when force is gone, there's always Mom.\nHi, Mom!\n\t\t-- Laurie Anderson\n",
  "\nWhen my fist clenches crack it open,\nBefore I use it and lose my cool.\nWhen I smile tell me some bad news,\nBefore I laugh and act like a fool.\n\nAnd if I swallow anything evil,\nPut you finger down my throat.\nAnd if I shiver please give me a blanket,\nKeep me warm let me wear your coat\n\nNo one knows what it's like to be the bad man,\n\tto be the sad man.\nBehind blue eyes.\nNo one knows what its like to be hated,\n\tto be fated,\nTo telling only lies.\n\t\t\t-- The Who\n",
  "\nWhen oxygen Tech played Hydrogen U.\nThe Game had just begun, when Hydrogen scored two fast points\nAnd Oxygen still had none\nThen Oxygen scored a single goal\nAnd thus it did remain, At Hydrogen 2 and Oxygen 1\nCalled because of rain.\n",
  "\nWhen someone makes a move\t\tWe'll send them all we've got,\nOf which we don't approve,\t\tJohn Wayne and Randolph Scott,\nWho is it that always intervenes?\tRemember those exciting fighting scenes?\nU.N. and O.A.S.,\t\t\tTo the shores of Tripoli,\nThey have their place, I guess,\t\tBut not to Mississippoli,\nBut first, send the Marines!\t\tWhat do we do?  We send the Marines!\n\nFor might makes right,\t\t\tMembers of the corps\nAnd till they've seen the light,\tAll hate the thought of war:\nThey've got to be protected,\t\tThey'd rather kill them off by\n\t\t\t\t\t\tpeaceful means.\nAll their rights respected,\t\tStop calling it aggression--\nTill somebody we like can be elected.\tWe hate that expression!\n\t\t\t\t\tWe only want the world to know\n\t\t\t\t\tThat we support the status quo;\n\t\t\t\t\tThey love us everywhere we go,\n\t\t\t\t\tSo when in doubt, send the Marines!\n\t\t-- Tom Lehrer, \"Send The Marines\"\n",
  "\nWhen the Guru administers, the users \nare hardly aware that he exists.\nNext best is a sysop who is loved.\nNext, one who is feared.\nAnd worst, one who is despised.\n\nIf you don't trust the users,\nyou make them untrustworthy.\n\nThe Guru doesn't talk, he hacks.\nWhen his work is done,\nthe users say, \"Amazing:\nwe implemented it, all by ourselves!\"\n",
  "\nWhen the leaders speak of peace\nThe common folk know\nThat war is coming\nWhen the leaders curse war\nThe mobilization order is already written out.\n\nEvery day, to earn my daily bread\nI go to the market where lies are bought\nHopefully\nI take my place among the sellers.\n\t\t-- Bertolt Brecht, \"Hollywood\"\n",
  "\nWhen users see one GUI as beautiful,\nother user interfaces become ugly.\nWhen users see some programs as winners,\nother programs become lossage.\n\nPointers and NULLs reference each other.\nHigh level and assembler depend on each other.\nDouble and float cast to each other.\nHigh-endian and low-endian define each other.\nWhile and until follow each other.\n\nTherefore the Guru \nprograms without doing anything\nand teaches without saying anything.\nWarnings arise and he lets them come;\nprocesses are swapped and he lets them go.\nHe has but doesn't possess,\nacts but doesn't expect.\nWhen his work is done, he deletes it.\nThat is why it lasts forever.\n",
  "\nWhen you and I are far apart\nCan sorrow break your tender heart?\nI love you darling, yes I do;\nSleep is so sweet when I dream of you;\nAll you are is a blossoming rose.\nNight is here so I must close.\nWith care read the first word of each line.\nYou will find a question of mine.\n\t\t-- Yours hopefully, The VAX.\n",
  "\nWhen you find yourself in danger,\nWhen you're threatened by a stranger,\nWhen it looks like you will take a lickin'...\n\nThere is one thing you should learn,\nWhen there is no one else to turn to,\n\tCaaaall for Super Chicken!!    (**bwuck-bwuck-bwuck-bwuck**)\n\tCaaaall for Super Chicken!!\n",
  "\nWhen you get what you want in your struggle for self\nAnd the world makes you king for a day,\nJust go to a mirror and look at yourself\nAnd see what that man has to say.\n\tFor it isn't your father or mother or wife\n\tWhose judgement upon you must pass;\n\tThe fellow whose verdict counts most in your life\n\tIs the one staring back from the glass.\nSome people may think you a straight-shootin' chum\nAnd call you a wonderful guy,\nBut the man in the glass says you're only a bum\nIf you can't look him straight in the eye.\n\tHe's the fellow to please, never mind all the rest,\n\tFor he's with you clear up to the end,\n\tAnd you've passed your most dangerous, difficult test\n\tIf the man in the glass is your friend.\nYou may fool the whole world down the pathway of life\nAnd get pats on the back as you pass,\nBut your final reward will be heartaches and tears\nIf you've cheated the man in the glass.\n",
  "\nWhen you meet a master swordsman,\nshow him your sword.\nWhen you meet a man who is not a poet,\ndo not show him your poem.\n\t\t-- Rinzai, ninth century Zen master\n",
  "\nWhen you overesteem great hackers,\nmore users become cretins.\nWhen you develop encryption,\nmore users become crackers.\n\nThe Guru leads\nby emptying user's minds\nand increasing their quotas,\nby weakening their ambition\nand toughening their resolve.\nWhen users lack knowledge and desire,\nmanagement will not try to interfere.\n\nPractice not-looping,\nand everything will fall into place.\n",
  "\nWhen you're a Yup\nYou're a Yup all the way\nFrom your first slice of Brie\nTo your last Cabernet.\n\nWhen you're a Yup\nYou're not just a dreamer\nYou're making things happen\nYou're driving a Beamer.\n",
  "\nWhen you're away, I'm restless, lonely,\nWretched, bored, dejected; only\nHere's the rub, my darling dear\nI feel the same when you are near.\n\t\t-- Samuel Hoffenstein, \"When You're Away\"\n",
  "\nWhenever Richard Cory went downtown,\n\tWe people on the pavement looked at him:\nHe was a gentleman from sole to crown,\n\tClean-favored, and imperially slim.\nAnd he was always quietly arrayed,\n\tAnd he was always human when he talked;\nBut still he fluttered pulses when he said,\n\t\"Good morning,\" and he glittered when he walked.\nAnd he was rich -- yes, richer than a king --\n\tAnd admirably schooled in every grace:\nIn fine, we thought that he was everything\n\tTo make us wish that we were in his place.\nSo on we worked, and waited for the light,\n\tAnd went without the meat, and cursed the bread;\nAnd Richard Cory, one calm summer night,\n\tWent home and put a bullet through his head.\n\t\t-- E.A. Robinson, \"Richard Cory\"\n",
  "\nWHERE CAN THE MATTER BE\n\tOh, dear, where can the matter be\n\tWhen it's converted to energy?\n\tThere is a slight loss of parity.\n\tJohnny's so long at the fair.\n",
  "\nWhere's the man could ease a heart\nLike a satin gown?\n\t\t-- Dorothy Parker, \"The Satin Dress\"\n",
  "\nWhere, oh, where, are you tonight?\nWhy did you leave me here all alone?\nI searched the world over, and I thought I'd found true love.\nYou met another, and *PPHHHLLLBBBBTTT*, you wuz gone.\n\nGloom, despair and agony on me.\nDeep dark depression, excessive misery.\nIf it weren't for bad luck, I'd have no luck at all.\nOh, gloom, despair and agony on me.\n\t\t-- Hee Haw\n",
  "\nWhether weary or unweary, O man, do not rest,\nDo not cease your single-handed struggle.\nGo on, do not rest.\n\t\t-- An old Gujarati hymn\n",
  "\nWhether you can hear it or not,\nThe Universe is laughing behind your back.\n\t\t-- National Lampoon, \"Deteriorata\"\n",
  "\nWhile Europe's eye is fix'd on mighty things,\nThe fate of empires and the fall of kings;\nWhile quacks of State must each produce his plan,\nAnd even children lisp the Rights of Man;\nAmid this mighty fuss just let me mention,\nThe Rights of Woman merit some attention.\n\t\t-- Robert Burns, Address on \"The Rights of Woman\", 26/10 1792\n",
  "\nWhile I nodded, nearly napping, suddenly there came a tapping,\nAs of some one gently rapping, rapping at my chamber door.\n\t\t-- Edgar Allan Poe, \"The Raven\"\n\n\t[Quoted in \"VMS Internals and Data Structures\", V4.4, when\n\t referring to hardware interrupts.]\n \nAnd now I see with eye serene\nThe very pulse of the machine.\n\t\t-- William Wordsworth, \"She Was a Phantom of Delight\"\n\n\t[Quoted in \"VMS Internals and Data Structures\", V4.4, when\n\t referring to software interrupts.]\n",
  "\nWhile walking down a crowded\nCity street the other day,\nI heard a little urchin\nTo a comrade turn and say,\n\"Say, Chimmey, lemme tell youse,\nI'd be happy as a clam\nIf only I was de feller dat\nMe mudder t'inks I am.\n\n\"She t'inks I am a wonder,\t\tMy friends, be yours a life of toil\nAn' she knows her little lad\t\tOr undiluted joy,\nCould never mix wit' nuttin'\t\tYou can learn a wholesome lesson\nDat was ugly, mean or bad.\t\tFrom that small, untutored boy.\nOh, lot o' times I sit and t'ink\tDon't aim to be an earthly saint\nHow nice, 'twould be, gee whiz!\t\tWith eyes fixed on a star:\nIf a feller was de feller\t\tJust try to be the fellow that\nDat his mudder t'inks he is.\"\t\tYour mother thinks you are.\n\t\t-- Will S. Adkin, \"If I Only Was the Fellow\"\n",
  "\nWhip it, baby.\nWhip it right.\nWhip it, baby.\nWhip it all night!\n",
  "\nWho does not love wine, women, and song,\nRemains a fool his whole life long.\n\t\t-- Johann Heinrich Voss\n",
  "\nWho loves not wisely but too well\nWill look on Helen's face in hell,\nBut he whose love is thin and wise\nWill view John Knox in Paradise.\n\t\t-- Dorothy Parker\n",
  "\nWho made the world I cannot tell;\n'Tis made, and here am I in hell.\nMy hand, though now my knuckles bleed,\nI never soiled with such a deed.\n\t\t-- A.E. Housman\n",
  "\nWho to himself is law no law doth need,\noffends no law, and is a king indeed.\n\t\t-- George Chapman\n",
  "\nWhy are you watching\nThe washing machine?\nI love entertainment\nSo long as it's clean.\n\nProfessor Doberman:\n\tWhile the preceding poem is unarguably a change from the guarded \npessimism of \"The Hound of Heaven,\" it cannot be regarded as an unqualified \nimprovement.  Obscurity is of value only when it tends to clarify the poetic\nexperience.  As much as one is compelled to admire the poem's technique, one \nmust question whether its byplay of complex literary allusions does not in \nfact distract from the unity of the whole.  In the final analysis, one \nreceives the distinct impression that the poem's length could safely have \nbeen reduced by a factor of eight or ten without sacrificing any of its\nmeaning.  It is to be hoped that further publication of this poem can be \nsuspended pending a thorough investigation of its potential subversive \nimplications.\n",
  "\nWith/Without - and who'll deny it's what the fighting's all about?\n\t\t-- Pink Floyd\n",
  "\nWoke up this mornin' an' I had myself a beer,\nYeah, Ah woke up this mornin' an' I had myself a beer\nThe future's uncertain and the end is always near.\n\t\t-- Jim Morrison, \"Roadhouse Blues\"\n",
  "\nWoke up this morning, don't believe what I saw.\nHundred billion bottles washed up on the shore.\nSeems I'm not alone in being alone.\nHundred billion castaways looking for a call.\n\t\t-- The Police, \"Message in a Bottle\"\n",
  "\nYea from the table of my memory\nI'll wipe away all trivial fond records.\n\t\t-- Hamlet\n",
  "\nYes me, I got a bottle in front of me.\nAnd Jimmy has a frontal lobotomy.\nJust different ways to kill the pain the same.\nBut I'd rather have a bottle in front of me,\nThan to have to have a frontal lobotomy.\nI might be drunk but at least I'm not insane.\n\t\t-- Randy Ansley M.D. (Dr. Rock)\n",
  "\nYesterday upon the stair\nI met a man who wasn't there.\nHe wasn't there again today --\nI think he's from the CIA.\n",
  "\n\"You are old, Father William,\" the young man said,\n\t\"All your papers these days look the same;\nThose William's would be better unread --\n\tDo these facts never fill you with shame?\"\n\n\"In my youth,\" Father William replied to his son,\n\t\"I wrote wonderful papers galore;\nBut the great reputation I found that I'd won,\n\tMade it pointless to think any more.\"\n",
  "\n\"You are old, father William,\" the young man said,\n\t\"And your hair has become very white;\nAnd yet you incessantly stand on your head --\n\tDo you think, at your age, it is right?\"\n\n\"In my youth,\" father William replied to his son,\n\t\"I feared it might injure the brain;\nBut, now that I'm perfectly sure I have none,\n\tWhy, I do it again and again.\"\n\n\"You are old,\" said the youth, \"as I mentioned before,\n\tAnd have grown most uncommonly fat;\nYet you turned a back-somersault in at the door --\n\tPray what is the reason of that?\"\n\n\"In my youth,\" said the sage, as he shook his grey locks,\n\t\"I kept all my limbs very supple\nBy the use of this ointment -- one shilling the box --\n\tAllow me to sell you a couple?\"\n",
  "\n\"You are old,\" said the youth, \"and I'm told by my peers\n\tThat your lectures bore people to death.\nYet you talk at one hundred conventions per year --\n\tDon't you think that you should save your breath?\"\n\n\"I have answered three questions and that is enough,\"\n\tSaid his father, \"Don't give yourself airs!\nDo you think I can listen all day to such stuff?\n\tBe off, or I'll kick you downstairs!\"\n",
  "\n\"You are old,\" said the youth, \"and your jaws are too weak\n\tFor anything tougher than suet;\nYet you finished the goose, with the bones and the beak --\n\tPray, how did you manage to do it?\"\n\n\"In my youth,\" said his father, \"I took to the law,\n\tAnd argued each case with my wife;\nAnd the muscular strength which it gave to my jaw,\n\tHas lasted the rest of my life.\"\n\n\"You are old,\" said the youth, \"one would hardly suppose\n\tThat your eye was as steady as ever;\nYet you balanced an eel on the end of your nose --\n\tWhat made you so awfully clever?\"\n\n\"I have answered three questions, and that is enough,\"\n\tSaid his father.  \"Don't give yourself airs!\nDo you think I can listen all day to such stuff?\n\tBe off, or I'll kick you down stairs!\"\n",
  "\n\"You are old,\" said the youth, \"and your programs don't run,\n\tAnd there isn't one language you like;\nYet of useful suggestions for help you have none --\n\tHave you thought about taking a hike?\"\n\n\"Since I never write programs,\" his father replied,\n\t\"Every language looks equally bad;\nYet the people keep paying to read all my books\n\tAnd don't realize that they've been had.\"\n",
  "\n\"You are old,\" said the youth, \"as I mentioned before,\n\tAnd make errors few people could bear;\nYou complain about everyone's English but yours --\n\tDo you really think this is quite fair?\"\n\n\"I make lots of mistakes,\" Father William declared,\n\t\"But my stature these days is so great\nThat no critic can hurt me -- I've got them all scared,\n\tAnd to stop me it's now far too late.\"\n",
  "\nYou can grovel with a lover, you can grovel with a friend,\nYou can grovel with your boss, and it never has to end.\n\n(chorus)\tGrovel, grovel, grovel, every night and every day,\n\t\tGrovel, grovel, grovel, in your own peculiar way.\n\nYou can grovel in a hallway, you can grovel in a park,\nYou can grovel in an alley with a mugger after dark.\n(chorus)\n\nYou can grovel with your uncle, you can grovel with your aunt,\nYou can grovel with your Apple, even though you say you can't.\n(chorus)\n",
  "\nYou go down to the pickup station,\n\tcraving warmth and beauty;\nYou settle for less than fascination --\n\ta few drinks later you're not so choosy.\nAnd the closing lights strip off the shadows\n\ton this strange new flesh you've found --\nClutching the night to you like a fig leaf\n\tyou hurry to the blackness\n\tand the blankets to lay down an impression\n\tand your loneliness.\n\t\t-- Joni Mitchell\n",
  "\nYou got to pay your dues if you want to sing the blues,\nAnd you know it don't come easy ...\nI don't ask for much, I only want trust,\nAnd you know it don't come easy ...\n",
  "\nYou know my heart keeps tellin' me,\nYou're not a kid at thirty-three,\nYou play around you lose your wife,\nYou play too long, you lose your life.\nSome gotta win, some gotta lose,\nGoodtime Charlie's got the blues.\n",
  "\nYou may be right, I may be crazy,\nBut it just may be a lunatic you're looking for!\n\t\t-- Billy Joel\n",
  "\nYou will find me drinking gin\nIn the lowest kind of inn,\nBecause I am a rigid Vegetarian.\n\t\t-- G.K. Chesterton\n",
  "\nYou'll always be,\nWhat you always were,\nWhich has nothing to do with,\nAll to do, with her.\n\t\t-- Company\n",
  "\nYour wise men don't know how it feels\nTo be thick as a brick.\n\t\t-- Jethro Tull, \"Thick As A Brick\"\n",
  "\nYour worship is your furnaces\nwhich, like old idols, lost obscenes,\nhave molten bowels; your vision is\nmachines for making more machines.\n\t\t-- Gordon Bottomley, 1874\n",
  "\nYours is not to reason why,\nJust to Sail Away.\nAnd when you find you have to throw\nYour Legacy away;\nRemember life as was it is,\nAnd is as it were;\nChasing sounds across the galaxy\n'Till silence is but a blur.\n\t\t-- QYX.\n",
  "\n"
]