[
  "A [golf] ball hitting a tree shall be deemed not to have hit the tree.\nHitting a tree is simply bad luck and has no place in a scientific game.\nThe player should estimate the distance the ball would have traveled if it\nhad not hit the tree and play the ball from there, preferably atop a nice\nfirm tuft of grass.\n\t\t-- Donald A. Metz\n",
  "\nA [golf] ball sliced or hooked into the rough shall be lifted and placed in\nthe fairway at a point equal to the distance it carried or rolled into the\nrough.  Such veering right or left frequently results from friction between\nthe face of the club and the cover of the ball and the player should not be\npenalized for the erratic behavior of the ball resulting from such\nuncontrollable physical phenomena.\n\t\t-- Donald A. Metz\n",
  "\n\tA boy scout troop went on a hike.  Crossing over a stream, one of\nthe boys dropped his wallet into the water.  Suddenly a carp jumped, grabbed\nthe wallet and tossed it to another carp.  Then that carp passed it to\nanother carp, and all over the river carp appeared and tossed the wallet back\nand forth.\n\t\"Well, boys,\" said the Scout leader, \"you've just seen a rare case\nof carp-to-carp walleting.\"\n",
  "\nA couple of young fellers were fishing at their special pond off the\nbeaten track when out of the bushes jumped the Game Warden.  Immediately,\none of the boys threw his rod down and started running through the woods\nlike the proverbial bat out of hell, and hot on his heels ran the Game\nWarden.  After about a half mile the fella stopped and stooped over with\nhis hands on his thighs, whooping and heaving to catch his breath as the\nGame Warden finally caught up to him.\n\t\"Let's see yer fishin' license, boy,\" the Warden gasped.  The\nman pulled out his wallet and gave the Game Warden a valid fishing\nlicense.\n\t\"Well, son\", snarled the Game Warden, \"You must be about as dumb\nas a box of rocks!  You didn't have to run if you have a license!\"\n\t\"Yes, sir,\" replied his victim, \"but, well, see, my friend back\nthere, he don't have one!\"\n",
  "\nA gambler's biggest thrill is winning a bet.\nHis next biggest thrill is losing a bet.\n",
  "\nA new 'chutist had just jumped from the plane at 10,000 feet, and soon\ndiscovered that all his lines were hopelessly tangled.  At about 5,000 feet,\nstill struggling, he noticed someone coming up from the ground at about the\nsame speed as he was going towards the ground.  As they passed each other at\n3,000 feet, the 'chutist yells, \"HEY! DO YOU KNOW ANYTHING ABOUT PARACHUTES?\"\n\tThe reply came, fading towards the end, \"NO!  DO YOU KNOW ANYTHING\nABOUT COLEMAN STOVES?\"\n",
  "\nA nickel ain't worth a dime anymore.\n\t\t-- Yogi Berra\n",
  "\nA putt that stops close enough to the cup to inspire such comments as\n\"you could blow it in\" may be blown in.  This rule does not apply if\nthe ball is more than three inches from the hole, because no one wants\nto make a travesty of the game.\n\t\t-- Donald A. Metz\n",
  "\n\tA ranger was walking through the forest and encountered a hunter\ncarrying a shotgun and a dead loon.  \"What in the world do you think you're\ndoing?  Don't you know that the loon is on the endagered species list?\"\n\tInstead of answering, the hunter showed the ranger his game bag,\nwhich contained twelve more loons.\n\t\"Why would you shoot loons?\", the ranger asked.\n\t\"Well, my family eats them and I sell the plumage.\"\n\t\"What's so special about a loon?  What does it taste like?\"\n\t\"Oh, somewhere between an American Bald Eagle and a Trumpeter Swan.\"\n",
  "\n\t\tAccidentally Shot\n\n\tColonel Gray, of Petaluma, came near losing his life a few days ago,\nin a singular manner.  A gentleman with whom he was hunting attempted to\nbring down a dove, but instead of doing so put the load of shot through the\nColonel's hat.  One shot took effect in his forehead.\n\t\t-- Sacramento Daily Union, April 20, 1861\n",
  "\n\"Ain't that something what happened today.  One of us got traded to\nKansas City.\"\n\t\t-- Casey Stengel, informing outfielder Bob Cerv he'd\n\t\t   been traded.\n",
  "\nAll bridge hands are equally likely, but some are more equally likely\nthan others.\n\t\t-- Alan Truscott\n",
  "\nAlthough golf was originally restricted to wealthy, overweight Protestants,\ntoday it's open to anybody who owns hideous clothing.\n\t\t-- Dave Barry\n",
  "\nAlthough written many years ago, Lady Chatterley's Lover has just been\nreissued by the Grove Press, and this pictorial account of the\nday-to-day life of an English gamekeeper is full of considerable\ninterest to outdoor minded readers, as it contains many passages on\npheasant-raising, the apprehending of poachers, ways to control vermin,\nand other chores and duties of the professional gamekeeper.\nUnfortunately, one is obliged to wade through many pages of extraneous\nmaterial in order to discover and savour those sidelights on the\nmanagement of a midland shooting estate, and in this reviewer's opinion\nthe book cannot take the place of J. R. Miller's \"Practical Gamekeeping.\"\n\t\t-- Ed Zern, \"Field and Stream\" (Nov. 1959)\n",
  "\nAnxious after the delay, Gruber doesn't waste any time getting the Koenig\n[a modified Porsche] up to speed, and almost immediately we are blowing off\nAlfas, Fiats, and Lancias full of excited Italians.  These people love fast\ncars.  But they love sport too and no passing encounter goes unchallenged.\nNothing serious, just two wheels into your lane as you're bearing down on\nthem at 130-plus -- to see if you're paying attention.\n\t\t-- Road & Track article about driving two absurdly fast\n\t\t   cars across Europe.\n",
  "\n[Babe] Ruth made a big mistake when he gave up pitching.\n\t\t-- Tris Speaker, 1921\n",
  "\nBill Dickey is learning me his experience.\n\t\t-- Yogi Berra in his rookie season.\n",
  "\nBrandy Davis, an outfielder and teammate of mine with the Pittsburgh Pirates,\nis my choice for team captain.  Cincinnatti was beating us 3-1, and I led\noff the bottom of the eighth with a walk.  The next hitter banged a hard\nsingle to right field.  Feeling the wind at my back, I rounded second and\nkept going, sliding safely into third base.\n\tWith runners at first and third, and home-run hitter Ralph Kiner at\nbat, our manager put in the fast Brandy Davis to run for the player at first.\nEven with Kiner hitting and a change to win the game with a home run, Brandy\ntook off for second and made it.  Now we had runners at second and third.\n\tI'm standing at third, knowing I'm not going anywhere, and see Brandy\nstart to take a lead.  All of a sudden, here he comes.  He makes a great slide\ninto third, and I scream, \"Brandy, where are you going?\"  He looks up, and\nshouts, \"Back to second if I can make it.\"\n\t\t-- Joe Garagiola, \"It's Anybody's Ball Game\"\n",
  "\nCheck me if I'm wrong, Sandy, but if I kill all the golfers...\nthey're gonna lock me up and throw away the key!\n",
  "\nCollege football is a game which would be much more interesting if the faculty\nplayed instead of the students, and even more interesting if the trustees\nplayed.  There would be a great increase in broken arms, legs, and necks,\nand simultaneously an appreciable diminution in the loss to humanity.\n\t\t-- H. L. Mencken\n",
  "\n\tCOONDOG MEMORY\n\t(heard in Rutledge, Missouri, about eighteen years ago)\n\nNow, this dog is for sale, and she can not only follow a trail twice as\nold as the average dog can, but she's got a pretty good memory to boot.\nFor instance, last week this old boy who lives down the road from me, and\nis forever stinkmouthing my hounds, brought some city fellow around to\ntry out ol' Sis here.  So I turned her out south of the house and she made\ntwo or three big swings back and forth across the edge of the woods, set\nback her head, bayed a couple of times, cut straight through the woods,\ncome to a little clearing, jumped about three foot straight up in the air,\nrun to the other side, and commenced to letting out a racket like she had\nsomething treed.  We went over there with our flashlights and shone them\nup in the tree but couldn't catch no shine offa coon's eyes, and my\nneighbor sorta indicated that ol' Sis might be a little crazy, `cause she\nstood right to the tree and kept singing up into it.  So I pulled off my\ncoat and climbed up into the branches, and sure enough, there was a coon\nskeleton wedged in between a couple of branches about twenty foot up.\nNow as I was saying, she can follow a pretty old trail, but this fellow\nwas still calling her crazy or touched `cause she had hopped up in the\nair while she was crossing the clearing, until I reminded him that the\nHawkins' had a fence across there about five years back.  Now, this dog\nis for sale.\n\t\t-- News that stayed News: Ten Years of Coevolution Quarterly\n",
  "\nDallas Cowboys Official Schedule\n\n\tSept 14\t\tPasadena Junior High\n\tSept 21\t\tBoy Scout Troop 049\n\tSept 28\t\tBlind Academy\n\tSept 30\t\tWorld War I Veterans\n\tOct 5\t\tBrownie Scout Troop 041\n\tOct 12\t\tSugarcreek High Cheerleaders\n\tOct 26\t\tSt. Thomas Boys Choir\n\tNov 2\t\tTexas City Vet Clinic\n\tNov 9\t\tKorean War Amputees\n\tNov 15\t\tVA Hospital Polio Patients\n",
  "\nDecisions of the judges will be final unless shouted down by a really over-\nwhelming majority of the crowd present.  Abusive and obscene language may\nnot be used by contestants when addressing members of the judging panel,\nor, conversely, by members of the judging panel when addressing contestants\n(unless struck by a boomerang).\n\t\t-- Mudgeeraba Creek Emu-Riding and Boomerang-Throwing Assoc.\n",
  "\nDon't let go of what you've got hold of, until you have hold of something else.\n\t\t-- First Rule of Wing Walking\n",
  "\nEasiest Color to Solve on a Rubik's Cube:\tBlack.\n\nSimply remove all the little colored stickers on the cube, and each of\nside of the cube will now be the original color of the plastic underneath\n-- black.  According to the instructions, this means the puzzle is solved.\n\t\t-- Steve Rubenstein\n",
  "\nEver feel like life was a game and you had the wrong instruction book?\n",
  "\nEver feel like you're the head pin on life's bowling alley, and everyone's\nrolling strikes?\n",
  "\nEvery creature has within him the wild, uncontrollable urge to punt.\n\t\t-- Snoopy\n",
  "\nFailed Attempts To Break Records\n\tIn September 1978 Mr. Terry Gripton, of Stafford, failed to break\nthe world shouting record by two and a half decibels.  \"I am not surprised\nhe failed,\" his wife said afterwards.  \"He's really a very quiet man and\ndoesn't even shout at me.\"\n\tIn August of the same year Mr. Paul Anthony failed to break the\nrecord for continuous organ playing by 387 hours.\n\tHis attempt at the Golden Fish Fry Restaurant in Manchester ended\nafter 36 hours 10 minutes, when he was accused of disturbing the peace.\n\"People complained I was too noisy,\" he said.\n\tIn January 1976 Mr. Barry McQueen failed to walk backwards across\nthe Menai Bridge playing the bagpipes.  \"It was raining heavily and my\ndrone got waterlogged,\" he said.\n\tA TV cameraman thwarted Mr. Bob Specas' attempt to topple 100,000\ndominoes at the Manhattan Center, New York on 9 June 1978.  97,500 dominoes\nhad been set up when he dropped his press badge and set them off.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nFlying is the second greatest feeling you can have.  The greatest feeling?\nLanding...  Landing is the greatest feeling you can have.\n",
  "\nFootball builds self-discipline.  What else would induce a spectator to\nsit out in the open in subfreezing weather?\n",
  "\nFootball combines the two worst features of American life.\nIt is violence punctuated by committee meetings.\n\t\t-- George F. Will, \"Men At Work:  The Craft of Baseball\"\n",
  "\nFootball is a game designed to keep coalminers off the streets.\n\t\t-- Jimmy Breslin\n",
  "\nFortune finishes the great quotations, #15\n\n\t\"Give me your tired, your poor, your huddled masses.\"\n\tAnd while you're at it, throw in a couple of those Dallas\n\tCowboy cheerleaders.\n",
  "\nFORTUNE'S FUN FACTS TO KNOW AND TELL:\t\t#14\n\tThe Baby Ruth candy bar was not named after George Herman \"The Babe\"\nRuth, but after the oldest daughter of President Grover Cleveland.\n",
  "\nFrom 0 to \"what seems to be the problem officer\" in 8.3 seconds.\n\t\t-- Ad for the new VW Corrado\n",
  "\nGeorge's friend Sam had a dog who could recite the Gettysburg Address.  \"Let\nme buy him from you,\" pleaded George after a demonstration.\n\t\"Okay,\" agreed Sam.  \"All he knows is that Lincoln speech anyway.\"\n\tAt his company's Fourth of July picnic, George brought his new pet\nand announced that the animal could recite the entire Gettysburg Address.\nNo one believed him, and they proceeded to place bets against the dog.\nGeorge quieted the crowd and said, \"Now we'll begin!\"  Then he looked at\nthe dog.  The dog looked back.  No sound.  \"Come on, boy, do your stuff.\"\nNothing.  A disappointed George took his dog and went home.\n\t\"Why did you embarrass me like that in front of everybody?\" George\nyelled at the dog.  \"Do you realize how much money you lost me?\"\n\t\"Don't be silly, George,\" replied the dog.  \"Think of the odds we're\ngonna get on Labor Day.\"\n",
  "\nGive a man a fish, and you feed him for a day.  Teach a man to fish,\nand he'll invite himself over for dinner.\n\t\t-- Calvin Keegan\n",
  "\nGive me a fish and I will eat today.\n\nTeach me to fish and I will eat forever.\n",
  "\nGo directly to jail.  Do not pass Go, do not collect $200.\n",
  "\nHarry is heavily into camping, and every year in the late fall, he makes us\nall go to Assateague, which is an island on the Atlantic Ocean famous for\nits wild horses.  I realize that the concept of wild horses probably stirs\nromantic notions in many of you, but this is because you have never met any\nwild horses in person.  In person, they are like enormous hooved rats.  They\namble up to your camp site, and their attitude is: \"We're wild horses.\nWe're going to eat your food, knock down your tent and poop on your shoes.\nWe're protected by federal law, just like Richard Nixon.\"\n\t\t-- Dave Barry, \"Tenting Grandpa Bob\"\n",
  "\nHARVARD:\nQuarterback:\n\tSophomore Dave Strewzinski... likes to pass.  And pass he does, with\na record 86 attempts (three completions) in 87 plays....  Though Strewzinksi\nhas so far failed to score any points for the Crimson, his jackrabbit speed\nhas made him the least sacked quarterback in the Ivy league.\nWide Receiver:\n\tThe other directional signal in Harvard's offensive machine is senior\nPhil Yip, who is very fast.  Yip is so fast that he has set a record for being\nfast.  Expect to see Yip elude all pursuers and make it into the endzone five\nor six times, his average for a game.  Yip, nicknamed \"fumblefingers\" and \"you\nasshole\" by his teammates, hopes to carry the ball with him at least one of\nthose times.\nYALE:\nDefense:\n\tOn the defensive side, Yale boasts the stingiest line in the Ivies.\nPrimarily responsible are seniors Izzy \"Shylock\" Bloomberg and Myron\nFinklestein, the tightest ends in recent Eli history.  Also contributing to\nthe powerful defense is junior tackle Angus MacWhirter, a Scotsman who rounds\nout the offensive ethnic joke.  Look for these three to shut down the opening\ncoin toss.\n\t\t-- Harvard Lampoon 1988 Program Parody, distributed at The Game\n",
  "\nHorse sense is the thing a horse has which keeps it from betting on people.\n\t\t-- W. C. Fields\n",
  "\nHow can you think and hit at the same time?\n\t\t-- Yogi Berra\n",
  "\nI always turn to the sports pages first, which record people's accomplishments.\nThe front page has nothing but man's failures.\n\t\t-- Chief Justice Earl Warren\n",
  "\nI believe that professional wrestling is clean and everything else in\nthe world is fixed.\n\t\t-- Frank Deford, sports writer\n",
  "\nI can't decide whether to commit suicide or go bowling.\n\t\t-- Florence Henderson\n",
  "\nI do not care if half the league strikes.  Those who do will encounter\nquick retribution.  All will be suspended, and I don't care if it wrecks\nthe National League for five years.  This is the United States of America\nand one citizen has as much right to play as another.\n\t\t-- Ford Frick, National League President, reacting to a\n\t\t   threatened strike by some Cardinal players in 1947 if\n\t\t   Jackie Robinson took the field against St. Louis.  The\n\t\t   Cardinals backed down and played.\n",
  "\nI guess I've been so wrapped up in playing the game that I never took\ntime enough to figure out where the goal line was -- what it meant to\nwin -- or even how you won.\n\t\t-- Cash McCall\n",
  "\nI guess the Little League is even littler than we thought.\n\t\t-- D. Cavett\n",
  "\nI just know I'm a better manager when I have Joe DiMaggio in center field.\n\t\t-- Casey Stengel\n",
  "\nI like your game but we have to change the rules.\n",
  "\nI never met a man I didn't want to fight.\n\t\t-- Lyle Alzado, professional football lineman\n",
  "\nI realize that today you have a number of top female athletes such as\nMartina Navratilova who can run like deer and bench-press Chevrolet\ntrucks.  But to be brutally frank, women as a group have a long way to\ngo before they reach the level of intensity and dedication to sports\nthat enables men to be such incredible jerks about it.\n\t\t-- Dave Barry, \"Sports is a Drag\"\n",
  "\nI went to the race track once and bet on a horse that was so good that\nit took seven others to beat him!\n",
  "\nI would be batting the big feller if they wasn't ready with the other one,\nbut a left-hander would be the thing if they wouldn't have knowed it already\nbecause there is more things involved than could come up on the road, even\nafter we've been home a long while.\n\t\t-- Casey Stengel\n",
  "\nI would rather say that a desire to drive fast sports cars is what sets\nman apart from the animals.\n",
  "\nI'd rather push my Harley than ride a rice burner.\n",
  "\nI'm a lucky guy, and I'm happy to be with the Yankees.  And I want to\nthank everyone for making this night necessary.\n\t\t-- Yogi Berra at a dinner in his honor\n",
  "\nI'm glad we don't have to play in the shade.\n\t\t-- Golfer Bobby Jones on being told that it was 105 degrees\n\t\t   in the shade.\n",
  "\nI've only got 12 cards.\n",
  "\nIf a putt passes over the hole without dropping, it is deemed to have dropped.\nThe law of gravity holds that any object attempting to maintain a position\nin the atmosphere without something to support it must drop.  The law of\ngravity supercedes the law of golf.\n\t\t-- Donald A. Metz\n",
  "\nIf a team is in a positive frame of mind, it will have a good attitude.\nIf it has a good attitude, it will make a commitment to playing the\ngame right.  If it plays the game right, it will win -- unless, of\ncourse, it doesn't have enough talent to win, and no manager can make\ngoose-liver pate out of goose feathers, so why worry?\n\t\t-- Sparky Anderson\n",
  "\nIf people concentrated on the really important things in life,\nthere'd be a shortage of fishing poles.\n\t\t-- Doug Larson\n",
  "\nIf swimming is so good for your figure, how come whales look the\nway they do?\n",
  "\n\tIf you do your best the rest of the way, that takes care of\neverything. When we get to October 2, we'll add up the wins, and then\nwe'll either all go into the playoffs, or we'll all go home and play golf.\n\tBoth those things sound pretty good to me.\n\t\t-- Sparky Anderson\n",
  "\nIf you don't know what game you're playing, don't ask what the score is.\n",
  "\nIf you sit down at a poker game and don't see a sucker, get up.  You're\nthe sucker.\n",
  "\nIf you want to see card tricks, you have to expect to take cards.\n\t\t-- Harry Blackstone\n",
  "\nIf you're carrying a torch, put it down.  The Olympics are over.\n",
  "\nIn Africa some of the native tribes have a custom of beating the ground\nwith clubs and uttering spine chilling cries.  Anthropologists call\nthis a form of primitive self-expression.  In America we call it golf.\n",
  "\nIn Brooklyn, we had such great pennant races, it made the World Series\njust something that came later.\n\t\t-- Walter O'Malley, Dodgers owner\n",
  "\nIt gets late early out there.\n\t\t-- Yogi Berra\n",
  "\nIt has long been known that one horse can run faster than another --\nbut which one?  Differences are crucial.\n\t\t-- Lazarus Long\n",
  "\nIt's like deja vu all over again.\n\t\t-- Yogi Berra\n",
  "\nIt's not whether you win or lose but how you played the game.\n\t\t-- Grantland Rice\n",
  "\nIt's not whether you win or lose, it's how you look playing the game.\n",
  "\nKeep grandma off the streets -- legalize bingo.\n",
  "\nKeep in mind always the four constant Laws of Frisbee:\n\t(1) The most powerful force in the world is that of a disc\n\t   straining to land under a car, just out of reach (this\n\t   force is technically termed \"car suck\").\n\t(2) Never precede any maneuver by a comment more predictive\n\t   than \"Watch this!\"\n\t(3) The probability of a Frisbee hitting something is directly\n\t   proportional to the cost of hitting it.  For instance, a\n\t   Frisbee will always head directly towards a policeman or\n\t   a little old lady rather than the beat up Chevy.\n\t(4) Your best throw happens when no one is watching; when the\n\t   cute girl you've been trying to impress is watching, the\n\t   Frisbee will invariably bounce out of your hand or hit you\n\t   in the head and knock you silly.\n",
  "\nLife is a gamble at terrible odds, if it was a bet you wouldn't take it.\n\t\t-- Tom Stoppard, \"Rosencrantz and Guildenstern are Dead\"\n",
  "\nLife is a game of bridge -- and you've just been finessed.\n",
  "\nLife is a game.  In order to have a game, something has to be more\nimportant than something else.  If what already is, is more important\nthan what isn't, the game is over.  So, life is a game in which what\nisn't, is more important than what is.  Let the good times roll.\n\t\t-- Werner Erhard\n",
  "\nLife is a yo-yo, and mankind ties knots in the string.\n",
  "\nLook, we play the Star Spangled Banner before every game.  You want us\nto pay income taxes, too?\n\t\t-- Bill Veeck, Chicago White Sox\n",
  "\nLove means nothing to a tennis player.\n",
  "\nMankind's yearning to engage in sports is older than recorded history,\ndating back to the time millions of years ago, when the first primitive man\npicked up a crude club and a round rock, tossed the rock into the air, and\nwhomped the club into the sloping forehead of the first primitive umpire.\n\nWhat inner force drove this first athlete?  Your guess is as good as\nmine.  Better, probably, because you haven't had four beers.\n\t\t-- Dave Barry, \"Sports is a Drag\"\n",
  "\nMARTA SAYS THE INTERESTING thing about fly-fishing is that it's two lives\nconnected by a thin strand.\n\nCome on, Marta, grow up.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nMARTA WAS WATCHING THE FOOTBALL GAME with me when she said, \"You know most\nof these sports are based on the idea of one group protecting its\nterritory from invasion by another group.\"\n\n\"Yeah,\" I said, trying not to laugh.  Girls are funny.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\n\tMax told his friend that he'd just as soon not go hiking in the hills.\nSaid he, \"I'm an anti-climb Max.\"\n\t[So is that punchline.]\n",
  "\nMost people's favorite way to end a game is by winning.\n",
  "\nMy first baseman is George \"Catfish\" Metkovich from our 1952 Pittsburgh\nPirates team, which lost 112 games.  After a terrible series against the\nNew York Giants, in which our center fielder made three throwing errors\nand let two balls get through his legs, manager Billy Meyer pleaded, \"Can\nsomebody think of something to help us win a game?\"\n\t\"I'd like to make a suggestion,\" Metkovich said.  \"On any ball hit\nto center field, let's just let it roll to see if it might go foul.\"\n\t\t-- Joe Garagiola, \"It's Anybody's Ball Game\"\n",
  "\nMy way of joking is to tell the truth.  That's the funniest joke in the world.\n\t\t-- Muhammad Ali\n",
  "\nNadia Comaneci, simple perfection.\n\t\t-- '76 Olympics\n",
  "\nNever play pool with anyone named \"Fats\".\n",
  "\nNEWS FLASH!!\nToday the East German pole-vault champion became the West German pole-vault\nchampion.\n",
  "\nNothing increases your golf score like witnesses.\n",
  "\nNow there's three things you can do in a baseball game: you can win\nor you can lose or it can rain.\n\t\t-- Casey Stengel\n",
  "\n\"Oh, he [a big dog] hunts with papa,\" she said. \"He says Don Carlos [the\ndog] is good for almost every kind of game.  He went duck hunting one time\nand did real well at it.  Then Papa bought some ducks, not wild ducks but,\nyou know, farm ducks.  And it got Don Carlos all mixed up.  Since the\nducks were always around the yard with nobody shooting at them he knew he\nwasn't supposed to kill them, but he had to do something.  So one morning\nlast spring, when the ground was still soft, he took all the ducks and\nburied them.\"  \"What do you mean, buried them?\"  \"Oh, he didn't hurt them.\nHe dug little holes all over the yard and picked up the ducks in his mouth\nand put them in the holes.  Then he covered them up with mud except for\ntheir heads.  He did thirteen ducks that way and was digging a hole for\nanother one when Tony found him.  We talked about it for a long time.  Papa\nsaid Don Carlos was afraid the ducks might run away, and since he didn't\nknow how to build a cage he put them in holes.  He's a smart dog.\"\n\t\t-- R. Bradford, \"Red Sky At Morning\"\n",
  "\nOn Thanksgiving Day all over America, families sit down to dinner at the\nsame moment -- halftime.\n",
  "\nOnce there was this conductor see, who had a bass problem.  You see, during\na portion of Beethovan's Ninth Symphony in which there are no bass violin\nparts, one of the bassists always passed a bottle of scotch around.  So,\nto remind himself that the basses usually required an extra cue towards the\nend of the symphony, the conductor would fasten a piece of string around the\npage of the score before the bass cue.  As the basses grew more and more\ninebriated, two of them fell asleep.  The conductor grew quite nervous (he\nwas very concerned about the pitch) because it was the bottom of the ninth;\nthe score was tied and the basses were loaded with two out.\n",
  "\nOne thought driven home is better than three left on base.\n",
  "\nOne way to stop a runaway horse is to bet on him.\n",
  "\nOur [softball] team usually puts the other woman at second base, where the\nmaximum possible number of males can get there on short notice to help out\nin case of emergency.  As far as I can tell, our second basewoman is a pretty\ngood baseball player, better than I am, anyway, but there's no way to know\nfor sure because if the ball gets anywhere near her, a male comes barging\nover from, say, right field, to deal with it.  She's been on the team for\nthree seasons now, but the males still don't trust her.  They know, deep in\ntheir souls, that if she had to choose between catching a fly ball and saving\nan infant's life, she probably would elect to save the infant's life, without\never considering whether there were men on base.\n\t\t-- Dave Barry, \"Sports is a Drag\"\n",
  "\nP-K4\n",
  "\nPedro Guerrero was playing third base for the Los Angeles Dodgers in 1984\nwhen he made the comment that earns him a place in my Hall of Fame.  Second\nbaseman Steve Sax was having trouble making his throws.  Other players were\ndiving, screaming, signaling for a fair catch.  At the same time, Guerrero,\nat third, was making a few plays that weren't exactly soothing to manager\nTom Lasorda's stomach.  Lasorda decided it was time for one of his famous\nmotivational meetings and zeroed in on Guerrero: \"How can you play third\nbase like that?  You've gotta be thinking about something besides baseball.\nWhat is it?\"\n\t\"I'm only thinking about two things,\" Guerrero said.  \"First, `I\nhope they don't hit the ball to me.'\"  The players snickered, and even\nLasorda had to fight off a laugh.  \"Second, `I hope they don't hit the ball\nto Sax.'\"\n\t\t-- Joe Garagiola, \"It's Anybody's Ball Game\"\n",
  "\nRepel them.  Repel them.  Induce them to relinquish the spheroid.\n\t\t-- Indiana University football cheer\n",
  "\nReporter:   \"What would you do if you found a million dollars?\"\nYogi Berra: \"If the guy was poor, I would give it back.\"\n",
  "\nRick:\t\"How can you close me up?  On what grounds?\"\nRenault: \"I'm shocked!  Shocked!  To find that gambling is going on here.\"\nCroupier (handing money to Renault): \"Your winnings, sir.\"\nRenault:\"Oh.  Thank you very much.\"\n\t\t-- Casablanca\n",
  "\nRube Walker: \"Hey, Yogi, what time is it?\"\nYogi Berra:  \"You mean now?\"\n",
  "\nRuth made a great mistake when he gave up pitching.  Working once a week,\nhe might have lasted a long time and become a great star.\n\t\t-- Tris Speaker, commenting on Babe Ruth's plan to change\n\t\t   from being a pitcher to an outfielder.\n\t\t   Cerf/Navasky, \"The Experts Speak\"\n",
  "\nSailing is fun, but scrubbing the decks is aardvark.\n\t\t-- Heard on Noahs' ark\n",
  "\nSan Francisco has always been my favorite booing city.  I don't mean the\npeople boo louder or longer, but there is a very special intimacy.  When\nthey boo you, you know they mean *you*.  Music, that's what it is to me.\nOne time in Kezar Stadium they gave me a standing boo.\n\t\t-- George Halas, professional football coach\n",
  "\nSeveral years ago, an international chess tournament was being held in a\nswank hotel in New York.  Most of the major stars of the chess world were\nthere, and after a grueling day of chess, the players and their entourages\nretired to the lobby of the hotel for a little refreshment.  In the lobby,\nsome players got into a heated argument about who was the brightest, the\nfastest, and the best chess player in the world.  The argument got quite\nloud, as various players claimed that honor.  At that point, a security\nguard in the lobby turned to another guard and commented, \"If there's\nanything I just can't stand, it's chess nuts boasting in an open foyer.\"\n",
  "\nShow me a good loser in professional sports and I'll show you an idiot.\nShow me a good sportsman and I'll show you a player I'm looking to trade.\n\t\t-- Leo Durocher\n",
  "\nSo I'm ugly.  So what?  I never saw anyone hit with his face.\n\t\t-- Yogi Berra\n",
  "\nSon, someday a man is going to walk up to you with a deck of cards on which\nthe seal is not yet broken.  And he is going to offer to bet you that he can\nmake the Ace of Spades jump out of the deck and squirt cider in your ears.\nBut son, do not bet this man, for you will end up with a ear full of cider.\n\t\t-- Sky Masterson's Father\n",
  "\nSupport Bingo, keep Grandma off the streets.\n",
  "\nTeamwork is essential -- it allows you to blame someone else.\n",
  "\nTen of the meanest cons in the state pen met in the corner of the yard to\nshoot some craps.  The stakes were enormous, the tension palpable.\n\tWhen his turn came to shoot, Dutsky nervously plunked down his\nentire wad, shook the dice and rolled.  A smile crossed his face as a\nseven showed up, but it quickly changed to horror as third die slipped out\nof his sleeve and fell to the ground with the two others.  No one said a\nword.  Finally, Killer Lucci picked up the third die, put it in his pocket\nand handed the others to Dutsky.\n\t\"Roll 'em,\" Lucci said.  \"Your point is thirteen.\"\n",
  "\nTexas A&M football coach Jackie Sherrill went to the office of the Dean\nof Academics because he was concerned about his players' mental abilities.\n\"My players are just too stupid for me to deal with them\", he told the\nunbelieving dean.  At this point, one of his players happened to enter\nthe dean's office.  \"Let me show you what I mean\", said Sherrill, and he\ntold the player to run over to his office to see if he was in.  \"OK, Coach\",\nthe player replied, and was off.  \"See what I mean?\" Sherrill asked.\n\"Yeah\", replied the dean.  \"He could have just picked up this phone and\ncalled you from here.\"\n",
  "\nThat's the true harbinger of spring, not crocuses or swallows\nreturning to Capistrano, but the sound of a bat on a ball.\n\t\t-- Bill Veeck\n",
  "\nThe duck hunter trained his retriever to walk on water.  Eager to show off \nthis amazing accomplishment, he asked a friend to go along on his next\nhunting trip.  Saying nothing, he fired his first shot and, as the duck fell,\nthe dog walked on the surface of the water, retrieved the duck and returned\nit to his master.\n\t\"Notice anything?\" the owner asked eagerly.\n\t\"Yes,\" said his friend, \"I see that fool dog of yours can't swim.\"\n",
  "\nThe Fastest Defeat In Chess\n\tThe big name for us in the world of chess is Gibaud, a French chess\nmaster.  \n\tIn Paris during 1924 he was beaten after only four moves by a\nMonsieur Lazard.  Happily for posterity, the moves are recorded and so\nchess enthusiasts may reconstruct this magnificent collapse in the comfort\nof their own homes.\n\tLazard was black and Gibaud white:\n\t1: P-Q4, Kt-KB3\n\t2: Kt-Q2, P-K4\n\t3: PxP, Kt-Kt5\n\t4: P-K6, Kt-K6\n\tWhite then resigns on realizing that a fifth move would involve\neither a Q-KR5 check or the loss of his queen.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe fellow sat down at a bar, ordered a drink and asked the bartender if he\nwanted to hear a dumb-jock joke.\n\t\"Hey, buddy,\" the bartender replied, \"you see those two guys next to\nyou?  They used to be with the Chicago Bears.  The two dudes behind you made\nthe U.S. Olympic wrestling team.  And for you information, I used to play\ncenter at Notre Dame.\"\n\t\"Forget it,\" the customer said.  \"I don't want to explain it five\ntimes.\"\n",
  "\nThe most serious doubt that has been thrown on the authenticity of the\nbiblical miracles is the fact that most of the witnesses in regard to\nthem were fishermen.\n\t\t-- Arthur Binstead\n",
  "\nTHE OLD POOL SHOOTER had won many a game in his life. But now it was time\nto hang up the cue. When he did, all the other cues came crashing go the floor.\n\n\"Sorry,\" he said with a smile.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nThe one sure way to make a lazy man look respectable is to put a fishing\nrod in his hand.\n",
  "\n\tThe only real game in the world, I think, is baseball...\nYou've got to start way down, at the bottom, when you're six or seven years\nold. You can't wait until you're fifteen or sixteen.  You've got to let it\ngrow up with you, and if you're successful and you try hard enough, you're\nbound to come out on top, just like these boys have come to the top now.\n\t\t-- Babe Ruth, in his 1948 farewell speech at Yankee Stadium\n",
  "\nThe pitcher wound up and he flang the ball at the batter.  The batter\nswang and missed.  The pitcher flang the ball again and this time the\nbatter connected.  He hit a high fly right to the center fielder.  The\ncenter fielder was all set to catch the ball, but at the last minute his\neyes were blound by the sun and he dropped it.\n\t\t-- Dizzy Dean\n",
  "\nThe real problem with hunting elephants is carrying the decoys.\n",
  "\nThe surest way to remain a winner is to win once, and then not play any more.\n",
  "\nThe University of California Bears announced the signing of Reggie\nPhilbin to a letter of intent to attend Cal next Fall.  Philbin is said\nto make up for no talent by cheating well.  Says Philbin of his decision\nto attend Cal, \"I'm in it for the free ride.\"\n",
  "\nThe urge to gamble is so universal and its practice so pleasurable\nthat I assume it must be evil.\n\t\t-- Heywood Broun\n",
  "\nThe whole of life is futile unless you consider it as a sporting proposition.\n",
  "\nThere's a couple of million dollars worth of baseball talent on the loose,\nready for the big leagues, yet unsigned by any major league.  There are\npitchers who would win 20 games a season ... and outfielders [who] could\nhit .350, infielders who could win recognition as stars, and there's at\nleast one catcher who at this writing is probably superior to Bill Dickey,\nJosh Gibson.  Only one thing is keeping them out of the big leagues, the\npigmentation of their skin.  They happen to be colored.\n\t\t-- Shirley Povich, 1941\n",
  "\nThey also surf who only stand on waves.\n",
  "\nTo be sure of hitting the target, shoot first and, whatever you hit,\ncall it the target.\n",
  "\nTrust everybody, but cut the cards.\n\t\t-- Finlay Peter Dunne, \"Mr. Dooley's Philosophy\"\n",
  "\n\tTwo brothers, Mort and Bill, like to sail.  While Bill has a great\ndeal of experience, he certainly isn't the rigger Mort is.\n",
  "\nTwo golfers were being held up as the twosome of women in front of them\nwhiffed shots, hunted for lost balls and stood over putts for what seemed\nlike hours.\n\t\"I'll ask if we can play through,\" Bill said as he strode toward\nthe women.  Twenty yards from the green, however, he turned on his heel\nand went back to where his companion was waiting.\n\t\"Can't do it,\" he explained, sheepishly.  \"One of them's my wife\nand the other's my mistress!\"\n\t\"I'll ask,\" said Jim.  He started off, only to turn and come back\nbefore reaching the green.\n\t\"What's wrong?\" Bill asked.\n\t\"Small world, isn't it?\"\n",
  "\nWe was playin' the Homestead Grays in the city of Pitchburgh.  Josh [Gibson]\ncomes up in the last of the ninth with a man on and us a run behind.  Well,\nhe hit one.  The Grays waited around and waited around, but finally the\nempire rules it ain't comin' down.  So we win.  The next day, we was disputin'\nthe Grays in Philadelphia when here come a ball outta the sky right in the\nglove of the Grays' center fielder.  The empire made the only possible call.\n\"You're out, boy!\" he says to Josh.  \"Yesterday, in Pitchburgh.\"\n\t\t-- Satchel Paige\n",
  "\nWhen he got in trouble in the ring, [Ali] imagined a door swung open and\ninside he could see neon, orange, and green lights blinking, and bats\nblowing trumpets and alligators blowing trombones, and he could hear snakes\nscreaming.  Weird masks and actors' clothes hung on the wall, and if he\nstepped across the sill and reached for them, he knew that he was committing\nhimself to destruction.\n\t\t-- George Plimpton\n",
  "\nWhen I'm gone, boxing will be nothing again.  The fans with the cigars and\nthe hats turned down'll be there, but no more housewives and little men in\nthe street and foreign presidents.  It's goin' to be back to the fighter who\ncomes to town, smells a flower, visits a hospital, blows a horn and says\nhe's in shape.  Old hat.  I was the onliest boxer in history people asked\nquestions like a senator.\n\t\t-- Muhammad Ali\n",
  "\nWhen in doubt, lead trump.\n",
  "\nWinning isn't everything, but losing isn't anything.\n",
  "\nWinning isn't everything.  It's the only thing.\n\t\t-- Vince Lombardi\n",
  "\nWoman:      \"Is Yoo-Hoo hyphenated?\"\nYogi Berra: \"No, ma'am, its not even carbonated.\"\n",
  "\n"
]