[
  "A fellow bought a new car, a Nissan, and was quite happy with his purchase.\nHe was something of an animist, however, and felt that the car really ought\nto have a name.  This presented a problem, as he was not sure if the name\nshould be masculine or feminine.\n\tAfter considerable thought, he settled on an naming the car either\nBelchazar or Beaumadine, but remained in a quandry about the final choice.\n\t\"Is a Nissan male or female?\" he began asking his friends.  Most of\nthem looked at him pecularly, mumbled things about urgent appointments, and\nwent on their way rather quickly.\n\tHe finally broached the question to a lady he knew who held a black\nbelt in judo.  She thought for a moment and answered \"Feminine.\"\n\tThe swiftness of her response puzzled him. \"You're sure of that?\" he\nasked.\n\t\"Certainly,\" she replied. \"They wouldn't sell very well if they were\nmasculine.\"\n\t\"Unhhh...  Well, why not?\"\n\t\"Because people want a car with a reputation for going when you want\nit to.  And, if Nissan's are female, it's like they say...  `Each Nissan, she\ngo!'\"\n\n\t[No, we WON'T explain it; go ask someone who practices an oriental\n\tmartial art.  (Tai Chi Chuan probably doesn't count.)  Ed.]\n",
  "\nAliquid melius quam pessimum optimum non est.\n",
  "\nDer Horizont vieler Menschen ist ein Kreis mit Radius Null --\nund das nennen sie ihren Standpunkt.\n",
  "\nEgo sum ens omnipotens.\n",
  "\nForsan et haec olim meminisse juvabit.\n",
  "\nHodie natus est radici frater.\n",
  "\nHoni soit la vache qui rit.\n",
  "\nKlatu barada nikto.\n",
  "\nMieux vaut tard que jamais!\n",
  "\nQvid me anxivs svm?\n",
  "\nRaffiniert ist der Herrgott aber boshaft ist er nicht.\n\t\t-- Albert Einstein\n",
  "\nRegnant populi.\n",
  "\nsemper en excretus\n",
  "\nSEMPER UBI SUB UBI!!!!\n",
  "\nsillema sillema nika su\n",
  "\nSuaviter in modo, fortiter in re.\nSe non e vero, e ben trovato.\n",
  "\nSum quod eris.\n",
  "\nTout choses sont dites deja, mais comme personne n'ecoute, il faut\ntoujours recommencer.\n\t\t-- A. Gide\n",
  "\nVerba volant, scripta manent!\n",
  "\n"
]