[
  "A cannibal warrior is experiencing severe gastric distress, so he goes\nto his Village Witch Doctor with his complaint.  The VWD examines him\nand, concluding that something he ate disagreed with him, began to cross\nexamine him about his recent diet.\n\t\"Well, I ate a missionary yesterday.  Do you think that could be\nthe problem?\"\n\tThe VWD says \"Hmmmm.\"  (All doctors say \"Hmmmm.\")  \"That could be.\nTell me a bit about this missionary.\"\n\t\"Well, he was tall for a white man, wearing a brown robe.  He was\nwalking down the trail, not watching for danger, so I speared him, dragged\nhim home, cleaned him, boiled him and ate him.\"\n\t\"Ah-hah!\" (All doctors say \"Ah-hah!\")  There's your problem,\" smiles\nthe VWD.  You boiled him, but he was a friar!\"\n",
  "\n\tA carpet installer decides to take a cigarette break after completing\nthe installation in the first of several rooms he has to do.  Finding them\nmissing from his pocket he begins searching, only to notice a small lump in\nhis recently completed carpet-installation.  Not wanting to pull up all that\nwork for a lousy pack of cigarettes he simply walks over and pounds the lump\nflat.  Foregoing the break, he continues on to the other rooms to be carpeted.\n\tAt the end of the day, while loading his tools into his truck, two\nevents occur almost simultaneously: he spies his pack of cigarettes on the\ndashboard of the truck, and the lady of the house summons him imperiously:\n\"Have you seen my parakeet?\"\n",
  "\nA castaway was washed ashore after many days on the open sea.  The island\non which he landed was populated by savage cannibals who tied him, dazed\nand exhausted, to a thick stake.  They then proceeded to cut his arms\nwith their spears and drink his blood.  This continued for several days\nuntil the castaway could stand no more.  He yelled for the cannibal chief\nand declared, \"You can kill me if you want to, but this torture with the\nspears has got to stop.  Dammit, I'm tired of getting stuck for the drinks.\"\n",
  "\nA GOOD WAY TO THREATEN somebody is to light a stick of dynamite.  Then you\ncall the guy and hold the burning fuse to the phone.  \"Hear that?\" you say.\n\"That's dynamite, baby.\"\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\n\tA guy returns from a long trip to Europe, having left his beloved \ndog in his brother's care.  The minute he's cleared customs, he calls up his \nbrother and inquires after his pet.\n\t\"Your dog's dead,\" replies his brother bluntly.\n\tThe guy is devastated.  \"You know how much that dog meant to me,\" \nhe moaned into the phone.  \"Couldn't you at least have thought of a nicer way \nof breaking the news?  Couldn't you have said, `Well, you know, the dog got \noutside one day, and was crossing the street, and a car was speeding around a \ncorner...' or something...?  Why are you always so thoughtless?\"\n\t\"Look, I'm sorry,\" said his brother, \"I guess I just didn't think.\"\n\t\"Okay, okay, let's just put it behind us.  How are you anyway?\nHow's Mom?\"\n\tHis brother is silent a moment.  \"Uh,\" he stammers, \"uh... Mom got \noutside one day...\"\n",
  "\n\tA guy walks into a pub and asks: \"Does anyone here own a Doberman?\nI feel really bad about this, but my Chihuahua just killed it.\"\n\tA man leaps to his feet and replies, \"Yes, I do, but how can that\nbe?  I raised that dog from a pup to be a vicious killer.\"\n\t\"Yes, well, that's all well and good,\" replied the first, \"but my\ndog's stuck in its throat.\"\n",
  "\n\tA man is walking along when he sees a funeral procession going by, the\nlongest procession he's ever seen.  It seems to consist of the hearse,\nfollowed by a man with a Doberman on a leash, followed by several hundred\nother men.  After watching for a few minutes, he can restrain his curiosity\nno longer, and walks up to one of the mourners.\n\t\"Excuse me, sir, I don't mean to bother you in your moment of grief,\nbut this is the strangest procession I've ever seen.  What happened, who is\nthe funeral for?\"\n\t\"Well, it's nothing special, really, the funeral is for the mother-\nin-law of the man at the front of the procession.  You see, his Doberman\nattacked and killed her.\"\n\t\"That's awful!\", replies the onlooker.  \"But... um... tell me, you\ndon't think he'd let me borrow that dog, do you?\"\n\t\"Get in line, buddy,\" replies the mourner, \"get in line.\"\n",
  "\nA New Yorker was driving through Berkeley when he saw a big crowd gathered\nby the side of the street.  Curiousity got the better of him and he leaned\nout of his window to ask an onlooker what was going on.  The fellow explained\nthat a protestor against the U.S. position in South America had doused\nhimself with gasoline and set himself on fire.  \"That's terrible,\" gasped\nthe man.  \"But why is everyone still standing around?\"\n\t\"Well, they're taking up a collection for his wife and kids,\" the\nonlooker explained.  \"Would you be willing to help?\"\n\t\"Well, sure,\" replied the New Yorker.  \"I suppose I could spare a\ngallon or two.\"\n",
  "\nA priest was walking along the cliffs at Dover when he came upon\ntwo locals pulling another man ashore on the end of a rope.  \"That's what\nI like to see\", said the priest, \"A man helping his fellow man\".\n\nAs he was walking away, one local remarked to the other, \"Well, he\nsure doesn't know the first thing about shark fishing.\"\n",
  "\nA Southern boy graduates from high school heads north to college, taking the\nfamily dog, Old Blue with him, for company.  He's only been there a few weeks\nwhen he gets a call from his girlfriend; seems like they've got a problem,\nand she needs a thousand dollars to take care of it.  The boy calls his folks:\n\t\"How are you?\" they ask.\n\t\"Oh, I'm fine,\" he says.\n\t\"And how,\" they ask, \"is Old Blue?\"\n\t\"Well, he's kind of depressed.  You see, there's this lady up here\nthat teaches dogs to talk, and Ol' Blue is feelin' kind of left out 'cause\nhe's the only dog that doesn't know how to talk.  She charges a thousand\ndollars.\"\n\tThe parents send the boy the thousand dollars, he forwards it to Mary\nLou, and everything's fine until Christmas vacation.  The boy leaves Ol' Blue\nat his dorm, 'cause he just can't figure out what to tell his parents.  Sure\nenough, when he gets home, the first thing his father wants to know is\n\"Where's Old Blue?\"\n\t\"Well, Pa,\" says the boy.  \"I was driving on home and Old Blue was\ntalking away about this and that when we passed the Buford's farm.  Old Blue,\nwell, he said, `Say, what do you think your mother would do if I told her\nthat your father's been comin' over here and seeing Mrs. Buford all these\nyears?'\"\n\tThe father looks at his son -- \"You shot that dog, didn't you, boy?\"\n",
  "\nA truly wise man never plays leapfrog with a unicorn.\n",
  "\nA truly wise woman never plays leapfrog with a unicorn.\n",
  "\nA woman was married to a golfer.  One day she asked, \"If I were\nto die, would you remarry?\"\n\tAfter some thought, the man replied, \"Yes, I've been very happy in\nthis marriage and I would want to be this happy again.\"\n\tThe wife asked, \"Would you give your new wife my car?\"\n\t\"Yes,\" he replied.  \"That's a good car and it runs well.\"\n\t\"Well, would you live in this house?\"\n\t\"Yes, it is a lovely house and you have decorated it beautifully. \nI've always loved it here.\"\n\t\"Well, would you give her my golf clubs?\"\n\t\"No.\"\n\t\"Why not?\"\n\t\"She's left handed.\"\n",
  "\nAfter [Benjamin] Franklin came a herd of Electrical Pioneers whose names\nhave become part of our electrical terminology: Myron Volt, Mary Louise Amp,\nJames Watt, Bob Transformer, etc.  These pioneers conducted many important\nelectrical experiments.  For example, in 1780 Luigi Galvani discovered (this\nis the truth) that when he attached two different kinds of metal to the leg\nof a frog, an electrical current developed and the frog's leg kicked, even\nthough it was no longer attached to the frog, which was dead anyway.\nGalvani's discovery led to enormous advances in the field of amphibian\nmedicine.  Today, skilled veterinary surgeons can take a frog that has been\nseriously injured or killed, implant pieces of metal in its muscles, and\nwatch it hop back into the pond just like a normal frog, except for the fact\nthat it sinks like a stone.\n\t\t-- Dave Barry, \"What is Electricity?\"\n",
  "\nAll extremists should be taken out and shot.\n",
  "\nAlways run from a knife and rush a gun.\t\n\t\t-- Jimmy Hoffa\n",
  "\nAn encounter with a beautiful woman is good medicine for the well organized\nlogical mind -- a little jolt never hurt.  Note that the anarchists have\nbeen saying this for years about the A-bomb and civilization.\n\t\t-- Encyclopadia Apocryphia\n",
  "\nAn old man is lying on his deathbed with all his children, grandchildren and\ngreat-grandchildren gathered around, teary-eyed at the approaching finale of\na deeply loved family member.  The old man is in a light coma, and the doctors\nhave confirmed that the waiting will be over within the next twenty-four\nhours.  Suddenly, the old man opens his eyes whispers: \"I must be dreaming\nof heaven...  I smell my daughter Lisle's strudel.\"\n\t\"No, no, grandfather, you are not dreaming\", he is reassured.\n\"Grandmother is baking strudel right now.\"\n\tA faint smile crosses the old man's face.  \"Go and get me a sliver of\nstrudel,\" he says, \"she bakes the finest strudel in the world.\"\n\tOne of the grandchildren is immediately dispatched to honor the old\nman's request, and, after what seems a long time, he returns empty-handed.\n\t\"Did you bring me some of Lisle's strudel?\", the old man quavers.\n\t\"I'm... I'm very sorry, grandfather, but she says it's for the\nfuneral.\"\n",
  "\nAnd so it goes.  It is humiliating, when you should know better, to become\nvictim of the timeless story of the little brown dog running across the\nfreight yard, crossing all the railroad tracks until a switch engine nipped\noff the end of his tail between wheel and rail.  The little dog yelped, and\nhe spun so quickly to check himself out that the next wheel chopped through\nhis little brown neck.  The moral is, of course, never lose your head over\na piece of tail.\n\t\t-- John D. MacDonald, \"The Scarlet Ruse\"\n",
  "\nAnd so, men, we can see that human skin is an even more complex and\nfascinating organ than we thought it was, and if we want to keep it looking\ngood, we have to care for it as though it were our own.  One approach is to\nundergo a painful surgical procedure wherein your skin is turned inside-out,\nso the young cells are on the outside, but then of course you have the\nunpleasant side effect that your insides gradually fill up with dead old\ncells and you explode.  So this procedure is pretty much limited to top\nHollywood stars for whom youthful beauty is a career necessity, such as\nElizabeth Taylor and Orson Welles.\n\t\t-- Dave Barry, \"Saving Face\"\n",
  "\nAs a professional humorist, I often get letters from readers who are\ninterested in the basic nature of humor.  \"What kind of a sick perverted\ndisgusting person are you,\" these letters typically ask, \"that you make\njokes about setting fire to a goat?\" ...\n\t\t-- Dave Barry, \"Why Humor is Funny\"\n",
  "\nAs I bit into the nectarine, it had a crisp juiciness about it that was very\npleasurable - until I realized it wasn't a nectarine at all, but A HUMAN HEAD!!\n\t\t-- Jack Handley\n",
  "\nAs you reach for the web, a venomous spider appears.  Unable to pull\nyour hand away in time, the spider promptly, but politely, bites you.\nThe venom takes affect quickly causing your lips to turn plaid along\nwith your complexion.  You become dazed, and in your stupor you fall\nfrom the limbs of the tree.  Snap!  Your head falls off and rolls all\nover the ground.  The instant before you croak, you hear the whoosh of\na vacuum being filled by the air surrounding your head.  Worse yet, the\nspider is suing you for damages.\n",
  "\nAt social gatherings, I would amuse everyone by standing uponst the\ncoffee table and striking meself repeatedly upon the head with a brick.\n\t\t-- H.R. Gumby\n",
  "\n\"Based on what you know about him in history books, what do you think\nAbraham Lincoln would be doing if he were alive today?\n\n\t(1) Writing his memoirs of the Civil War.\n\t(2) Advising the President.\n\t(3) Desperately clawing at the inside of his coffin.\"\n\t\t-- David Letterman\n",
  "\nBitch, bitch, bitch --\nThat's all I ever hear,\nEver since the dog ate the baby,\n\"Get rida the dog, get rida the dog.\"\n",
  "\nBlood flows down one leg and up the other.\n",
  "\nBlood is thicker than water, and much tastier.\n",
  "\n\"By the time they had diminished from 50 to 8, the other dwarves began\nto suspect 'Hungry' ...\"\n\t\t-- Gary Larson, \"The Far Side\"\n",
  "\n****  CONVENTION REMINDER\n\nNo experiment was approved for the convention by the Human Subjects \nCommittee of the Psychiatric Convention Planning Team.  If you notice \nsmoke coming from under a closed door, if you find a body on the hotel \ncarpet, or if you just meet someone who orders you to press a button \nmarked \"450 volts\", react as you would normally.\n",
  "\nCrush!  Kill!  Destroy!\n",
  "\nCut a man's hand when you fight him.  He'll freeze, fascinated by the sight\nof his own blood.  That's when you stick him in the throat.\n\t\t-- Gerry Youghkins\n",
  "\nDad always thought laughter was the best medicine, which I guess is why\nseveral of us died of tuberculosis.\n\t\t-- Jack Handley\n",
  "\nDammit, how many times do I have to tell you?  _____\b\b\b\b\bFIRST you rape, ____\b\b\b\bTHEN you pillage!!\n",
  "\nDamned if I know.  And you can be fuckin' sure I'll never rent no car\nfrom Avis again.\n\t\t-- Herbie Sperling, on the meaning of two pistols and an\n\t\taxe used in three murders being found in the trunk of his\n\t\trented car.\n",
  "\nDear Abby:\n\tI have two brothers.  One was sent to the electric chair when I was\na child.  My mother died in an insane asylum.  My father is a pimp and my\nsister is a very successful and highly paid prostitute.  My other brother\nis a graduate student attending Purdue University.\n\tRecently I met a wonderful girl who has just been released from prison\nfor murdering her illegitimate child with a Zip-loc sandwich bag.  We're very\nmuch in love and want to be married after her venereal disease is cured.\n\tMy problem is this: should I tell her about my brother at Purdue?\n\n\t\tSincerely,\n\t\tUndecided.\n",
  "\nDessert is probably the most important stage of the meal, since it will be\nthe last thing your guests remember before they pass out all over the table.\n\t\t-- The Anarchist Cookbook\n",
  "\nDid you know?\n\t\tEVERY TIME A LOAF OF BREAD IS BAKED,\n\t\t\t   APPROXIMATELY\n\t\t       150,000,000 YEASTS ARE\n\t\t\t      KILLED\n\n\t\t Come to the award-winning 1987 film,\n\t\t  \"The Very Small and Quiet Screams\"\n\t-- a cinematic electromicrograph of yeasts being baked.\n\nA must for those who care about yeast, and especially for those who don't.\n\n\t\t\t     SPONSORED BY\n\t\tBrown Anaerobe Rights Coalition (BARC)\n\t       Student Bakers for Social Responsibility\n\t      Coalition for the ELevation of Life (CELL)\n\t\t   Campus Crusade for Fetal Matters\n\nDefend all life: \"From greatest to least, from human to yeast!\"\n",
  "\nDig it, first they killed those pigs, then they ate dinner in the same\nroom with them, then they even shoved a fork in a victim's stomach.  Wild!\n\t\t-- Bernadine Dohrn, on the Manson killings\n",
  "\nDoes it rape elephants?\n\t\t-- Brent Byer\n",
  "\nDon\nAmeche:\tI didn't know you had a cousin Penelope, Bill!\n\tWas she pretty?\nW.C.:\tWell, her face was so wrinkled it looked like seven miles of\n\tbad road.  She had so many gold teeth, Don, she use to have\n\tto sleep with her head in a safe.  She died in Bolivia.\nDon:\tOh Bill, it must be hard to lose a relative.\nW.C.:\tIt's almost impossible.\n\t\t-- W.C. Fields, \"The Further Adventures of Larson E.\n\t\t   Whipsnade and other Tarradiddles\"\n",
  "\nDon't crush that dwarf, hand me the pliers!\n\t\t-- Firesign Theatre\n",
  "\nDozens of bears are found dead in Alaska and Canada every summer, killed\nby blood lost to the voracious mosquito.  The estimated life-expectancy\nof a naked man on the tundra in summer is about 15 minutes.  In that\ntime, approximately 250,000 mosquitoes would have drawn enough blood to\nkill him.\n\t\t-- Gus McLeavy, \"Day-by-Day Trivia Almanac\"\n",
  "\nDr. Fritzkee's Lucky Astrology Diet\n\nThe problem with the diets of today is that most women who do achieve\nthat magic weight, seventy-six pounds, are still fat.  Dr. Fritzkee's\nLucky Astrology Diet is a sure-fire method of reducing with the added\nluxury that you never feel hungry.\n\nHere's how the diet works:\n\n\tFOODS ALLOWED\nFirst Month:\tOne egg\nSecond Month:\tA raisin\nThird Month:\tPumpkin pie with whipped cream and chocolate sauce.\n\nIf after the third month you haven't gotten to your dream weight, try\nlopping off parts of your body until those scales tip just right for you.\n",
  "\nDriving in Texas is simple.  For the first 100 miles you swerve to avoid\njackrabbits.  For the second 100 miles you hit whatever jackrabbits get in\nthe way.  After that you chase off into the brush after them.\n",
  "\nDuring a grouse hunt in North Carolina two intrepid sportsmen were \nblasting away at a clump of trees near a stone wall.  Suddenly a red-face \ncountry squire popped his head over the wall and shouted, \"Hey, you almost \nhit my wife.\"\n\n\"Did I?\" cried one hunter, aghast.  \"Terribly sorry.  Have a shot at\nmine, over there.\"\n",
  "\nEat one live toad the first thing in the morning and nothing worse\nwill happen to you the rest of the day.\n\n[Well, actually, to either of you...  Ed.]\n",
  "\nEat the rich -- the poor are tough and stringy.\n",
  "\nEven popularity can be overdone.  In Rome, along at first, you are full of\nregrets that Michaelangelo died; but by and by you only regret that you didn't\nsee him do it.\n\t\t-- Mark Twain, \"Pudd'nhead Wilson's Calendar\"\n",
  "\nEvery suicide is a solution to a problem.\n\t\t-- Jean Baechler\n",
  "\nFamous last words:\n\t1: Everything that you'll need to know is in the manual.\n\t2: You and what army?\n\t3: Don't worry, I can handle it.\n\t4: If you were as smart as you think you are, you wouldn't\n\t\tbe a cop.\n\t5: I don't see how they make a profit\n\t\tout of this stuff at a dollar and a quarter a fifth.\n\t6: We're just getting into semantics again.\n\t7: Everything's under control.\n\t8: He's an asshole!  Don't try to \"shush\" me!\n",
  "\nFine day to throw a party.  Throw him as far as you can.\n",
  "\nFOR SALE:\n\tParachute.  Used once.  Never opened.  Slightly Stained.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS!\t#6\n\nRAZORBACK:\t\t\tPaul Harbride, 1984, 2 hours 25 min.\n\tOne of the great Australian films of the early 1980's, and\n\targuably the best movie ever made about a large, man-eating\n\thog.  Some violence.  With Gregory Harrison.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #10\n\nCARTABLANCA:\n\tBogart stars as the owner of a north african nightclub that sells\n\tonly Mexican beer.  Of course, this policy gets him into no end of\n\ttrouble with the local French authorities who would really prefer\n\twine and the occupying Germans who believe that only their beer is\n\tfit to be sold.  Wacky events ensue until the gripping climax in\n\twhich the much-hated German beer distributer is drowned in a vat.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #11\n\nMONOPOLI:\n\tPeter Weir's classic film examining the false heroism of parlour\n\tgames.  The powerful ending of the film sees one young man after\n\tanother charge toward GO, only to senselessly lose his life on the\n\tBoardwalk property.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #4\n\nWITLESS:\n\tPeter Weir directs Sylvester Stallone in the most challenging role\n\tof his career.  Stallone plays a Philadelphia police officer on the\n\trun from corrupt officials.  He is wounded and then nursed back to\n\thealth by Amish Mennonites.  Fearful that they might unwittingly\n\treveal his hiding place, he blows them all away.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #7\n\nOUT OF \"OUT OF AFRICA\":\n\tThis film is a compilation of selected news clips depicting audiences\n\tfrantically pushing and shoving to get out of theatres where \"Out of\n\tAfrica\" is showing.  Many people are trampled to death in the frenzy.\n\tDue to its violence and offensive language, not recommended for\n\tyounger viewers.\n",
  "\nFORTUNE DISCUSSES THE OBSCURE FILMS: #8\n\nTHE SMURFS AND THE CUISINART (1986)\n\tThe lovable little blue Smurfs encounter a lovable little kitchen\n\tappliance, which invites them to play.  The Smurfs learn a valuable\n\t(if sometimes fatal) lesson.\n\nTHE SMURFS AND THE CARBON-DIOXIDE INDUSTRIAL LASER (1987)\n\tThe inevitable sequel.  The lovable and somewhat mangled surviving\n\tSmurfs team up with the Care Bears to encounter a cute, lovable piece\n\tof high-tech welding equipment, which teaches them the magic of\n\tbecoming rather greasy smoke.  Heartwarming fun for the entire family.\n",
  "\nFORTUNE PRESENTS FAMOUS LAST WORDS:\t#4\n\nSocrates:\t\tI DRANK WHAT!?!?\nTarzan:\t\t\tWho greased the grape viiiiiiiiiiiinnnneee........\nAl Capone:\t\tThere's a violin in my violin case!\nPilot, TWA Fl. #343:\tWhat's a mountain goat doing 'way up here?\n",
  "\nGod grant us the serenity to accept the things we cannot change, courage to\nchange the things we can, and wisdom to hide the bodies of the slobs we\nhave to kill for pissing us off ...\n",
  "\nGoldfish... what stupid animals.  Even Wayne Cody stops eating before\nhe bursts.\n",
  "\nGroundhog Day has been observed only once in Los Angeles because when the\ngroundhog came out of its hole, it was killed by a mudslide.\n\t\t-- Johnny Carson\n",
  "\nGuns don't kill people.  Bullets kill people.\n",
  "\nHappy is the child whose father died rich.\n",
  "\nHarris had the beefsteak pie between his knees, and was carving it, and George\nand I were waiting with our plates ready.\n\t\"Have you got a spoon there?\" says Harris; \"I want a spoon to help\nthe gravy with.\"\n\tThe hamper was close behind us, and George and I both turned round to\nreach one out.  We were not five seconds getting it.  When we looked round\nagain, Harris and the pie were gone!\n\tIt was a wide, open field.  There was not a tree or a bit of hedge for \nhundreds of yards.  He could not have tumbled into the river, because we were\non the water side of him, and he would have had to climb over us to do it.\n\tGeorge and I gazed all about.  Then we gazed at each other.\n\t\"Has he been snatched up to heaven?\" I queried.\n\t\"They'd hardly have taken the pie, too,\" said George.\n\tThere seemed weight in this objection, and we discarded the heavenly\ntheory.\n\t\"I suppose the truth of the matter is,\" suggested George, descending\nto the commonplace and practicable, \"that there has been an earthquake.\"\n\tAnd then he added, with a touch of sadness in his voice: \"I wish he\nhadn't been carving that pie.\"\n\t\t-- Jerome K. Jerome, \"Three Men In A Boat\"\n",
  "\nHarry and Fred were playing their Sunday afternoon golf game.  The game, as\nalways, was close.  They were at the treacherous 12th hole: a par three that\nrequired a perfect first shot over a large pond and onto a tiny green.  There\nwere sand traps on the other three sides of the green, and a small road 50\nfeet beyond it.  Harry went first.  He carefully addressed the ball and hit\na good shot that landed just on the edge of the green, narrowly avoiding the\npond.  Just as Fred addressed his ball, he looked up and noticed a funeral\nprocession along the road just behind the green.  Fred put down his club,\ntook his hat off, and waited for the entire procession to pass.  As soon as\nthe cars were gone he put his hat back on and started addressing the ball\nagain.  Harry said, \"Damn, Fred.  That was a really nice thing you did,\nwaiting for the funeral to pass like that.\"\n\tFred finished his swing, making perfect contact with the ball.  It\nwas an excellent shot that landed 7 feet from the hole.  \"It's the least I\ncould do,\" he said, smiling at his shot, \"We were married for 22 years,\nyou know.\"\n",
  "\n\tHarry, a golfing enthusiast if there ever was one, arrived home \nfrom the club to an irate, ranting wife.\n\t\"I'm leaving you, Harry,\" his wife announced bitterly.  \"You\npromised me faithfully that you'd be back before six and here it is almost\nnine.  It just can't take that long to play 18 holes of golf.\"\n\t\"Honey, wait,\" said Harry.  \"Let me explain.  I know what I promised\nyou, but I have a very good reason for being late.  Fred and I tee'd off\nright on time and everything was find for the first three holes.  Then, on\nthe fourth tee Fred had a stroke.  I ran back to the clubhouse but couldn't\nfind a doctor.  And, by the time I got back to Fred, he was dead.  So, for\nthe next 15 holes, it was hit the ball, drag Fred, hit the ball, drag Fred...\n",
  "\nHave you flogged your kid today?\n",
  "\n\tHe had been bitten by a dog, but didn't give it much thought\nuntil he noticed that the wound was taking a remarkably long time to\nheal.  Finally, he consulted a doctor who took one look at it and\nordered the dog brought in.  Just as he had suspected, the dog had\nrabies.  Since it was too late to give the patient serum, the doctor\nfelt he had to prepare him for the worst.  The poor man sat down at the\ndoctor's desk and began to write.  His physician tried to comfort him.\n\"Perhaps it won't be so bad,\" he said. \"You needn't make out your will\nright now.\"\n\t\"I'm not making out any will,\" relied the man.  \"I'm just writing\nout a list of people I'm going to bite!\"\n",
  "\nHe heard the snick of a rifle bolt and found himself peering down the muzzle\nof a weapon held by a drunken liquor store owner -- \"There's a conflict,\" he\nsaid, \"there's a conflict between land and people... the people have to go...\"\n\t\t-- Stan Ridgeway, \"Call of the West\"\n",
  "\nHe is useless on top of the ground; he ought to be under it, inspiring the\ncabbages.\n\t\t-- Mark Twain, \"Pudd'nhead Wilson's Calendar\"\n",
  "\nHe was a cowboy, mister, and he loved the land.  He loved it so much he\nmade a woman out of dirt and married her.  But when he kissed her, she\ndisintegrated.  Later, at the funeral, when the preacher said, \"Dust to\ndust,\" some people laughed, and the cowboy shot them.  At his hanging, he\ntold the others, \"I'll be waiting for you in heaven -- with a gun.\"\n\t\t-- Jack Handley\n",
  "\nHe was the sort of person whose personality would be greatly improved\nby a terminal illness.\n",
  "\nHe was the world's only armless sculptor.  He put the chisel in his mouth\nand his wife hit him on the back of the head with a mallet.\n\t\t-- Fred Allen\n",
  "\nHe's got the heart of a little child, and he keeps it in a jar on his desk.\n",
  "\n\t\"Heard you were moving your piano, so I came over to help.\"\n\t\"Thanks.  Got it upstairs already.\"\n\t\"Do it alone?\"\n\t\"Nope.  Hitched the cat to it.\"\n\t\"How would that help?\"\n\t\"Used a whip.\"\n",
  "\nHello, friend!  You say things aren't going too well?  You say you have a \ndate with your favorite girl when it starts raining so hard you can't see?  \nAnd you're out on some back road when the car stalls and won't start, so \nyou set off accross the fields, and 50 feet of barbed wire hits you right \nsmack in the puss?  And then there's a big explosion behind you and you \ndon't hear your girl screaming any more?  \n\n\tWell, take a walk in the sun and hold your head up high!\n\tYou'll show the world; you'll tell them where to get off!\n\tYou'll never give up, never give up, never give up -- that ship!\n",
  "\n\t\"Hello, Mrs. Premise!\"\n\t\"Oh, hello, Mrs. Conclusion!  Busy day?\"\n\t\"Busy? I just spent four hours burying the cat.\"\n\t\"Four hours to bury a cat!?\"\n\t\"Yes, he wouldn't keep still: wrigglin' about, 'owlin'...\"\n\t\"Oh, it's not dead then.\"\n\t\"Oh no, no, but it's not at all a well cat, and as we're goin' away\nfor a fortnight I thought I'd better bury it just to be on the safe side.\"\n\t\"Quite right.  You don't want to come back from Sorrento to a dead\ncat, do you?\"\n\t\t-- Monty Python's Flying Circus\n",
  "\nHelp Stamp Out Rape!  (Say Yes.)\n",
  "\nHERE'S A GOOD JOKE to do during an earthquake.  Straddle a big crack in\nthe earth and if it opens wider, go, \"Whoa! Whoa!\" and flap your arms\naround as if you're going to fall.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nHire the handicapped -- they're fun to watch!\n",
  "\nHome of Doberman Propulsion Laboratories: The ultimate in watchdog weaponry.\n\t\t-- Chris Shaw\n",
  "\nHow to Raise Your I.Q. by Eating Gifted Children\n\t\t-- Book title by Lewis B. Frumkes\n",
  "\n\t\"How'd you get that flat?\"\n\t\"Ran over a bottle.\"\n\t\"Didn't you see it?\"\n\t\"Damn kid had it under his coat.\"\n",
  "\nI braved the contempt of my friends last week and ventured out to see\nBambi, the Disney rerelease that is proving to be a hit once again in the\nbox office.  I was looking forward to a gentle, soothing, late afternoon\nrelief from the Washington Summer.  Instead I was traumatized.  As a\npsycho-sexual return to the horrors of early adolescence, it couldn't be\nmore effective.  For the first half-hour, you're lulled into an agreeable\nsense of security and comfort.  Birds twitter; small rabbits turn out to\nbe great conversationalists.  Pop is what Senator Moynihan would describe\nas an absent father, but Mom's there to make you feel OK in the odd\nthunderstorm.  You make great friends, fool around on the ice, discover\nthe meadow, generally mellow out.  Then, without any particular warning,\nyour mom gets shot, your voice breaks, huge growths start appearing on\nyour head, and your peers start heading off into the clover with the\napparent intention of having sex.  Next thing you know, the forest burns\ndown. If I were still eight, I think I'd prefer Rambo III.\n\t\t-- Townsend Davis\n",
  "\nI can't stand this proliferation of paperwork.  It's useless to fight the\nforms.  You've got to kill the people producing them.\n\t\t-- Vladimir Kabaidze, general director of the Ivanovo Machine\n\t\t   Building Works (near Moscow) in a speech to the Communist\n\t\t   Party Conference\n",
  "\nI collect rare photographs...  I have two...  One of Houdini locking his\nkeys in his car...  the other is a rare picture of Norman Rockwell beating\nup a child.\n\t\t-- Steven Wright\n",
  "\nI could never learn to like her -- except on a raft at sea with no\nother provisions in sight.\n\t\t-- Mark Twain\n",
  "\nI don't want to alarm anybody, but there is an excellent chance that the\nEarth will be destroyed in the next several days.  Congress is thinking\nabout eliminating a federal program under which scientists broadcast signals\nto alien beings.  This would be a large mistake. Alien beings have nuclear\nblaster death cannons.  You cannot cut off their federal programs as if they\nwere merely poor people ...\n                -- Dave Barry, \"THE ALIENS ARE COMING, THE ALIENS ARE COMING!\"\n",
  "\nI GUESS I KINDA LOST CONTROL because in the middle of the play I ran up\nand lit the evil puppet villain on fire.\n\nNo, I didn't. Just kidding.  I just said that to illustrate one of the\nhuman emotions which is freaking out.  Another emotion is greed, as when\nyou kill someone for money or something like that.  Another emotion is\ngenerosity, as when you pay someone double what he paid for his stupid\npuppet.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nI GUESS OF ALL MY UNCLES, I liked Uncle Caveman the best. We called him\nUncle Caveman because he lived in a cave and because sometimes he'd eat\none of us.  Later, we found out he was a bear.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nI GUESS WE WERE ALL GUILTY, in a way.  We shot him, we skinned him, and\nwe all got a complimentary bumper sticker that said, \"I helped skin Bob.\"\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nI had a dream that all the victims of The Pill came back...boy, were they mad!\n\t\t-- Steven Wright\n",
  "\nI had to hit him -- he was starting to make sense.\n",
  "\nI have a very firm grasp on reality!  I can reach out and strangle it any time!\n",
  "\n\t\"I know a life of crime led me to this sorry state.  I blame society.\nSociety made me what I am today!\"\n\t\"That's bullshit Archie.  You're just a young suburban punk like me.\"\n\t\"It still...  hurts... auugghh!\"\n\t\"You're going to be okay...\"\n\t\"...gurgle...\"\n\t\t\"... maybe not.\"\n\t\t-- Repo Man\n",
  "\n\"I know what you're thinking -- `Did he fire six shots or only five?'\nWell, to tell you the truth, in all the excitement, I kind of lost track\nmyself.  But being this is a .44 Magnum, the most powerful handgun in the\nworld, and would blow your head clean off, you've got to ask yourself\none question: `Do I feel lucky?'  Well, do you, punk?\"\n\t\t-- Harry Callahan, badge #2211\n",
  "\nI love the smell of napalm in the morning.\n\t\t-- Robert Duval, \"Apocalypse Now\"\n",
  "\nI read a column by George Will that Scarface should be rated X because\nparents were taking their children to see it.  So what?  Why should the\nmotion-picture industry be responsible for our morality?\n\tDad says to Mom, \"Honey, Scarface is in town.\"\n\t\"What's it about?\"\n\t\"Human scum who kill each other over cocaine deals.\"\n\t\"Sounds great!  Let's take the kids!\"\n\t\t-- Ian Shoales\n",
  "\nI wrecked trains because I like to see people die.  I like to hear\nthem scream.\n\t\t-- Sylvestre Matuschka, \"the Hungarian Train Wreck Freak\",\n\t\t   escaped prison 1937, not heard from since\n",
  "\n\"I'm terribly sorry, sir,\" the novice barber apologized, after badly nicking\na customer.  \"Let me wrap your head in a towel.\"\n\t\"That's all right,\" said the customer.  \"I'll just take it home under\nmy arm.\"\n",
  "\nI've never struck a woman in my life, not even my own mother.\n\t\t-- W.C. Fields\n",
  "\nIF A KID ASKS YOU where rain comes from, I think a cute thing to tell him\nis, \"God is crying.\"  And if he asks why God is crying, another cute thing\nto tell him is, \"Probably because of something you did.\"\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nIf every kid had a funny tooth to bite down on whenever the world disappointed\nhim, prussic acid could solve our population problems in one generation.\n\t\t-- G.C. Edmonson's Albert, \"The Man Who Corrupted Earth\"\n",
  "\n... If forced to travel on an airplane, try and get in the cabin with\nthe Captain, so you can keep an eye on him and nudge him if he falls\nasleep or point out any mountains looming up ahead ...\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"\n",
  "\nIf Ricky Schroder and Gary Coleman had a fight on television with\npool cues, who would win?\n\t(1) Ricky Schroder\n\t(2) Gary Coleman\n\t(3) The television viewing public\n\t\t-- David Letterman\n",
  "\nIf you go parachuting, and your parachute doesn't open, and your friends are\nall watching you fall, I think a funny gag would be to pretend you were\nswimming.\n\t\t-- Jack Handley\n",
  "\nIf you guys have a beef with her, that's her problem.  Don't lay it on\nme.  The old lady has to take care of her own weight.\n\t\t-- Herbie Sperling, convicted heroin dealer, on being\n\t\tarrested for narcotics possession at his mother's house.\n",
  "\nIf you laid all the Elvis impersonators in the world, end to end...\nyou'd wanna run and get a steam roller, real fast.\n\t\t-- David Letterman\n",
  "\nIf you look rather casual with the knife when you flick it open, people\ndon't like it.\n\t\t-- Gerry Youghkins\n",
  "\nIf you love something set it free.  If it doesn't come back to you,\nhunt it down and kill it.\n",
  "\n\"If you're a real good kid, I'll give you a piggy-back ride on a buzz-saw.\"\n\t\t-- W. C. Fields\n",
  "\nIf you're a young Mafia gangster out on your first date, I bet it's real\nembarrassing if someone tries to kill you.\n\t\t-- Jack Handley\n",
  "\nIf your enemy is buried in quicksand up to his neck, pull him out.\nIf he is buried up to his eyes, step on his head.\n\t\t-- Niccoli Machiavelli, \"The Prince\"\n",
  "\nInspector:\t\"Mrs. Freem, was this your husband's first hunting accident?\"\nMrs. Freem:\t\"His first fatal one, yes.\"\n\t\t-- Woody Allen\n",
  "\nInter-Dwarf Memo\nTo: Dwarf-list\nFrom: Doc\nRe: S. White\n\n\tIf that bitch cleans one more thermometer with Ajax, I'm gonna kill\nher.   I'll give her apples, nice big apples.  With surprises inside. Yeah,\nsurprises.\n",
  "\nInter-Dwarf Memo\nTo: Dwarf-list\nFrom: Happy\nRe: S. White\n\n\tLet it be noted that if she whistles that goddamned song one\nmore time I'm gonna rip her fuckin' lips off.  Have a nice day.\n",
  "\nIt is November first 1940; in the famous sound stage of THE WIZARD OF OZ on\nthe MGM lot, a little man is lying face-up on the yellow brick road.  His\nwide eyes stare upward into the blinding stage lights.  He is wearing a\nkind of comic soldier's uniform with a yellow coat and puffy sleeves and\nbig fez-like blue and yellow hat with a feather on top.  His yellow hair\nand beard are the phony straw color of Hollywood.  He could pass for some\nkind of cute in the typical tinsel-town way if it wasn't for the knife\nsticking out of his chest.  *Someone had murdered a Munchkin.*\n\t\t-- Stuart Kaminsky, \"Murder on the Yellow Brick Road\"\n",
  "\n\tIt seems that John gets this phone call:\n\t\"Hello,\" he answers.  The voice on the other end of the line\nis hard and cold.\n\t\"This is Susan,\" he hears.  \"We met at a party a few months ago.\n\t\"Of course, Susan!\", John replies.  \"How are you?\"\n\t\"Not very well.  Remember how after the party you took me home and\nwe parked?  And you told me that I was a 'good sport'?  Well, I'm pregnant\nand I'm going to kill myself tonight.\"\n\tJohn is silent for a few moments, collecting his thoughts.  \"Well,\"\nhe finally replies, \"you sure *are* a good sport.\"\n",
  "\nIt was a warm, sunny Sunday, and a man and his wife decided to take in the zoo.\nThey spent the day, and at closing time they walked past the gorilla cage, and\nthe man noticed the gorilla looking at his wife.  \"That gorilla is getting\nexcited just looking at your tits,\" he said.  \"Why don't you take your blouse\noff and we'll see what he does?\"\n\tAt first she refused.  But finally persuaded by her husband, she took\noff her blouse and bra.  The gorilla went nuts.  He started grunting and\njumping up and down.\n\t\"Hey,\" the husband said, \"let's really blow his mind.  Take off all\nyour clothes and we'll see what he does.\"\n\tAgain she said no and again he persuaded her.  This time the ape\nreally went bananas!  He climbed up and down the bars, did flips, ran around\nin circles and tossed his food all over the cage.  The husband went over to\nthe cage, opened the door and pushed his wife in.\n\t\"Now,\" said the husband, \"tell that motherfucker you have a headache!\"\n",
  "\nIt was on the tip of my tongue to tell them about the deer, but I ended up\nnot doing it.  That was one thing I kept to myself.  I've never spoken or\nwritten of it until just now, today.  And I have to tell you that it seems\na lesser thing written down, damn near inconsequential.  But for me it was\nthe best part of that trip, the cleanest part, and it was a moment I found\nmyself returning to, almost helplessly, when there was trouble in my life --\nmy first day in the bush in Vietnam, and this fellow walked into the clearing\nwhere we were with his hand over his nose and when he took his hand away there\nwas no nose there because it had been shot off; the time the doctor told us\nour youngest son might be hydrocephalic (he turned out just to have an\noversized head, thank God); the long crazy weeks before my mother died.  I\nwould find my thoughts turning back to that morning, the scuffed suede of\nher ears, the white flash of her tail.  But eight hundred million Red Chinese\ndon't give a shit, right?  The most important things are the hardest to say,\nbecause words diminish them.  It's hard to make strangers care about the\ngood things in your life.\n\t\t-- Stephen King, \"The Body\"\n",
  "\nIt was pity stayed his hand.  \"Pity I don't have any more bullets,\" thought\nFrito.\n\t\t-- Harvard Lampoon, \"Bored of the Rings\"\n",
  "\n\"It's all so painfully empty and lonesome...  I don't think I can stand\nany more of it... the whole dreadful way we are born, die, and are \nnever missed.  The fact there is *nobody*... nobody really...  We come\nout of a yawning tomb of flesh and sink back finally into another tomb.\nWhat is the point of it all?  Who thought up this sickening circle of\nflesh and blood?  We come into the world bleeding and cut and our bones\nhalf-crushed only to emerge and suffer more torment, multilation, and\nthen at the last lie down in some hole in the ground forever.  Who could\nhave thought it up, I wonder?\"\n\t\t-- James Purdy\n",
  "\nIt's hard to outrun dead people because they don't have to breathe.\n\t\t-- Hokey, describing \"Night of the Living Dead\"\n",
  "\nJoan of Arc is alive and medium well.\n",
  "\nJuly 4\n\nStatistics show that we lose more fools on this day than in all the other days\nof the year put together.  This proves, by the number left in stock, that one\nFourth of July per year is now inadequate, the country has grown so.\n\t\t-- Mark Twain, \"Pudd'nhead Wilson's Calendar\"\n",
  "\nKeep patting your enemy on the back until a small bullet hole appears\nbetween your fingers.\n\t\t-- Joe Bonanno\n",
  "\nKill 'em all, and let God sort 'em out.\n",
  "\nKill a commie for Christ!\n",
  "\nKill a commy for your mommy.\n",
  "\nKill for the love of killing!  Kill for the love of Kali!\n\t\t-- Hindu saying\n",
  "\nKill your parents.\n\t\t-- Jerry Rubin\n",
  "\nKnights are hardly worth it.  I mean, all that shell and so little meat...\n",
  "\nLegalize free-enterprise murder: why should governments have all the fun?\n",
  "\nLong, long ago, in the Old West, a rancher rode into town to buy supplies.\nWhen he returned, he found that his whole family had been killed, his wife\nraped, his house burned, and all his cattle rustled.  When he told his\ndistant neighbors about the tragedy, a few of them reported that the only\nstranger they had seen in the area for weeks was a tall desperado wearing a\nblack hat and a red neckerchief.\n\tThe cowboy saddled his fastest horse and set out to find the villian.\nHe searched for months but couldn't catch up with the culprit; in town after\ndusty town he was told that a man fitting the description had been there but\nhad just departed; usually after some heinous crime.\n\tOne evening after a hard day's ride he came into a town, tied his\nhorse, and entered the saloon.  At a table in the corner sat an ugly man,\nwith a black hat and a red neckerchief!  Slowly the cowboy stalked up to\nthis man, his hands resting upon his guns.\n\t\"Are you the man who killed my family, raped my wife, burned my\nhouse and rustled my cattle?\"\n\t\"Probably; after so many, how can I be sure?\" snarled the bandit.\n\t\"You better cut that shit out!\"\n",
  "\nMadam, there's no such thing as a tough child -- if you parboil them\nfirst for seven hours, they always come out tender.\n\t\t-- W. C. Fields\n",
  "\nMany lower life forms demonstrate qualities that, at first, just don't\nseem survival oriented.  For instance, the female praying mantis, after mating\nwith, well, her mate, will devour him.  For the male praying mantis, however,\nit's a catch-22.  If he mates, he gets screwed out of an opportunity to mate\nagain.  If he doesn't mate, he doesn't reproduce, ending his family tree.  This\nsuicidal behavior is commonly called the Preying Mantis Syndrome -- and many\nlife forms are periodically subject to its wrath.  How did the preying mantis\nbecome stuck in such a awful, vicious cycle?  This is probably what happened:\n\tThe male mantis arrives at the residence of the female mantis.  After\nsome courtship exercises (dinner, a movie, inserting the diaphram) they mate.\nThe female mantis, her lust for... lust being satisfied, relaxes while the\nmale raids the refrigerator and returns home.  This behavior continues until\nthe male and female (mantissas?) establish a permanent relationship.  Then the\nmale establishes a new pattern of behavior:  Football on Mondays, baseball on\nTuesdays, happy hour on Wednesdays, uh, well, uh, working-late-at-the-office\non Thursdays, etc. etc.  The female tolerates this for awhile, then files for\na divorce.  After a long court battle, she concludes one thing:  It simplifies\nmatters tremendously to just eat him when you're done with him.\n\tWell, through the centuries of evolution, the Preying Mantis Syndrome\nhas been carried up to the highest life forms, as well as to humans.  That is\nwhy, one week out of every month, the female of the species will feel compelled\nto bite the head off of the male.  The Syndrome is inescapable, but when it\noccurs in the female of our species, it's best to just avoid them for a while.\n",
  "\n\tMother seemed pleased by my draft notice.  \"Just think of all the\npeople in England, they've chosen you, it's a great honour, son.\"\n\tLaughingly I felled her with a right cross.\n\t\t-- Spike Milligan\n",
  "\n\tMoving along a dimly light street, a man I know was suddenly \napproached by a stranger who had slipped from the shadows nearby.\n\t\"Please, sir,\" pleaded the stranger, \"would you be so kind as\nto help a poor unfortunate fellow who is hungry and can't find work?  \nAll I have in the world is this gun.\"\n",
  "\nMy best argument against discrimination is quite simple:\n\nDoes it really matter if the ABC people are inferior to the DEF people if\nthey can tell one end of a gun from the other?\n",
  "\nMy girlfriend and I sure had a good time at the beach last summer.  First\nshe'd bury me in the sand, then I'd bury her.  This summer I'm going to go\nback and dig her up.\n",
  "\n\t\"My God!  Are we sure he was a liberal?\"\n\t\"Pretty sure.  They pulled him from a Volvo.\"\n",
  "\nNegotiate, my ass!  Let's kill something!\n",
  "\nNever count your chickens before they rip your lips off.\n",
  "\nNever hit a man with glasses; hit him with a baseball bat.\n",
  "\nNever say \"Oops\" in an operating room.\n",
  "\nNever settle with words what you can accomplish with a flame thrower.\n",
  "\nNew members urgently required for SUICIDE CLUB, Watford area.\n\t\t-- Monty Python's Big Red Book\n",
  "\nNEWSFLASH!!\n\tRodney Fenster looked up the shaft of elevator number four at\n1700 N. 17th St. this morning to see if the elevator was on its way down.\nIt was.  Age 31.\n",
  "\nNo doubt Jack the Ripper excused himself on the grounds that it was\nhuman nature.\n",
  "\nNote to myself: use real bullets next time.\n",
  "\n... Now you're ready for the actual shopping.  Your goal should be to get it\nover with as quickly as possible, because the longer you stay in the mall,\nthe longer your children will have to listen to holiday songs on the mall\npublic-address system, and many of these songs can damage children\nemotionally.  For example: \"Frosty the Snowman\" is about a snowman who\nbefriends some children, plays with them until they learn to love him, then\nmelts.  And \"Rudolph the Red-Nosed Reindeer\" is about a young reindeer who,\nbecause of a physical deformity, is treated as an outcast by the other\nreindeer.  Then along comes good, old Santa.  Does he ignore the deformity?\nDoes he look past Rudolph's nose and respect Rudolph for the sensitive\nreindeer he is underneath?  No.  Santa asks Rudolph to guide his sleigh, as\nif Rudolph were nothing more than some kind of headlight with legs and a\ntail.  So unless you want your children exposed to this kind of\ninsensitivity, you should shop quickly.\n\t\t-- Dave Barry, \"Christmas Shopping: A Survivor's Guide\"\n",
  "\nNuke the gay, unborn, baby whales for Jesus.\n",
  "\nNuke the unborn gay female whales for Jesus.\n",
  "\nNuke them till they glow, then shoot them in the dark.\n",
  "\nOn his way back from work, a driver came upon a horrible wreck in which one\ncar looked exactly like his neighbor's.  Stopping hurriedly on the side of\nthe road, he ran toward the smoldering debris.\n\t\"Listen, mister,\" a policeman said, holding him back, \"I can't let\nyou come any closer.\"\n\t\"But that may be my friend, Henry, in there,\" the anguished man\nexplained.\n\t\"OK, but it's pretty grisly,\" the cop cautioned.  \"There was a\ndecapitation.\"\n\tThe policeman reached into the back seat of the demolished car and\npulled forth the head, holding it at arm's length.  \"Is this your friend?\"\n\t\"That's not him -- thank heavens,\" the man said.  \"Henry's much\ntaller.\"\n",
  "\n\tOn the occasion of Nero's 25th birthday, he arrived at the Colosseum \nto find that the Praetorian Guard had prepared a treat for him in the arena.  \nThere stood 25 naked virgins, like candles on a cake, tied to poles, burning \nalive.  \"Wonderful!\" exclaimed the deranged emperor, \"but one of them isn't \ndead yet.  I can see her lips moving.  Go quickly and find out what she is \nsaying.\"\n\tThe centurion saluted, and hurried out to the virgin, getting as near\nthe flames as he dared, and listened intently.  Then he turned and ran back\nto the imperial box.  \"She is not talking,\" he reported to Nero, \"she is\nsinging.\"\n\t\"Singing?\" said the astounded emperor.  \"Singing what?\"\n\t\"Happy birthday to you, happy birthday to you...\"\n",
  "\n\tOnce again we find ourselves enmeshed in The Holiday Season, that very\nspecial time of year when we join with our loved ones in sharing centuries-old\ntraditions such as trying to find a parking space at the mall.  We\ntraditionally do this in my family by driving around the parking lot until we\nsee a shopper emerge from the mall.  Then we follow her, in very much the same\nspirit as the Three Wise Men, who, 2,000 years ago, followed a star, week after\nweek, until it led them to a parking space.\n\tWe try to keep our bumper about 4 inches from the shopper's calves, to\nlet the other circling cars know that she belongs to us.  Sometimes, two cars\nwill get into a fight over whom the shopper belongs to, similar to the way\ngreat white sharks will fight over who gets to eat a snorkeler.  So, we follow\nour shopper closely, hunched over the steering wheel, whistling \"It's Beginning\nto Look a Lot Like Christmas\" through our teeth, until we arrive at her car,\nwhich is usually parked several time zones away from the mall.  Sometimes our\nshopper tries to indicate she was merely planning to drop off some packages and\ngo back to shopping.  But, when she hears our engine rev in a festive fashion\nand sees the holiday gleam in our eyes, she realizes she would never make it.\n\t\t-- Dave Barry, \"Holiday Joy -- Or, the Great Parking Lot\n\t\t   Skirmish\"\n",
  "\n\tOnce upon a time, there was a fisherman who lived by a great river.\nOne day, after a hard day's fishing, he hooked what seemed to him to be the\nbiggest, strongest fish he had ever caught.  He fought with it for hours,\nuntil, finally, he managed to bring it to the surface.  Looking of the edge\nof the boat, he saw the head of this huge fish breaking the surface.  Smiling\nwith pride, he reached over the edge to pull the fish up.  Unfortunately, he\naccidently caught his watch on the edge, and, before he knew it, there was a\nsnap, and his watch tumbled into the water next to the fish with a loud\n\"sploosh!\"  Distracted by this shiny object, the fish made a sudden lunge,\nsimultaneously snapping the line, and swallowing the watch.  Sadly, the\nfisherman stared into the water, and then began the slow trip back home.\n\tMany years later, the fisherman, now an old man, was working in a\nboring assembly-line job in a large city.  He worked in a fish-processing\nplant.  It was his job, as each fish passed under his hands, to chop off their\nheads, readying them for the next phase in processing.  This monotonous task\nwent on for years, the dull *thud* of the cleaver chopping of each head being\nhis entire world, day after day, week after weary week.  Well, one day, as he\nwas chopping fish, he happened to notice that the fish coming towards him on\nthe line looked very familiar.  Yes, yes, it looked... could it be the fish\nhe had lost on that day so many years ago?  He trembled with anticipation as\nhis cleaver came down.  IT STRUCK SOMETHING HARD!  IT WAS HIS THUMB!\n",
  "\n\tOnce upon a time, there were five blind men who had the opportunity\nto experience an elephant for the first time.  One approached the elephant,\nand, upon encountering one of its sturdy legs, stated, \"Ah, an elephant is\nlike a tree.\"  The second, after exploring the trunk, said, \"No, an elephant\nis like a strong hose.\"  The third, grasping the tail, said \"Fool!  An elephant\nis like a rope!\"  The fourth, holding an ear, stated, \"No, more like a fan.\"\nAnd the fifth, leaning against the animal's side, said, \"An elephant is like\na wall.\"  The five then began to argue loudly about who had the more accurate\nperception of the elephant.\n\tThe elephant, tiring of all this abuse, suddenly reared up and\nattacked the men.  He continued to trample them until they were nothing but\nbloody lumps of flesh.  Then, strolling away, the elephant remarked, \"It just\ngoes to show that you can't depend on first impressions.  When I first saw\nthem I didn't think they they'd be any fun at all.\"\n",
  "\nOne must have a heart of stone to read the death of Little Nell by Dickens\nwithout laughing.\n\t\t-- Oscar Wilde\n",
  "\nONE THING KIDS LIKE is to be tricked.  For instance, I was going to take\nmy little nephew to Disneyland, but instead I drove him to a burned-out\nwarehouse.  \"Oh, oh,\" I said.  \"Disneyland burned down.\"  He cried and\ncried, but I think that deep down he thought it was a pretty good joke.\n\nI started to drive over to the real Disneyland, but it was getting pretty late.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nOnly way to open lips of pigeon: sledgehammer.\n",
  "\nOrcs really aren't so bad (if you use lots of catsup).\n",
  "\nOther than that, Mrs. Lincoln, how did you like the play?\n",
  "\n\t\"Perhaps he is not honest,\" Mr. Frostee said inside Cobb's head,\nsounding a bit worried.\n\t\"Of course he isn't,\" Cobb answered. \"What we have to look out for\nis him calling the cops anyway, or trying to blackmail us for more money.\"\n\t\"I think you should kill him and eat his brain,\" Mr. Frostee\nsaid quickly.\n\t\"That's not the answer to *every* problem in interpersonal relations,\"\nCobb said, hopping out.\n\t\t-- Rudy Rucker, \"Software\"\n",
  "\nPipo was born with few complications, but then the doctor accidently dropped\nthe infant on her head provoking her drunken father to drag the physician\noutside where he would beat him to death with a live ocelot.\n\t\t-- Love and Rockets\n",
  "\nPlease do not look directly into laser with remaining eye.\n",
  "\nPPRB -- Pillage, plunder, rape and burn.\n",
  "\nPsychics will soon lead dogs to your body.\n",
  "\nReaders Ask:\n\tIs it possible to kill a vampire with a gun?\n\nVampires are a source of great irritation to the average homeowner and it is\nusually to one's advantage to remove these pests as rapidly as possible.  If\na professional exterminater specializing in the undead is unavailable, it is\npossible to handle the situation with common household items.  However, much\nof the common folklore of vanquishing the undead needs clarifying.  First,\ndriving a sharpened Louisville Slugger through a vampire's heart will NOT kill\nit.  Since it's not quite alive, why would the heart be any different than\npuncturing it in the, for example, left buttock?  Stake driving should be\navoided at any cost since its effect will be to terribly annoy the vampire,\nand the last thing you want on your hands is an irate Lord of Darkness.\nHandguns are also a definite no-no.  Common sense indicates that it requires\nmore to defeat an incarnation of evil than hurling lumps of lead or silver\nthrough its body.  One time-honored method is to expose the vampire to the\nsun, sever its head (any power saw should be sufficient), fill its mouth with\nholy wafers (vanilla wafers over which the Lord's prayer has been read will\ndo in a pinch), immerse the head in an urn filled with holy water, place the\nurn in consecrated lands and bury the rest of the body underneath a crossroad\n(i.e. the intersection of Broad & Chestnut).  Sure, it's a lot of work.  But\nyou'll never have to worry about those damn bats pestering the neighbors again.\n",
  "\nRemember kids, if there's a loaded gun in the room, be sure\nthat you're the one holding it.\n\t\t-- Mr. Greenfatigues\n",
  "\n\t\tSafety Tips for the Post-Nuclear Existence\n\t\t  Tip #1: How to tell when you are dead.\n\n\t(1) Little things start bothering you: little things like worms,\n\t    bugs, ants.\n\t(2) Something is missing in your personal relationships.\n\t(3) Your dog becomes overly affectionate.\n\t(4) You have a hard time getting a waiter.\n\t(5) Exotic birds flock around you.\n\t(6) People ignore you at parties.\n\t(7) You have a hard time getting up in the morning.\n\t(8) You no longer get off on cocaine.\n",
  "\n\t\tSafety Tips for the Post-Nuclear Existence\n\n\t(1)  Never use an elevator in a building that has been hit by a nuclear\n\t     bomb; use the stairs.\n\t(2)  When you're flying through the air, remember to roll when you hit\n\t     the ground.\n\t(3)  If you're on fire, avoid gasoline and other flammable materials.\n\t(4)  Don't attempt communication with dead people; it will only lead to\n\t     psychological problems.\n\t(5)  Food will be scarce; you will have to scavenge.  Learn to\n\t     recognize foods that will be available after the bomb: mashed\n\t     potatoes, shredded wheat, tossed salad, ground beef, etc.\n\t(6)  Put your hand over your mouth when you sneeze; internal organs\n\t     will be scarce in the post-nuclear age.\n\t(7)  Try to be neat; fall only in designated piles.\n\t(8)  Drive carefully in \"Heavy Fallout\" areas; people could be\n\t     staggering illegally.\n\t(9)  Nutritionally, hundred dollar bills are equal to ones, but more\n\t     sanitary due to limited circulation.\n\t(10) Accumulate mannequins now; spare parts will be in short supply on\n\t     D-Day.\n",
  "\n\tSam went to his psychiatrist complaining of a hatred for elephants.\n\"I can't stand elephants,\" he explained.  \"I lie awake nights despising\nthem.  The thought of an elephant fills me with loathing.\"\n\t\"Sam,\" said the psychiatrist, \"there's only one thing for you to do.  \nGo to Africa, organize a safari, find an elephant in the jungle and shoot it.\nThat way you'll get it out of your system.\"\n\tSam immediately made arrangements for a safari hunt in Africa,\ninviting his best friend to join him.   They arrived in Nairobi and lost no\ntime getting out on the jungle trails.  After they had been hunting for\nseveral days, Sam's best friend grabbed him by the arm one morning and\nyelled at him:\n\t\"Sam, Sam, Sam!  Over there behind that tree there's and elephant!\nSam -- Get your gun -- no, no, not THAT gun -- the rifle with the longer \nbarrel!  Now aim it!  QUICK!  SAM!  QUICK!  No!  Not that way -- this way!\nBe sure you don't jerk the trigger!  Wait SAM!  Don't let him see you!  Aim\nat his head!\"\n\tSam whirled around, took aim, and killed his friend.  He was put in\nprison and his psychiatrist flew to Africa to visit him.  \"I sent you over\nhere to kill and elephant and instead you shoot your best friend,\" the \npsychiatrist said.  \"Why?\"\n\t\"Well,\" Sam replied, \"there's only one thing in the world that I\nhate more than elephants and that is a loudmouth know-it-all!\"\n",
  "\nSave the whales.  Club a seal instead.\n",
  "\nScene:\n\tA small boy stands agasp on the stairway overlooking the living\n\troom.  A rather largish man in a big red suit with white fur and red\n\tand white belled cap hunches over the fireplace, obviously interrupted\n\tin filling stockings with packages taken from a huge bag slung over his\n\tshoulder.  His eyebrows are raised, matter-of-factly, as he spies the\n\tboy intently watching him.\n\nCaption:\n\t\"I'm sorry you've seen me, Billy.  Now I'll have to kill you.\n",
  "\nSeeing a commotion in Harvard Square, a man strolled over and asked what\nwas going on.  One of the onlookers explained to him that there was a Mooney\nwho had immersed himself in gasoline and was threatening to set fire to\nhimself to demonstrate his committment to the Rev. Moon.  The man gasped and\nasked what was being done to defuse the obviously dangerous situation.\n\t\"Well\", replied the onlooker, \"we're taking up a collection -- so\nfar I've got two Bics, four Zippos and eighteen books of matches.\"\n",
  "\nSeems like this guy wanders into a rural outfitting store in Alaska,\nand starts talking to a rather grizzled old man sitting by the cash\nregister.\n\t\"Hear ya got a lotta' bears 'round here?\"\n\t\"Yeah, you could say that,\" answers the old man.\n\t\"GRIZZLIES?!?!\"\n\t\"A few.\"\n\t\"Got any bear bells?\"\n\t\"What's that?\"\n\t\"You know, them little dingle-bells ya put on yer backpack so\nbears know yer there so's they can run away ...  I'll take one fer black\nbears, and one fer them grizzlies.  Say, how do you know yer in grizzly\ncountry, anyhow?\"\n\t\"Look fer scatt.  Grizzly scatt's different from black bear scatt.\"\n\t\"Well now, what's IN grizzly scatt that's different?\"\n\t\"Bear bells.\"\n",
  "\nSilly Sally was baby sitting.  But Silly Sally was getting bored.  Thinking\na walk would help, she put the baby in his carriage.  Silly Sally pushed the\ncarriage and pushed the carriage up this hill and down that one.  She pushed\nthe carriage up the highest hill in town, and ALL OF A SUDDEN!  It slipped out\nof her hands (OH! NO!) and it was headed at high speed for the busiest\nintersection in town.   BUT!\n\nSilly Sally just laughed and la.....ug.......h....e....d...........\nBECAUSE!  SHE KNEW THERE WAS A STOP SIGN AT THE BOTTOM OF THE HILL!\n",
  "\nSilly Sally was playing in the garage.  And she was being disobedient.\nShe was playing with matches...  AND...  She burned down the garage.\n(OHHHHHH)  Silly Sally's mother said, \"Silly Sally!  You have been naughty!\nAnd when your father gets home, you are going to get a good licking!\"  BUT!\n\nSilly Sally just laughed and la.....ug.......h....e....d...........\nBECAUSE!  SHE KNEW HER FATHER WAS IN THE GARAGE WHEN SHE BURNED IT DOWN!\n",
  "\n... So the documentary-makers stick with sharks.  Generally, their procedure\nis to scatter bleeding fish pieces around their boat, so as to infest the\nwaters.  I would estimate that the primary food source of sharks today is\nbleeding fish pieces scattered by people making documentaries.  Once the\nsharks arrive, they are generally fairly listless.  The general shark\nattitude seems to be: \"Oh God, another documentary.\" So the divers have to\nsomehow goad them into attacking, under the guise of Scientific Research.\n\"We know very little about the effect of electricity on sharks,\" the\nnarrator will say, in a deeply scientific voice.  \"That is why Todd is going\nto jab this Great White in the testicles with a cattle prod.\" The divers\nkeep this kind of thing up until the shark finally gets irritated and snaps\nat them, and then they act as though this was a totally unexpected and very\ndangerous development, although clearly it is what they wanted all along.\n\t\t-- Dave Barry, \"The Wonders of Sharks on TV\"\n",
  "\nSome people call them \"cars\" or \"trucks;\" I call them \"dimensional\ntransmogrifiers\" because they change three-dimensional cats into\ntwo-dimensional ones.\n\t\t-- F. Frederick Skitty\n",
  "\nSometimes it happens.  People just explode.  Natural causes.\n\t\t-- Repo Man\n",
  "\nSupport mental health or I'LL KILL YOU!!!!\n",
  "\nSupport the American Kidney Foundation.  Don't wear your motorcycle helmet.\n",
  "\nThanksgiving Day.\n\nLet all give humble, hearty, and sincere thanks, now, but the turkeys.  In the\nisland of Fiji they do not use turkeys; they use plumbers.  It does not become\nyou and me to sneer at Fiji.\n\t\t-- Mark Twain, \"Pudd'nhead Wilson's Calendar\"\n",
  "\n-- THE BATES MOTEL --\n\t\t\t\t\t... convenient\n\t\t\t\t\t...      clean\n\t\t\t\t\t...       cozy\n\n\tNorman, knock loudly,\n\t     I'm in the shower.\n\n\t\tM.\n",
  "\nThe first Great Steward, Parrafin the Climber, was employed in King\nChloroplast's kitchen as second scullery boy when the old King met a tragic\ndeath.  He apparently fell backward by accident on a dozen salad forks.\nSimultaneously the true heir, his son Carotene, mysteriously fled the city,\ncomplaining of some sort of plot and a lot of threatening notes left on his\nbreakfast tray.  At the time, this looked suspicious what with his father's\ndeath, and Carotene was suspected of foul play.  Then the rest of the King's\nrelatives began to drop dead one after the other in an odd fashion.  Some\nwere found strangled with dishrags and some succumbed to food poisoning.  A\nfew were found drowned in the soup vats, and one was attacked by assailants\nunknown and beaten to death with a pot roast.  At least three appear to have\nthrown themselves backward on salad forks, perhaps in a noble gesture of\ngrief over the King's untimely end.  Finally there was no one left in Minas\nTroney who was either eligible or willing to wear the accursed crown, and\nthe rule of Twodor was up for grabs.  The scullery slave Parrafin bravely\naccepted the Stewardship of Twodor until that day when a lineal descendant\nof Carotene's returns to reclaim his rightful throne, conquer Twodor's\nenemies, and revamp the postal system.\n\t\t-- Bored of the Rings, \"Harvard Lampoon\"\n",
  "\nThe first guy that rats gets a belly-full of slugs in the head.  Understand?\n\t\t-- Joey Glimco, trade unionist\n",
  "\n\tThe foreman of a lumber camp put a new workman on the circular saw.\nAs he turned away, he heard the man say, \"Ouch!\".\n\t\"What happened?\"\n\t\"Dunno,\" replied the man.  \"I just stuck out my hand like this, and\n-- well, I'll be damned.  There goes another one!\"\n",
  "\nThe Fortune Travel Agency offers a special... Vacation in Hell!\n\t-- Grace Kelly drives you to the airport.\n\t-- Thurman Munson flies you to a remote tropical island.\n\t-- Ted Kennedy's your chauffeur on the island.\n\t-- You go yachting with Natalie Wood.\n\t-- You have drinks with William Holden.\n\t-- And Roman Polanski stays at home and watches your kids.\n",
  "\nThe greatest joy a man can know is to conquer his enemies and drive them\nbefore him.  To ride their horses and take away their possessions.  To see\nthe faces of those who were dear to them bedewed with tears, and to clasp\ntheir wives and daughters to his arms.\n\t\t-- Genghis Khan\n",
  "\n\"The hell with the prime directive!  Let's kill something!\"\n",
  "\nThe honeymooning couple agreed it was a fine day for horseback riding.\nAfter a mile or so, the bride's mount cantered under a low tree and a\nbranch scraped her forehead lightly.  The groom dismounted, glared at his\nwife's horse, and said, \"That's number one.\"\n\tThe ride then proceeded.  After another mile or so, the bride's\nhorse stumbled over a pebble and the lady suffered a slight jostling.\nAgain, her man leapt from his saddle and strode over to the nervous animal.\n\"That's two,\" he said.\n\tFive miles later, the bride's horse became frightened when a rabbit\ncrossed its path, reared up and threw the girl.  Immediately, the groom was\noff his horse.  \"That's three!\", he shouted, and, pulling out a pistol, he\nshot the horse between the eyes.\n\t\"You brute!\" shrieked his bride.  \"Now I see the kind of man I\nmarried!  You're a sadist, that's what!\"\n\tThe groom turned to her coolly.  \"That's one,\" he said.\n",
  "\nThe human race has been fascinated by sharks for as long as I can remember.\nJust like the bluebird feeding its young, or the spider struggling to weave\nits perfect web, or the buttercup blooming in spring, the shark reveals to\nus yet another of the infinite and wonderful facets of nature, namely the\nfacet that it can bite your head off.  This causes us humans to feel a\ncertain degree of awe.\n\t\t-- Dave Barry, \"The Wonders of Sharks on TV\"\n",
  "\nThe Least Successful Animal Rescue\n\tThe firemen's strike of 1978 made possible one of the great animal\nrescue attempts of all time.  Valiantly, the British Army had taken over\nemergency firefighting and on 14 January they were called out by an elderly\nlady in South London to retrieve her cat which had become trapped up a\ntree.  They arrived with impressive haste and soon discharged their duty.\nSo grateful was the lady that she invited them all in for tea.  Driving off\nlater, with fond farewells completed, they ran over the cat and killed it.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe man standing at the bar (in court, unfortunately) was well-dressed,\nalert and obviously intelligent.  The judge asked him how he pleaded to\nthe charge of rape and, much to the magistrate's surprise, he replied,\n\"Not guilty by reason of insanity, your Honor.\"\n\t\"Insanity?\" exclaimed the judge.\n\t\"Yes, sir,\" said the defendant.  \"I'm just crazy about it.\"\n",
  "\nThe most winning woman I ever knew was hanged for poisoning three little\nchildren for their insurance money.\n\t\t-- Sherlock Holmes\n",
  "\nThe people of Halifax invented the trampoline.  During the Victorian\nperiod the tripe-dressers of Halifax stretched tripe across a large wooden\nframe and jumped up and down on it to `tender and dress' it.  The tripoline,\nas they called it, degenerated into becoming the apparatus for a spectator\nsport.\n\nThe people of Halifax also invented the harmonium, a device for\ncastrating pigs during Sunday service.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"\n",
  "\nThe Psblurtex is an 18-inch long anaconda that hides in the gentlemen's\noutfitting departments of Amazonian stores and is often bought by\nmistake since its colors are those of the London Reform Club.  Once\ntied around its victim's neck, it strangles him gently and then claims\nthe insurance before running off to Germany where it lives in hiding.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"\n",
  "\nThe Schwine-Kitzenger Institute study of 47 men over the age of 100\nshowed that all had these things in common:\n\n\t(1) They all had moderate appetites.\n\t(2) They all came from middle class homes\n\t(3) All but two of them were dead.\n",
  "\n\t\tThe Snack\n\n\"Oh my God,\" screamed Mommy, \"You went and ate the Baby.\"\n\n\"What baby?\" asked Daddy.  \"You know that's just the last of the leftover \n\tdonkey.\"\n\n\"Donkey, my ass!\" said Mommy with some sentience.  \"Do you think I don't\n\trecognize my own baby?  Why I can still see his little privates\n\tcaught in the gap between your front teeth.  How many times have I\n\ttold you to take only what's on the *top* two shelves of the freezer?\"\n\n\"But there wasn't a thing to eat,\" cried Daddy.\n\t\"And am I not the master of my own?\"\n\n\"Nothing to eat?\n\tWhat about the elephant testicles in aspic that I put up for you\n\tjust last week in the ball jar?  Our very first baby, too,\" wailed\n\tMommy, \"that I was saving for Christmas dinner.\"\n\n\"Testicles, testicles,\" said Daddy.  \"A man gets tired of testicles.\"\n\t\t-- L.L. Zeiger\n",
  "\nThe sooner all the animals are dead, the sooner we'll find their money.\n\t\t-- Ed Bluestone, The National Lampoon\n",
  "\nThe Truth Shall Rape You Over.\n\t\t-- Caltech\n",
  "\nThe Worst Homing Pigeon\n\tThis historic bird was released in Pembrokeshire in June 1953 and was\nexpected to reach its base that evening.  It was returned by post, dead,\nin a cardboard box eleven years later from Brazil.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\n\tThen there's the atmosphere -- half the time you can eat the air,\nit's got so much stuff floating around in it.  It takes the edge out of\nthe colors.  Down here even the traffic lights are pastel.  And people!\nWith a lot of these folks you'd have to check their green cards just to\nmake sure that they are Earthlings.  Then there's the police.  In Portland,\nwhen some guy goes bananas, the cops rope off a sixteen block area around\nhim and call a shrink from the medical school who stands atop a patrol car\nwith a megaphone and shouts, \"OK! THIS!  ALL!  STARTED!  WHEN!  YOU!  WERE!\nTHREE! YEARS!  OLD!  ON!  ACCOUNT! OF!  YOUR MOTHER!  RIGHT?  SO!  LET'S!\nTALK! ABOUT!  IT!\"  Down here they don't waste that kind of time.  The LAPD\nhas SWAT teams composed of guys who make Darth Vader look like Mr. Peepers.\nBefore they go to bust a bookie joint they mortar it first.\n\t\t-- M. Christensen, \"A Portland Innocent in LA\"\n",
  "\nThere appears before you a threatening figure clad all over in heavy black\narmor.  His legs seem like the massive trunk of the oak tree.  His broad\nshoulders and helmeted head loom high over your own puny frame and you\nrealize that his powerful arms could easily crush the very life from your\nbody.  There hangs from his belt a veritable arsenal of deadly weapons:\nsword, mace, ball and chain, dagger, lance, and trident.\nHe speaks with a commanding voice:\n\n\t\t\"YOU SHALL NOT PASS\"\n\nAs he grabs you by the neck all grows dim about you.\n",
  "\nThere are four kinds of homicide: felonious, excusable, justifiable,\nand praiseworthy ...\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nThere are very few personal problems that cannot be solved through a\nsuitable application of high explosives.\n",
  "\nThere is this trouble about special providences--namely, there is so often a\ndoubt as to which party was intended to be the beneficiary.  In the case of the\nchildren, the bears and the prophet, the bears got more real satisfaction out\nof the episode than the prophet did, because they got the children.\n\t\t-- Mark Twain, \"Pudd'nhead Wilson's Calendar\"\n",
  "\nThere once was a king who ruled his country long, wisely, and well.  The\nking had a son whom he hoped would someday rule the land.  He also wished\nin his heart that the son ould be wise and compassionate.  One day he said\nto the prince:\n\t\"If you promised that you would give a certain woman anything, even\nhalf of your kingdom, and then she demanded the life of your best friend,\nwhat would your decision be, my son?\"\n\tThe young prince thought for a moment and then said, \"I would tell\nher that she was my best friend, and cut her head off.\"\n\tThe king knew that his son would be a great king.\n",
  "\n\tThere was a knock on the door.  Mrs. Miffin opened it.  \"Are\nyou the Widow Miffin?\" a small boy asked.\n\t\"I'm Mrs. Miffin,\" she replied, \"but I'm not a widow.\"\n\t\"Oh, no?\" replied the little boy.  \"Wait 'til you see what\nthey're carrying upstairs!\"\n",
  "\nThere was a man who enjoyed playing golf, and could occasionallly put up\nwith taking in a round with his wife.  One time (with his wife along) he\nwas having an extremely bad round.  On the 12th hole, he sliced a drive\nover by a grounds-keepers' shack.  Although he did not have a clear shot\nto the green, his wife noticed that there were two doors on the shack,\nand there was a possibility that, if both doors were opened, he might be\nable to hit through.  Without hesitation, he instructed his wife to go\naround to the other side and open the far door.  Sure enough, this gave\nhim a clear path to the green.  He stepped up to his ball and prepared\nto hit.  His wife had been standing by the far door waiting for him to\nhit through.  After a moment, she became curious and stuck her head in\nthe doorway, to see what he was doing.  At that exact moment, the husband\ncracked a three-wood that hit his wife square on the forehead, killing\nher instantly.  A few weeks later, the man was playing a round at the same\ncourse, this time with a friend of his.  Once again on the 12th hole, he\nsliced his drive to the shack.  His friend suggested that he might be able\nto hit through, if he was to open both doors.\n\t\"Nah\", replied the man, \"Last time I did that I took a 7\".\n",
  "\nThey couldn't hit an elephant at this dist...\n\t\t-- Civil War General John Sedgwick, his last words\n\t\t   Battle of Spotsylvania Court House, 1864\n",
  "\n\"They spend years searching for their natural parents, convinced their\nparents will be happy to see them.  I mean, really, can you imagine someone \nbeing happy to see an orphan?  Nobody wants them... that's why they're orphans!\"\n\tThe speaker is Anne Baker, founder and guiding force behind\nOrphan-Off, an organization dedicated to keeping orphans confused about the \nwhereabouts of their natural parents.  She is a woman with a mission:\n\t\"Basically, what we do is band together to exchange information\nabout which orphans are looking for which parents in what part of the\ncountry.  We're completely computerized.\n\t\"The idea is to throw the orphans as many red herrings and false\nleads as possible.  We'll tell some twenty-three-year-old loser that his\nreal parents can be found at a certain address on the other side of the\ncountry.  Well, by the time the kid shows up, the family is prepared.  They\nlook over the kid's photos and information and they say, 'Oh, the Emersons...\nyeah, they used to live here... I think they moved out about five years ago.\nI think they went to Iowa, or maybe Idaho.'\n\t\"Bam, the door shuts in the kid's face and he's back to zero again.  \nHe's got nothing to go on but the orphan's pathetic determination to continue.\n\t\"It's really amazing how much these kids will put up with.  Last year\nwe even sent one kid all the way to Australia.  I mean, really.  Besides, if\nyour natural parents were Australian, would you want to meet them?\"\n\t\t-- \"National Lampoon\", September, 1984\n",
  "\nThey Tore Out My Heart and Stomped That Sucker Flat\n\t\t-- Book title by Lewis Grizzard\n",
  "\nThey're an insidious bunch, your killer pianos.  Had one get loose on me\nback in '62.  It slipped out of the cables while we were lowering it out\nof its twelfth story apartment, and crushed six innocents in an insane bid\nfor freedom.\n\t\t-- Stig's Inferno\n",
  "\n\tThis guy is walking down the beach one fine sunny day, feeling\ngood, when suddenly he sees this woman with no arms or legs in a wheelchair,\nsobbing  like crazy.  He decides to be gallant, \"What's wrong, miss?\"\n\t\"I...<sob, sniffle>...I'm 21 and I <choke> I've never been kissed...\n<sniffle>\"\n\tSo this guy, he decides, what the hell, let's cheer up the poor lady.\nHe leans over and gives her a long wonderful kiss.  This does wonders, and\nthe woman's face lights up and she grins from ear to ear, and the guy wanders\naway feeling wonderful.\n\tWell, next week, the same guy is walking along the same beach, and\nsees the same girl who is once again sobbing her eyes out.  Gallant to the\nend, our hero says, \"What's wrong, miss, can I help?\"\n\t\"I...I'm <sob, sniffle, sniffle> 21 and I've never been fucked...\"\n\tThe guy picks her up out of her chair, cuddles her close, and brings\nher over to the shore, and throws her into the water.  \"Now you're fucked!\"\n",
  "\n... this is an awesome sight.  The entire rebel resistance buried under six\nmillion hardbound copies of \"The Naked Lunch.\"\n\t\t-- The Firesign Theater\n",
  "\nThis is supposed to be a 'appy occasion.  Let's not BICKER and ARGUE over\n'oo killed 'oo!\n\t\t-- Monty Python and the Holy Grail\n",
  "\nThis one is for all you military types.  For those who don't know, Rangers\nare *extremely* well trained members of the U.S. Army.  Marines are people\nwho start out as normal soldiers and then are made to believe that bullets\ndon't actually hurt.\n\tOne day a platoon of Marines are on patrol when they come upon a\nRanger relaxing on top of a small hill. The Ranger puts his hands on his\nhips and screams out, \"Do any of you seaweed sucking jarheads think you're\nman enough to take me on?\"\n\tThe biggest Marine comes running up the hill, screaming back at the\nRanger.  When he gets to the top he simply plows into his foe and the two\ntumble down the other side of the hill, out of sight.  There is the sound of\na horrendous fight for a moment or two, and then all is quiet.  Soon, the\nRanger reappears, quite untouched.  He puts his hands on his hips and sneers,\n\"Well, looks to me like one of you couldn't do it, how about the rest?\"\n\tThe enraged Marine platoon leader sends his entire platoon (30+men)\ncharging after the Ranger.  They all go tumbling down the far side of the hill.\nAfter 15 minutes of screaming and yelling and cursing a lone, bloodied Marine\ncrawls over the top of the hill. The platoon leader yells up to his man,\n\"What's going on up there?\" The wounded Marine, with his last bit of breath,\nreplies, \"Sir, it's a... a trap, sir.  There're two of them!\"\n",
  "\nThis yuppie, see, was in a car wreck.  His BMW was mangled, and so was he.\nThe paramedic was leaning over him getting his vitals, and all the yup\ncould groan was \"My BMW!  My BMW!\"\n\tThe paramedic tried to quiet the man, pointing out that his car\nwasn't his chief concern at the moment, especially as he'd been rearranged\npretty badly himself -- for example, his left arm was severed at the elbow\nand was lying about twenty feet away.\n\tThere was a moment of stunned silence from the yup followed by\n\"Oh no!  My Rolex!  My Rolex!\"\n",
  "\nTO ME, CLOWNS AREN'T FUNNY. In fact, they're kinda scary. I've wondered\nwhere this started, and I think it goes back to the time I went to the\ncircus and a clown killed my dad.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nTwo pirates are sitting in a seaside tavern, talking.  One of them has a\nhook instead of a hand, and an eye patch.  The other pirate has a wooden\nleg.  Over a few beers, they start to tell each other how they received their\ninjuries.\n\t\"One day,\" says the first pirate, \"we had pulled alongside a merchant\nvessel and were boarding her.  I had my sword drawn when suddenly a man with\na saber caught me by surprise and cut my hand off.  So I had this hook put\non.  How did you lose your leg?\"\n\t\"From a broadside of grapeshot from an English military vessel, in a\nterrific battle off the coast of France.  And how about your eye?\"\n\t\"Well, I don't really like to talk about it,\" said the first pirate.\n\t\"Come on,\" says the second pirate.  \"It doesn't matter after all\nthese years, does it?\"\n\t\"Oh, okay,\" says the first pirate.  \"See, it's pretty embarrassing;\na seagull shit in my eye.\"\n\t\"A seagull!?  I can see how that would hurt, but I don't see why\nyou would *lose* the eye...\"\n\t\"But,\" the first pirate says, \"it was my first day with the hook.\"\n",
  "\nTwo recent emigrants to the United States, on their first day off the boat\nin New York City, spied a hotdog vendor.  \"Do they eat dogs in America?\"\none asked his companion.\n\t\"I don't know.\"\n\t\"Well, if we're going to live in America, we have to learn to eat\nAmerican foods.\"\n\tSo they each bought a wax paper wrapped hotdog and sat down to eat\nthem on a nearby park bench.  One man looked inside his wax paper, then over\nat the other man, and asked, \"So, what part did you get?\"\n",
  "\nUnbearably lovely music is heard as the curtain rises, and we see the\nwoods on a summer afternoon.  A fawn dances on and nibbles at some\nleaves.  He drifts lazily through the soft foliage.  Soon he starts\ncoughing and drops dead.\n\t\t-- Woody Allen, \"Without Feathers\"\n",
  "\n\tUpon reading a story about a man who throttled his mother-in-law, a\nman commented, \"Sounds to me like a practical choker.\"\n",
  "\nWarning: Trespassers will be shot.  Survivors will be shot again.\n",
  "\nWe are simple killers of people and destroyers of property.\n",
  "\nWe found on St. Paul's only two kinds of birds -- the booby and the noddy...\nBoth are of a tame and stupid disposition, and are so unaccustomed to visitors,\nthat I could have killed any number of them with my geological hammer.\n\t\t-- Charles Darwin\n",
  "\n\"We had it tough ... I had to get up at 9 o'clock at night, half an\nhour before I went to bed, eat a lump of dry poison, work 29 hours down\nmill, and when we came home our Dad would kill us, and dance about on\nour grave singing Halelleuia ...\"\n\t\t-- Monty Python\n",
  "\nWe ought to be very grateful that we have tools.  Millions of years ago\npeople did not have them, and home projects were extremely difficult. For\nexample, when a primitive person wanted to put up paneling, he had to drive\nthe little paneling nails into the cave wall with his bare fist, so\ngenerally the paneling wound up getting spattered with primitive blood,\nwhich isn't really all that bad when you consider how ugly paneling is to\nbegin with.\n\t\t-- Dave Barry, \"The Taming of the Screw\"\n",
  "\nWe're deep into the holiday gift-giving season, as you can tell from the\nfact that everywhere you look, you see jolly old St. Nick urging you to\npurchase things, to the point where you want to slug him right in his bowl\nfull of jelly.\n\t\t-- Dave Barry, \"Simple, Homespun Gifts\"\n",
  "\n\t\"We've decided to have the budgie put down.\"\n\t\"Oh, is he very old then?\"\n\t\"No, we just don't like him.\"\n\t\"Oh.  How do they put budgies down anyway?\"\n\t\"Well, it's funny you should be asking that, as I've been reading a\ngreat big book called `How to put your budgie down'.  And as I understand it,\nyou can either hit them over the head with the book, or shoot them there, just\nabove the beak.\"\n\t\"Mrs. Conkers flushed hers down the loo.\"\n\t\"Oh, you don't want to do that, because they breed in the sewers and\npretty soon you get huge evil smelling flocks of soiled budgies flying out\nof people's lavatories infringing their personal freedoms.\"\n\t\t-- Monty Python\n",
  "\nWelcome thy neighbor into thy fallout shelter.  He'll come in handy if\nyou run out of food.\n\t\t-- Dean McLaughlin.\n",
  "\n\t\"Well, it's a little rough... it might not be necessary to drag him 40 \nblocks.  Maybe just four.  You could put him in the trunk for the first 36 \nblocks, then haul him out and drag him the last four; that would certainly \nscare the piss out of him, bumping alone the street, feeling all his skin being\nripped off...\"\n\t\"He'd be a bloody mess.  They might think he was just some drunk and\nlet him lie there all night.\"\n\t\"Don't worry about that.  They have a guard station in front of the\nWhite House that's open 24 hours a day.  The guards would recognize Colson...\nand by that time of course his wife would have called the cops and reported\nthat a bunch of thugs had kidnapped him.\"\n\t\"Wouldn't it be a little kinder if you drove about four more blocks\nand stopped at a phone box to ring the hospital and say, 'Would you mind going\naround to the front of the White House?  There's a naked man lying outside\nin the street, bleeding to death...'\"\n\t\"... and we think it's Mr. Colson.\"\n\t\"It would be quite a story for the newspapers, wouldn't it?\"\n\t\"Yeah, I think it's safe to say we'd see some headlines on that one.\"\n\t\t-- Hunter Thompson, talking to R. Steadman on C. Colson,\n\t\t   ex-Marine captain, now born again, of Watergate fame.\n",
  "\n\"Well, well, well!  Well if it isn't fat stinking billy goat Billy Boy in\npoison!  How art thou, thou globby bottle of cheap stinking chip oil?  Come\nand get one in the yarbles, if ya have any yarbles, ya eunuch jelly thou!\"\n\t\t-- Alex in \"Clockwork Orange\"\n",
  "\nWhat happens if a big asteroid hits Earth?  Judging from realistic simulations\ninvolving a sledge hammer and a common laboratory frog, we can assume it will\nbe pretty bad.\n\t\t-- Dave Barry\n",
  "\nWhat is this line of duty, and suffering?  You are not supposed to suffer\nif you are an assassin.  The other person is supposed to suffer.\n\t\t-- Chiun, glory of the name of Sinanju, teacher of the youth\n\t\t   from outside Sinanju named Remo.\n",
  "\nWhat you mean, how old am I?  About one hundred!  But Viennese answer is\nbetter: we say, \"I keep passing the open windows.\"  This is an old joke.\nThere was a street clown called King of the Mice: he trained rodents, he\ndid horoscopes, he could impersonate Napoleon, he could make dogs fart\non command.  One night he jumped out his window with all his pets in a box.\nWritten on the box was this: \"Life is serious, but art is fun!\"  I hear his\nfuneral was a party.  A street artist had killed himself.  Nobody had\nsupported him but now everybody missed him.  Now who would make the dogs\nmake music and the mice pant?  The bear knows this, too: it is hard work\nand great art to make life not so serious.\n\t\t-- John Irving \"The Hotel New Hampshire\"\n",
  "\nWhen arguments fail, use a blackjack.\n\t\t-- Edward \"Spike\" O'Donnell, Al Capone associate.\n",
  "\nWhen I kill, the only thing I feel is recoil.\n",
  "\nWhen I was a child...  We had a quick-sand box in the backyard...\nI was an only child...  eventually.\n\t\t-- Steven Wright\n",
  "\nWhen I was a kid I said to my father one afternoon, \"Daddy, will you take me\nto the zoo?\" He answered, \"If the zoo wants you let them come and get you.\"\n\t\t-- Jerry Lewis\n",
  "\nWhen I was a kid my favorite relative was Uncle Caveman.  After school we'd\nall go play in his cave, and every once in a while he would eat one of us.\nIt wasn't until later that I found out that Uncle Caveman was a bear.\n\t\t-- Jack Handley\n",
  "\nWhen I was eight years old I came home with tears in my eyes because some\nkids had stolen my samwich.  My father handed me an ice pick, and said,\n\"Next time, hit 'em first and hit 'em hard.\"\n\t\t-- Jake LaMotta\n",
  "\nWhen I was seven years old, I was once reprimanded by my mother for an\nact of collective brutality in which I had been involved at school.  A\ngroup of seven-year-olds had been teasing and tormenting a six-year-old.\n\"It is always so,\" my mother said.  \"You do things together which not one\nof you would think of doing alone.\" ... Wherever one looks in the world\nof human organization, collective responsibility brings a lowering of\nmoral standards.  The military establishment is an extreme case, an\norganization which seems to have been expressly designed to make it\npossible for people to do things together which nobody in his right mind\nwould do alone.\n\t\t-- Freeman Dyson, \"Weapons and Hope\"\n",
  "\nWhen President Paul Doumer of France was assassinated in Paris in 1932,\nnewspapers differed in their versions of the event.  This is from \"Paris\nwas Yesterday: 1925-1939\" by Janet Flanner, edited by Irving Drutman.\n\n\tTaste varied as to his cry when he was shot down, the more popular\n\tpapers preferring his despairing \"Oh, la la!,\" the graver dailies\n\tfavoring \"Is it possible?\"  What few reported were his dying words:\n\t\"But what kind of chauffeur was it?\"  Having been told by his aides\n\tnot that he had been shot but that he had been struck by a taxi, the\n\tPresident spent the last conscious moments of his life wondering how\n\thow an automobile got into the charity book sale at the Maison\n\tRothschild, where his assassination occurred.\n",
  "\nWhen the Ngdanga tribe of West Africa hold their moon love ceremonies,\nthe men of the tribe bang their heads on sacred trees until they get a\nnose bleed, which usually cures them of ____\b\b\b\bthat.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"\n",
  "\nWhen the usher noticed a man stretched across three seats in a movie theatre,\nhe walked over and whispered, \"I'm sorry, sir, but you're allowed only a single\nseat.\" The man moaned, but did not budge.  \"Sir,\" the user said more loudly,\n\"if you don't move, I'll have to call a manager.\"  The man moaned again but\nstayed where he was. The usher left, and returned with the manager, who, after\nseveral more attempts at dislodging the fellow, called the police.\n\tThe cop took a look at the reclining man and said, \"All right, boyo,\nwhat's your name?\"\n\t\"Samuel,\" he mumbled.\n\t\"And where're you from, Sam?\"\n\t\"The balcony.\"\n",
  "\n\tWhen you have shot and killed a man you have in some measure\nclarified your attitude toward him.  You have given a definite answer\nto a definite problem.  For better or worse you have acted decisively.\n\n\tIn a way, the next move is up to him.\n\t\t-- R. A. Lafferty\n",
  "\nWHEN YOU'RE RIDING IN A TIME MACHINE way far into the future, don't stick\nyour elbow out the window or it'll turn into a fossil.\n\t\t-- Jack Handley, The New Mexican, 1988.\n",
  "\nWhen you've seen one nuclear war, you've seen them all.\n",
  "\nWhenever I see an old lady slip and fall on a wet sidewalk, my first instinct\nis to laugh.  But then I think, what if I was an ant, and she fell on me.\nThen it wouldn't seem quite so funny.\n\t\t-- Jack Handley\n",
  "\nWhere there's a whip there's a way.\n",
  "\n... which reminds me of the Carrot family: Ma Carrot, Pa Carrot, and Baby\nCarrot.  One fine spring day they decided to go out for a picnic.  They all\npiled into their carrot-mobile and drive out to the country.  But Pa Carrot\nwasn't watching where he was going and alas, he hit an oil slick and skidded\nright into a tree.  Ma and Pa Carrot escaped with a few cuts and bruises, but\npoor Baby Carrot got broken in two.  They frantically rushed him to the\nhospital and immediately the doctors started operating in a desperate attempt\nto save Baby Carrot's life.  Ma and Pa Carrot were beside themselves with\nanxiety ... would poor little Baby Carrot make it?\n\tAfter hours of waiting the doctor finally emerges, bleary-eyed and\nbarely able to walk.\n\t\"Is he all right, is he all right?\" Pa Carrot frantically stammers.\n\t\"Well, I have some good news and some bad news,\" replies the doctor.\n\tMa and Pa Carrot look at each other and blurt out, nearly in unison,\n\"The good news first!\"\n\t\"All right, the good news is that Baby Carrot will live.\"\n\t\"And the bad news?  What's the bad news about our Baby Carrot?\"\nThe doctor puts his hand on Pa Carrot's shoulder and solemnly looks him in\nthe eye.  \"Your son will live... but... he'll be a vegetable for the rest of\nhis life.\"\n",
  "\nWhich would you rather have, a bursting planet or an earthquake here and there?\n\t\t-- John Joseph Lynch\n",
  "\nWhy does man kill?  He kills for food.  And not only food: frequently\nthere must be a beverage.\n\t\t-- Woody Allen, \"Without Feathers\"\n",
  "\nWhy don't elephants eat penguins ?\n\nBecause they can't get the wrappers off ...\n",
  "\nWood is highly ecological, since trees are a renewable resource.  If you cut\ndown a tree, another will grow in its place.  And if you cut down the new\ntree, still another will grow.  And if you cut down that tree, yet another\nwill grow, only this one will be a mutation with long, poisonous tentacles\nand revenge in its heart, and it will sit there in the forest, cackling and\nmaking elaborate plans for when you come back.\n\nWood heat is not new.  It dates back to a day millions of years ago, when a\ngroup of cavemen were sitting around, watching dinosaurs rot. Suddenly,\nlightning struck a nearby log and set it on fire.  One of the cavemen stared\nat the fire for a few minutes, then said: \"Hey!  Wood heat!\" The other\ncavemen, who did not understand English, immediately beat him to death with\nstones.  But the key discovery had been made, and from that day forward, the\ncavemen had all the heat they needed, although their insurance rates went\nway up.\n\t\t-- Dave Barry, \"Postpetroleum Guzzler\"\n",
  "\nYeah, if it looks like a duck, and walks like a duck, and quacks like a duck\n-- shoot it.\n",
  "\nYou can imagine my embarrassment when I killed the wrong guy.\n\t\t-- Joe Valachi\n",
  "\nYou can't go into the ring and be a nice guy.  I would go a month, two\nmonths, without having sex.  It worked for me because it made me a\nvicious animal. You can't fight if you have any compassion or anything\nlike that.\n\t\t-- Jake LaMotta\n",
  "\nYou can't say civilization don't advance... in every war they kill you a\nnew way.\n\t\t-- Will Rogers\n",
  "\nYou know what I wish?  I wish all the scum of the Earth had one throat\nand I had my hands about it.\n\t\t-- Rorschach, \"Watchmen\"\n",
  "\nYou should never ride in an airplane with a sports team, because if the\nplane goes down, it's you they're gonna eat!\n\t\t-- Gordon Downie, singer for Tragically Hip\n",
  "\n\tYour home electrical system is basically a bunch of wires that bring\nelectricity into your home and take if back out before it has a chance to\nkill you.  This is called a \"circuit\".  The most common home electrical\nproblem is when the circuit is broken by a \"circuit breaker\"; this causes\nthe electricity to back up in one of the wires until it bursts out of an\noutlet in the form of sparks, which can damage your carpet.  The best way\nto avoid broken circuits is to change your fuses regularly.\n\tAnother common problem is that the lights flicker.  This sometimes\nmeans that your electrical system is inadequate, but more often it means\nthat your home is possessed by demons, in which case you'll need to get a\ncaulking gun and some caulking.  If you're not sure whether your house is\npossessed, see \"The Amityville Horror\", a fine documentary film based on an\nactual book.  Or call in a licensed electrician, who is trained to spot the\nsigns of demonic possession, such as blood coming down the stairs, enormous\ncats on the dinette table, etc.\n\t\t-- Dave Barry, \"The Taming of the Screw\"\n",
  "\n\t\"Your son still sliding down the banisters?\"\n\t\"We wound barbed wire around them.\"\n\t\"That stop him?\"\n\t\"No, but it sure slowed him up.\"\n",
  "\n"
]