[
  "68:\n\tDo me now and I'll owe you one.\n",
  "\n71:\n\t69 with two fingers up your ass.\n\t\t-- George Carlin\n",
  "\nA clitoris is a lot like Antarctica:\n\tmost men know it's there, but few really care.\n",
  "\nA.A.A.A.A.:\n\tAn organization for drunks who drive.\n",
  "\nAchilles' Biological Findings:\n        (1) If a child looks like his father, that's heredity.  If he\n            looks like a neighbor, that's environment.\n        (2) A lot of time has been wasted arguing over what came first\n            -- the chicken or the egg.  It was undoubtedly the\n            rooster.\n",
  "\nAdam's Law:\n\t(1)  Women don't know what they want;\n\t     they don't like what they have got.\n\t(2)  Men know very well what they want;\n\t     having got it, they begin to lose interest.\n",
  "\nAdolescence, n.:\n\tThe stage between puberty and adultery.\n",
  "\nAdultery:\n\tPutting yourself in someone else's position.\n",
  "\nambition, n:\n\tAn ant crawling up an elephant's leg with rape on his mind.\n",
  "\nanxiety, n:\n\tThe first time you can't do it a second time.\n\npanic, n:\n\tThe second time you can't do it the first time.\n",
  "\nAppointment book:\n\tThe reference of last resort when trying to duck undesired\n\tinvitations (\"Gee, the soonest I can pencil you in is\n\tDecember, 2004\"), or when trying to figure out what the hell\n\tit was you did during the past year.\n",
  "\nArkansas:\n\tWhere the men are men, so are the women and the sheep run scared.\n",
  "\nAss:\n\tThe masculine of \"lass\".\n",
  "\nBacchus, n.:\n\tA convenient deity invented by the ancients as an excuse for\n\tgetting drunk.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nBalls' Law:\n\tThe angle of the dangle is directly proportional to the heat\n\tof the meat provided that the thrusts of the busts are constant.\n",
  "\nBaltimore, n.:\n\tWhere the women wear turtleneck sweaters to hide their flea collars.\n",
  "\nBaltimore:\n\tA wharf-rat stealing Diogenes' lamp.\n",
  "\nbeef stroganoff, n:\n\tA bull masturbating.\n",
  "\n\"Better late than never!\":\n\tThe single girl's motto.\n",
  "\nbi, n:\n\tWhen *everybody* thinks you're a pervert.\n",
  "\nBig Toe: \nThe pad of the male big toe applied to the clitoris or the vulva\ngenerally is a magnificent erotic instrument.  The famous gentleman in erotic\nprints who is keeping six women occupied is using tongue, penis, both hands,\nand both big toes.  Use the toe in mammary or armpit intercourse or any time\nyou are astride her, or sit facing as she lies or sits.  Make sure the nail\nisn't sharp.  In a restuarant, in these days of tights one can surreptitiously\nremove a shoe and sock, reach over, and keep her in almost continuous orgasm\nwith all four hands fully in view on the table top and no sign of contact--\nA party trick which really rates as advanced sex.  She has less scope, but\ncan learn to masturbate him with her two big toes.  The toes are definitely\nerogenic areas, and can be kissed, sucked, tickled, or tied with stimulating\nresults.\n\t\t-- The Joy of Sex\n\t\t[Avoid armpit intercourse when razor stubble is present. Ed.]\n",
  "\nBOHICA:\n\tBend over, here it comes again.\n",
  "\nBondage:\nBondage, or as the French call it, ligottage, is the gentle art of tying up\nyour sex partner --- not to overcome reluctance but to boost orgasm.  It's\none unscheduled sex technique which a lot of people find extremely exciting\nbut are scared to try, and a venerable human resource for increasing sexual\nfeeling, partly because it's a harmless expression of sexual aggression --\nsomething we badly need, our culture being very uptight about it -- and more\nbecause of its physical affects: slow orgasm when unable to move is a\nmind-blowing experience for anyone not too frightened of their own aggressive\nself to try it.\n\t\t-- The Joy of Sex\n",
  "\nBoston, n.:\n\tLudwig van Beethoven being jeered by 50,000 sports fans for\n\tfinishing second in the Irish jig competition.\n",
  "\nBoston:\n\tAn outdoor Betty Ford Clinic.\n",
  "\nBritish Israelites:\n\tThe British Israelites believe the white Anglo-Saxons of Britain to\nbe descended from the ten lost tribes of Israel deported by Sargon of Assyria\non the fall of Sumeria in 721 B.C. ... They further believe that the future\ncan be foretold by the measurements of the Great Pyramid, which probably\nmeans it will be big and yellow and in the hand of the Arabs.  They also\nbelieve that if you sleep with your head under the pillow a fairy will come\nand take all your teeth.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"\n",
  "\nBrontosaurus Principle:\n\tOrganizations can grow faster than their brains can manage them\n\tin relation to their environment and to their own physiology:  when\n\tthis occurs, they are an endangered species.\n\t\t-- Thomas K. Connellan\n",
  "\nbrunette bush, n:\n\tThe dark side of the moon.\n",
  "\ncad, n.:\n\tA man who doesn't tell his wife\n\tthat he's sterile until she's pregnant.\n",
  "\nCalifornia:\n\tFrom Latin 'calor', meaning \"heat\" (as in English 'calorie' or\n\tSpanish 'caliente'); and 'fornia', for \"sexual intercourse\" or\n\t\"fornication.\" Hence:  Tierra de California, \"the land of hot sex.\"\n\t\t-- Ed Moran, Covina, California\n",
  "\ncallgirl, n:\n\tA negotiable blonde.\n",
  "\nCamille's Axiom:\n\tIf you haven't asked yourself, \"Why the hell did\n\tI go to college anyway?\", you must be teaching.\n",
  "\nChastity belt:\n\tAn anti-trust suit.\n\n\t(And an unchivalrous knight is the one that files it.)\n",
  "\nChastity:\n\tThe most unnatural of the sexual perversions.\n\t\t-- Aldous Huxley\n",
  "\nChicago, n.:\n\tWhere the dead still vote ... early and often!\n",
  "\nChrist:\n\tA man who was born at least 5,000 years ahead of his time.\n",
  "\nChristian, n.:\n\tOne who believes that the New Testament is a divinely inspired\n\tbook admirably suited to the spiritual needs of his neighbor.  One who\n\tfollows the teachings of Christ in so far as they are not inconsistent\n\twith a life of sin.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nChristmas:\n\tA time when each of us gets to reflect upon what we each most\n\tdeeply and sincerely believe in.  Money.  At the mall of our choice.\n",
  "\ncigarette, n.:\n\tA fire at one end, a fool at the other, and a bit of tobacco in between.\n",
  "\nCinderella 10:\n\tA woman who sucks and fucks 'til midnight and\n\tthen turns into a pizza and a six-pack.\n",
  "\nClarke's Third Law:\n\tAny sufficiently advanced technology is indistinguishable from magic.\n\nG's Third Law:\n\tIn spite of all evidence to the contrary, the entire universe\n\tis composed of only two basic substances: magic and bullshit.\n\nH's Dictum:\n\tThere is no magic ...\n",
  "\nCleveland:\n\tWhere their last tornado did six million dollars worth of improvements.\n",
  "\nclitoris, n:\n\tA haired trigger.\n",
  "\nCocaine:\n\tThe thinking man's Dristan.\n",
  "\ncock-sucker, n:\n\tSomeone who got caught doing what you got away with.\n",
  "\ncoitus interruptus, n:\n\tA jerky movement following the words (by either sex partner)\n\t\"I want to have your child.\"\n",
  "\ncold, adj.:\n\tWhen the local flashers are handing out written descriptions.\n",
  "\ncold, adj:\n\tWhen your dog sticks to the fire hydrant.\n",
  "\nColorado:\n\tWhere they don't buy M & M's, 'cause they're so hard to peel.\n",
  "\ncomputerfirm nymphomaniac, n:\n\tHot Apple pie.\n",
  "\nconfusion, n:\n\tFather's Day in San Francisco.\n",
  "\nconfusion:\n\tOne woman plus one left turn.\nexcitement:\n\tTwo women plus one secret.\nbedlam:\n\tThree women plus one bargain.\nchaos:\n\tFour women plus one luncheon check.\n",
  "\nConservative, n.:\n\tOne who admires radicals centuries after they're dead.\n\t\t-- Leo C. Rosten\n",
  "\nConservative, n:\n\tA statesman who is enamored of existing evils, as distinguished\n\tfrom the Liberal who wishes to replace them with others.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\ncontinental breakfast, n:\n\tA roll in bed with some honey.\n",
  "\nCoors, n:\n\tLike making love in a canoe -- fucking close to water.\n",
  "\nCorrupt, adj.:\n\tIn politics, holding an office of trust or profit.\n",
  "\ncourage, n:\n\tTwo cannibals having oral sex.\n",
  "\nCox's philosophy:\n\tLife's a bitch, then you die.\n",
  "\ncoyote love, n:\n\tCoyote love is a nebulous term.  Basically, what it involves is\n\tthe taking of a member of the preferred sex home from a singles \n\tbar.  Then, when you wake up the next morning, they're sleeping\n\ton your arm.  So, rather than wake them up as you escape, you \n\tchew off your arm at the shoulder.\n\ncoyote ugly, adj:\n\tWhen you chew off the other arm 'cause she'll be looking for\n\ta one-armed man!\n\nSee also proof that average instantaneous beauty increases monotonically\nas alcohol consumption increases and time, t, approaches last call.\n",
  "\ncrew, n:\n\tEight big men and their cute little cox.\n",
  "\nCrinklaw's Observation:\n\tNowadays the order of life is reversed: Sex is first enjoyed,\n\tmarriage follows, and after marriage comes abstinence.\n",
  "\nDallas:\n\tThe city that chose Astroturf to keep the cheerleaders from grazing.\n",
  "\nDemocracy, n.:\n\tA government of the masses.  Authority derived through mass meeting\n\tor any other form of direct expression.  Results in mobocracy.\n\tAttitude toward property is communistic... negating property rights.\n\tAttitude toward law is that the will of the majority shall regulate,\n\twhether it is based upon deliberation or governed by passion,\n\tprejudice, and impulse, without restraint or regard to consequences.\n\tResult is demagogism, license, agitation, discontent, anarchy.\n\t\t-- U. S. Army Training Manual No. 2000-25 (1928-1932),\n\t\t   since withdrawn.\n",
  "\nDemocracy, n:\n\tIn which you say what you like and do what you're told.\n\t\t-- Gerald Barry\n\nThe difference between a Democracy and a Dictatorship is that in a\nDemocracy you vote first and take orders later; in a Dictatorship\nyou don't have to waste your time voting.\n\t\t-- Charles Bukowski\n",
  "\ndiaphragm, n:\n\tA childproof cap.\n",
  "\ndicker, v:\n\tWhat you do to your wife if arguing doesn't work.\n",
  "\nDisclaimer of the Week:\n\tAny Society Which Requires Disclaimers Has Too Many Goddamn Lawyers.\n",
  "\ndyke, n:\n\tA woman who kick-starts her vibrator.  And rolls her own tampons.\n",
  "\nElliptical, n.:\n\tThe feel of a kiss.\n",
  "\nembarrassment, n.:\n\tFinding out your German Shepherd has the clap.\n",
  "\nErogenous zone, n.:\n\tThe skin you touch to love.\n",
  "\neternity, n.:\n\tThe length of time between when you come and he leaves.\n",
  "\nexotic dancer, n.:\n\tA girl who brings home the bacon a strip at a time.\n",
  "\nFaith, n:\n\tThat quality which enables us to believe what we know to be untrue.\n",
  "\nFear, n.:\n\tWhat you feel when you see a U-Haul with Texas license plates.\n",
  "\nfelt tip, v.:\n\tPast tense for a breast examination!\n",
  "\nFemale rabbits:\n\tThe gift that just \"keeps on giving.\"\n",
  "\nfemale, n.:\n\tLife support system for a pussy.\n",
  "\nFeminism, n.:\n\tA political position which seeks to rebuild society so that\n\tboth men and women are treated as women wish to be treated.\n",
  "\nFirst Corollary of Taber's Second Law:\n\tMachines that piss people off get murdered.\n\t\t-- Pat Taber\n",
  "\nFirst Law of Bicycling:\n\tNo matter which way you ride, it's uphill and against the wind.\n",
  "\nFlirt, n.:\n\tA girl whose favorite man is the next one.\n",
  "\nfornication, n.:\n\tTerm used by people who don't have anybody to screw with.\n",
  "\nFORTUNE'S RULES TO LIVE BY: #5\n\tDon't wear your spurs while making love in a waterbed.\n",
  "\nFORTUNE'S RULES TO LIVE BY: #8\n\tDon't wear your high heels while making love on the pool table.\n",
  "\nFrisbeetarianism, n.:\n\tThe belief that when you die, your soul goes up the on roof and\n\tgets stuck.\n",
  "\nfuck-me-pumps, n.:\n\tStiletto heels of a certain length, usually black patent leather.\nThe proper designation is \"throw-me-down-and-fuck-me\" pumps.  Shoes with\nheels just high enough to let the frayed tip of a bullwhip trail around\nthem properly.\n",
  "\nfuckoff, n.:\n\tThe tie breaker at the Miss America Beauty Pageant.\n",
  "\ngarter, n.:\n\tAn elastic band intended to keep a woman\n\tfrom coming out of her stockings and desolating the country.\n",
  "\ngay, adj.:\n\tOf a man, one who'd rather swish than fight.\n",
  "\nGeorgia:\n\tWhere kinky sex means getting laid.\n",
  "\nGlee Club groupie, n.:\n\tA girl into choral sex.\n",
  "\nGod:\n\tDarwin's chief rival.\n",
  "\nGoldfish:\nTwo naked people tied and put on a mattress together to make love\n\"fish fashion\" (ie: no hands).  Originally a nineteenth-century bordel joke.\nIt can be done (if you are the victims, try on your sides from behind).\nVenerable party game, but don't play it with strangers, or leave players\nunsupervised, even briefly.  There was a nice spoof on this sex stunt in\nthe movie \"Soldier Blue\".  A good many women can get an orgasm from this\nsimply by struggling, especially if you put them in front of a mirror.\nDon't both tie yourselves, even if you can manage it -- you might not be\nable to get loose.\n\t\t-- The Joy of Sex\n",
  "\ngood scout, n.:\n\tSomeone who knows the lay of the land and will take you to her.\n",
  "\nGourmet, n.:\n\tAnyone whom, when you fail to finish something strange or\n\trevolting, remarks that it's an acquired taste and that you're\n\tleaving the best part.\n",
  "\ngreat lover, n.:\n\tA man who can breathe through his ears.\n",
  "\nGross, adj.:\n\tWhen your bloody mary still has the string in it.\n",
  "\nGross, adj.:\n\tWhen your grandmother kisses you goodnight and slips you some tongue.\n",
  "\nGynecologist, n.:\n\tSomeone who spends their time spreading old wives' tails.\n",
  "\nHaggis, n.:\n\tHaggis is a kind of stuff black pudding eaten by the Scots and\n\tconsidered by them to be not only a delicacy but fit for human\n\tconsumption.  The minced heart, liver and lungs of a sheep, calf or\n\tother animal's inner organs are mixed with oatmeal, sealed and boiled\n\tin maw in the sheep's intestinal stomach-bag and ... Excuse me a minute\n\t...\n",
  "\nHall's Laws of Politics:\n\t(1) The voters want fewer taxes and more spending.\n\t(2) Citizens want honest politicians until they want\n\t    something fixed.\n\t(3) Constituency drives out consistency (i.e., liberals defend\n\t    military spending, and conservatives social spending in\n\t    their own districts).\n",
  "\nHandel's Proverb:\n\tYou can't produce a baby in one month by impregnating 9 women!\n",
  "\nHandy hint:\n\tA tea bag or two can be a dandy substitute when you're out of tampons.\n",
  "\nhappiness, n.:\n\tFinding the owner of a lost bikini.\n",
  "\nhappiness, n.:\n\tHaving your Herpes (Type II) test come back negative.\n",
  "\nHartley's Second Law:\n\tNever sleep with anyone crazier than yourself.\n\nMy corollary:\n\tThe completely psychotic have all the fun.\n",
  "\nHarvard Law:\n\tUnder the most rigorously controlled conditions of pressure,\n\ttemperature, volume, humidity, and other variables, the\n\torganism will do as it damn well pleases.\n",
  "\nhell, n.:\n\tTruth seen too late.\n",
  "\nhenpecked husband, n.:\n\tOne who's afraid to tell his pregnant wife that he's sterile.\n",
  "\nhermit, n.:\n\tA man who'd rather get off by himself.\n",
  "\nherpes, n.:\n\tThe final proof that 'tis better to give than to receive.\n\tMuch better.\n",
  "\nhigh technology, n.:\n\tA California innovation composed of equal parts of silicon and\n\tmarijuana.\n",
  "\nhonor, n.:\n\tAlmost as good as in 'er.\n",
  "\nhorny, adj.:\n\tWhen your cock gets hard if the wind blows.\n",
  "\nhypocrite, n.:\n\tA man who says he likes cats, but won't eat pussy.\n",
  "\nImpossible, adj.:\n\t(1) I wouldn't like it and when it happens I won't approve;\n\t(2) I can't be bothered; (3) God can't be bothered.  Meaning (3) may\n\tperhaps be valid but the others are 101",
  " whaledreck.\n\t\t-- Chad C. Mulligan, \"The Hipcrime Vocab\"\n",
  "\nimpotent loser, n.:\n\tSomeone who can't even get his hopes up.\n",
  "\nIncest, n:\n\tSibling revelry; a sport the whole family can enjoy.\n",
  "\nInfatuation, n:\n\tWhen you're in love, there's a lump in your throat.\n\tWhen you're infatuated, there's a lump in your pants.\n",
  "\nInfidel:\n\tIn New York, one who does not believe in the Christian religion;\n\tin Constantinople, one who does.\n\t\t-- Ambrose Bierce\n",
  "\ninnunendo, n.:\n\tItalian enema.\n",
  "\nirony, n.:\n\tA windy day, when, just as a beautiful girl with\n\ta short skirt approaches, dust blows in your eyes.\n",
  "\nJapan, n:\n\tA fictional place where elves, gnomes and economic imperialists\n\tcreate electronic equipment and computers using black magic.  It\n\tis said that in the capital city of Akihabara, the streets are\n\tpaved with gold and semiconductor chips grow on low bushes from\n\twhich they are harvested by the happy natives.\n",
  "\nJohnny Carson's Observation on Geriatrics:\n\tSex in the sixties is great, but it improves if you pull\n\tover to the side of the road.\n",
  "\nKansas:\n\tWhere the men are men and so are the women!\n",
  "\nKasha, n.:\n\tKasha is always defined as \"buckwheat groats\".  There's only\n\tone problem with this definition: what the fuck are \"buckwheat\n\tgroats\"?  *_\bI* know what they are -- they're kasha.  But that doesn't\n\thelp *___\b\b\byou* much.\n\t\t-- Arthur Naiman, \"Every Goy's Guide to Yiddish\"\n",
  "\nKerr's Three Rules for a Successful College:\n\tHave plenty of football for the alumni, sex\n\tfor the students, and parking for the faculty.\n",
  "\nKleptomaniac, n.:\n\tA rich thief.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nKnowledge Engineering:\n\nA combination of:\n\nEngineering, n.:\n\tThe application of science and mathematics by which the properties\nof matter and the sources of energy in nature are made useful to man in\nstructures, machines, products, systems and processes.\n\nand\n\nKnowledge, n.:\n\tSexual intercourse.\n\nSee also: Prostitution, Grantsmanship.\n",
  "\nKotex, n.:\n\tNot the best thing on earth, but next to the best.\n",
  "\nKumquat, n.:\n\tAny of several small citrus fruits with sweet spongy rind and\n\tsomewhat acidic pulp that are used chiefly for preserves.\n\tExtremely popular in some forms of sexual intercourse.  In fact,\n\tan early indication that your partner is willing to experiment\n\tsexually may be a rather insistent moaning of \"kumquat, kumquat\"\n\tduring orgasm.\n\n\tNote: this is *not* to be confused with a warning from your\n\tpartner that his/her parents are upstairs and probably awake.\n",
  "\nLA:\n\tWhere the only way to determine that the seasons have changed\n\tis to note that people have changed the main topic of conversation.\n\tFrom mud slides to brush fires.\n",
  "\nLabia majora, n.:\n\tThe curly gates.\n",
  "\nlagnaf, n.:\n\tLet's All Get Naked And Fuck!\n",
  "\nLaw of Probable Dispersal:\n\tWhatever it is that hits the fan will not be evenly distributed.\n",
  "\nLaw of the Yukon:\n\tOnly the lead dog gets a change of scenery.\n",
  "\nlawyer, n.:\n\tSomeone who can get a sodomy charge changed to \"following too\n\tclosely.\"\n",
  "\nlazy, adj.:\n\tMarrying a pregnant woman.\n",
  "\nLesbian QOTD:\n\tI didn't give up sex, I just gave up premature ejaculation.\n",
  "\nliberal, n.:\n\tSomeone too poor to be a capitalist and too rich to be a communist.\n",
  "\nLife is like a penis:\n\twhen it's soft you can't beat it, and when it's hard you get fucked.\n",
  "\nLittle death (la petite mort):\nSome women do indeed pass right out, the 'little death' of French\npoetry.  Men occasionally do the same.  The experience is not\nunpleasant, but it can scare an inexperienced partner cold.  A friend\nof ours had this happen with the first girl he ever slept with.  On\nrecovery she explained, \"I am awfully sorry, but I always do that.\" By\nthen he had called the police and an ambulance.  So there is no cause\nfor alarm, any more than over the yells, convulsions, hysterical\nlaughter, or sobbing, or any of the other quite unexpected reactions\nthat go along with complete orgasm in some people.  By contrast others\nsimply shut their eyes, but enjoy it no less.  Sound and fury can be a\nflattering testimony to a partners skills, but a fallacious one,\nbecause they don't depend on the intensity of feeling, nor it upon them.\n\t\t-- The Joy of Sex\n",
  "\nLittle Known Facts, #23:\n\tDid you know... that if you dial 911 in Los Angeles you get\n\tthe BMW repair garage?\n",
  "\nLucky, adj:\n\tWhen you have a wife and a cigarette lighter -- both of which work.\n",
  "\nLuser, n.:\n\tSomeone who picks up a female hitch-hiker walking home from a date.\n",
  "\nmacho, adj.:\n\tJogging home from your vasectomy.\n",
  "\nmaiden aunt, n.:\n\tA girl who never had the sense to say \"uncle.\"\n",
  "\nMaiden, n.:\n\tA young person of the unfair sex addicted to clewless conduct and\n\tviews that madden to crime.  The genus has a wide geographical\n\tdistribution, being found wherever sought and deplored wherever found.\n\tThe maiden is not altogether unpleasing to the eye, nor (without her\n\tpiano and her views) insupportable to the ear, though in respect to\n\tcomeliness distinctly inferior to the rainbow, and, with regard to\n\tthe part of her that is audible, beaten out of the field by the\n\tcanary -- which, also, is more portable.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nMale, n.:\n\tLife support system for a cock.\n",
  "\nMan, n.:\n\tAn animal so lost in rapturous contemplation of what he thinks\n\the is as to overlook what he indubitably ought to be.  His chief\n\toccupation is extermination of other animals and his own species,\n\twhich, however, multiplies with such insistent rapidity as to infest\n\tthe whole habitable earth and Canada.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nman-hour, n.:\n\tA sexist, obsolete measure of macho effort, equal to 60 Kiplings.\n",
  "\nmanager, n.:\n\tA man known for giving great meeting.\n",
  "\nmasturbation, n.:\n\tA self-service elevator.\n",
  "\nmasturbation, n.:\n\tComing unscrewed.\n",
  "\nmenage a trois, n.:\n\tUsing both hands to masturbate.\n",
  "\nMeteorologist, n.:\n\tA man who can look in a woman's eyes and predict whether.\n",
  "\nMiss, n.:\n\tA title with which we brand unmarried women to indicate that\n\tthey are in the market.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nMissionary Position:\n\tThe missionary on top.\n",
  "\nMistress, n.:\n\tSomething between a mister and a mattress.\n",
  "\nMom's Law:\n\tWhen they finally do have to take you to the hospital, your underwear\n\twon't be clean or new.\n",
  "\nMonday, n.:\n\tIn Christian countries, the day after the baseball game.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nmonotony, n.:\n\tMarriage to one woman at a time.\n",
  "\nMontana:\n\tA grizzly bear praying for the early arrival of cable television.\n",
  "\nMontana:\n\tWhere forty-three below keeps out the riff-raff.\n",
  "\nMontana:\n\tWhere men are men and women are sheep.\n",
  "\nmosquito, n.:\n\tThe state bird of New Jersey.\n",
  "\nmother:\n\tHalf a word.\n",
  "\nMotto of the Electrical Engineer:\n\tWorking computer hardware is a lot like an erect penis:\n\tit stays up as long as you don't fuck with it.\n",
  "\nMurphy's Discovery:\n\tDo you know Presidents talk to the country the way men talk to women?\n\tThey say, \"Trust me, go all the way with me, and everything will be\n\tall right.\"  And what happens?  Nine months later, you're in trouble!\n",
  "\nMurray's Rule:\n\tAny country with \"democratic\" in the title isn't.\n",
  "\nmythology, n.:\n\tThe body of a primitive people's beliefs, concerning its origin,\n\tearly history, heroes, deities and so forth, as distinguished\n\tfrom the true accounts which it invents later.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nNaeser's Law:\n\tYou can make it foolproof, but you can't make it damnfoolproof.\n",
  "\nnavel, n.:\n\tA place to stash your gum on the way down.\n",
  "\nnecrophelia, n.:\n\tDead boring.\n\nincest, n.:\n\tRelatively boring.\n",
  "\nnecrophilia, n.:\n\tDropping in for a cold one.\n",
  "\nNew release:\n\tAbortions are becoming so popular in some countries that the waiting\n\ttime to get one is lengthening rapidly. Experts predict that at this\n\trate there will soon be an up to a one year wait.\n",
  "\nNew York:\n\tWhere men are men, sheep enjoy it, and lepers laugh their heads off.\n",
  "\nNoncombatant, n.:\n\tA dead Quaker.\n\t\t-- Ambrose Bierce\n",
  "\nnothing, adj.:\n\tA man with an erection who walks into a wall and breaks his nose.\n",
  "\nO'Riordan's Theorem:\n\tBrains x Beauty = Constant.\n\nPurmal's Corollary:\n\tAs the limit of (Brains x Beauty) goes to infinity,\n\tavailability goes to zero.\n",
  "\nOccident, n.:\n\tThe part of the world lying west (or east) of the Orient.  It\n\tis largely inhabited by Christians, powerful sub-tribe of the\n\tHypocrites, whose principal industries are murder and cheating, which\n\tthey are pleased to call \"war\" and \"commerce.\"  These, also, are the\n\tprincipal industries of the Orient.\n\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nOcean, n.:\n\tA body of water occupying about two-thirds of a world made for\n\tman -- who has no gills.\n",
  "\nOn Brassieres:\n        Russian:        Uplifts the masses.\n        Salvation Army: Raises the fallen.\n        American:       Makes mountains out of molehills.\n",
  "\noptimist, n.:\n\tA man who makes a motel reservation before a blind date.\n",
  "\noptimist, n.:\n\tSomeone who goes down to the marriage\n\tbureau to see if his license has expired.\n",
  "\noral contraceptive, n.:\n\tThe word \"No\".\n",
  "\noral sex, n.:\n\tThe taste of things to come.\n",
  "\nOregon, n.:\n\tEighty billion gallons of water with no place to go on Saturday night.\n",
  "\nOverheard:\n\t\"How do I feel?  Great!  And I kiss pretty good, too!\"\n",
  "\npain, n.:\n\tFalling out of a twenty story building,\n\tand snagging your eyelid on a nail.\n",
  "\npain, n.:\n\tSliding down a 50-foot razor blade into a bucket of alcohol.\n",
  "\nParker's Law:\n\tBeauty is only skin deep, but ugly goes clean to the bone.\n",
  "\nPassword:\n",
  "\nPeeping Tom:\n\tA window fan.\n",
  "\npenis envy, n.:\n\tThe desire to be pink and wrinkled and about four inches long.\n",
  "\nperfect woman, n.:\n\tFour feet tall, no teeth and a flat head so you can rest\n\tyour drink.\n\n\t[Pistol-grip ears?  Ed.]\n",
  "\nphiladelphia flying fuck, n.:\n\tOkay, see, he hangs from a chin-up bar with his feet on the arms\n\tof the rocking chair.  She crouches in the rocking chair pleasuring\n\thim orally.\n\n\t[Note: Personally, we've never tried this.  If you have, or if\n\tyou do, please inform us of the results at Fortune, Box 1597,\n\tRockville IL.  Thank you.  Ed.]\n",
  "\nPig, n.:\n\tAn animal (Porcus omnivorous) closely allied to the human race\n\tby the splendor and vivacity of its appetite, which, however, is\n\tinferior in scope, for it balks at pig.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\npile driver, n.:\n\tLocal drink; two parts vodka, one part prune juice.\n",
  "\nPlanned Parenthood:\n\tThe emission Control Center.\n",
  "\nplatonic friendship, n.:\n\tWhat develops when two people get tired of making love to each other.\n",
  "\npocket pool, n.:\n\tWell, for guys, it's two-ball in the side pocket.\n\tFor women, it's playing the slots.\n",
  "\npolish fly, n.:\n\tYou put it in her drink and she begs you to take her bowling.\n",
  "\nPolitician, n.:\n\tAn eel in the fundamental mud upon which the superstructure of\n\torganized society is reared.  When he wriggles, he mistakes the\n\tagitation of his tail for the trembling of the edifice.  As compared\n\twith the statesman, he suffers the disadvantage of being alive.\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nPolitician, n.:\n\tFrom the Greek \"poly\" (\"many\") and the French \"tete\" (\"head\" or\n\t\"face,\" as in \"tete-a-tete:\" head to head or face to face).  Hence\n\t\"polytetien,\" a person of two or more faces.\n\t\t-- Martin Pitt\n",
  "\nPompoir:  \n\nThe most sought-after feminine sexual response of all.  \n\n'She must... close and constrict the Yoni until it holds the Lingam as with\na finger, opening and shutting at her pleasure, and finally acting as the\nhand of the Gopala-girl who milks the cow.  This can be learned only by long\npractice, and especially by throwing the will into the part affected, even\nas men endeavor to sharpen their hearing...  Her husband will then value her\nabove all other women, nor would he exchange her for the most beautiful\nqueen in the Three Worlds...  Among some races the constrictor vaginae muscles\nare abnormally developed.  In Abyssinia for instance, a woman can so exert\nthem as to cause pain to a man, and when sitting on his thighs, she can\ninduce orgasm without moving any other part of her person.  Such an artist\nis called by the Arabs Kabbazah, literally, a holder, and it's not surprising\nthat slave dealers pay large sums for her'  Thus Richard Burton.  It has\nnothing to do with 'race' but a lot to do with practice.  See exercises.\n\t\t-- The Joy of Sex\n",
  "\npray, n:\n\tTo ask that the laws of the universe be annulled on behalf\n\tof a single petitioner confessedly unworthy.\n\t\t-- Ambrose Bierce\n",
  "\npremature ejaculation, n.:\n\tA spoilspurt.\n",
  "\npremature ejaculator, n.:\n\tTroubled shooter.\n",
  "\nPremenstrual Syndrome:\n\tJust before their periods women behave the way men do all the time.\n",
  "\npromotion from within:\n\tA system of moving incompetents up to the policy-making\n\tlevel where they can't foul up operations.\n",
  "\npromotion, n.:\n\tNew title, new salary, new office, same old crap.\n",
  "\npsychologist, n.:\n\tSomeone who watches everyone else when an attractive woman walks\n\tinto a room.\n",
  "\npubic hair, n.:\n\tOrganic dental floss.\n",
  "\nPuritanism:\n\tthe haunting fear that someone, somewhere, may be happy.\n\t\t-- H.L. Mencken, \"A Book of Burlesques\"\n",
  "\nQOTD:\n\t\"... was it a dream where you see yourself standing in sort-of\n\tSun-God robes, on a pyramid, with a thousand naked women screaming\n\tand throwing little pickles at you?  ...  Why am I the only one\n\twho has that dream?\"\n",
  "\nQOTD:\n\t\"Are you into casual sex, or should I dress up?\"\n",
  "\nQOTD:\n\t\"He's a perfectionist.  If he married Raquel Welch, he'd expect\n\ther to cook.\"\n",
  "\nQOTD:\n\t\"He's so egotistical he yells his own name when he comes.\"\n",
  "\nQOTD:\n\t\"He's such a hick he doesn't even have a trapeze in his bedroom.\"\n",
  "\nQOTD:\n\t\"Her other car is a broom.\"\n",
  "\nQOTD:\n\t\"I don't give a flying fuck at a rolling doughnut.\"\n",
  "\nQOTD:\n\t\"I say, and without apology, hang the bitch.\"\n",
  "\nQOTD:\n\t\"I treat her like a throughbred, and she's STILL a nag!\"\n",
  "\nQOTD:\n\t\"I used to beat off so much in the shower, I'd get a hard on every\n\ttime it rained.\"\n",
  "\nQOTD:\n\t\"I want a home, a family, an occasional spanking ...\"\n\t\t-- Kathy Ireland\n",
  "\nQOTD:\n\t\"I was a fifty-four-year-old virgin, but I'm all right now.\"\n",
  "\nQOTD:\n\t\"I'd crawl a mile over burning desert sand just to kiss the dick of\n\tthe guy who screwed her last.\"\n",
  "\nQOTD:\n\t\"I'd drag my dick a mile over broken glass just to masturbate in\n\ther shadow!\"\n",
  "\nQOTD:\n\t\"It's been so long since I've had sex, I've forgotten\n\twho gets tied up.\"\n",
  "\nQOTD:\n\t\"It's men like him that give the Y chromosome a bad name.\"\n",
  "\nQOTD:\n\t\"Let go of my ears, I know what I'm doing!\"\n",
  "\nQOTD:\n\t\"Let's do it.\"\n\t\t-- Gary Gilmore\n",
  "\nQOTD:\n\t\"My ambition is to marry a rich woman who's too proud to let\n\ther husband work.\"\n",
  "\nQOTD:\n\t\"One day, I'd like to wake up in the morning to find that every gay\n\tand lesbian has lavender skin.  On that morning, I will be -- mauve.\"\n",
  "\nQOTD:\n\t\"She was so tough she rolled her own tampons.\"\n",
  "\nQOTD:\n\t\"The difference between dark and hard is... it stays dark\n\tall night.\"\n",
  "\nQOTD:\n\t\"The marines and I have something in common; we're both looking for\n\ta few good men!\"\n",
  "\nQOTD:\n\t\"The only real difference between men and women is that men are\n\tcrabby all month long.\"\n",
  "\nQOTD:\n\t\"To hell with patience, I'm gonna kill me something!\"\n",
  "\nQOTD:\n\t\"Well, let's say she's friendly.  Last year she was the Herpes\n\tPoster Girl.\"\n",
  "\nQOTD:\n\t\"What would the world be like without men?  A lot of fat,\n\thappy women.\"\n",
  "\nQOTD:\n\t\"Whhoooooooeeeeeeeeeee, Elmer!  Take a look at that purty young lady\n\tover thar!  Why, I'd walk a mile barefoot over barbed wire and broken\n\tglass just to drive the truck that takes her panties to the cleaners!\"\n",
  "\nQOTD:\n\t\"Whip me, beat me, come all over me, tell me you love me.\n\tThen get the fuck out.\"\n",
  "\nQOTD:\n\t\"You might as well say \"yes\", the sheets are messy already.\"\n",
  "\nQOTD:\n\tI get girls because of who I am... a rapist.\n",
  "\nQOTD:\n\tI met her [his fiance] over lunch on Thursday.  She had a firm\n\tgrip.  He's a lucky man.\n",
  "\nQOTD:\n\tI own my own body, but I share.\n",
  "\nQOTD:\n\tI won't say he's unsavory, but for his birthday he bought himself\n\ta pair of velcro gloves.\n",
  "\nQOTD:\n\tIt *was* wonderfully polite of me.  Usually I call the kind of\n\tcretinous dipshit that pisses me off a ``fucking asshole.''\n\t\t-- Richard Sexton\n",
  "\nQOTD:\n\tMen come in four sizes -- small, medium, large, and \"You're\n\tgoing to put that thing *where*?\"\n",
  "\nQOTD:\n\tMy penis is better than corn, because corn doesn't squeal when\n\tyou stick those little prongs into it.\n\t\t-- Mark-Jason Dominus\n",
  "\nQOTD:\n\tNo, honey, I've never been circumcised; it's simply wear and tear.\n",
  "\nQOTD:\n\tSex is like everything else.  To get it done right, do it yourself.\n",
  "\nQOTD:\n\tSex is the most fun you can have without laughing.\n",
  "\nQOTD:\n\tShe began coming, making noises like a small animal in pain.\n\tOuch!  Ow!  My paw!  Ouch!!\n",
  "\nquickie, n.:\n\tA moment's piece.\n",
  "\nquickie, n.:\n\tNo sooner spread than done.\n",
  "\nRadicalism:\n\tThe conservatism of tomorrow injected into the affairs of today.\n\t\t-- Ambrose Bierce\n",
  "\nrandel, n.:\n\tA nonsensical poem recited by Irish schoolboys as an\n\tapology for farting at a friend.\n\t\t-- Mrs. Byrne's Dictionary of Unusual, Obscure &\n\t\t   Preposterous Words\n",
  "\nreal buddy, n.:\n\tSomeone who'll go downtown and get two blowjobs, and come back\n\tand give you one.\n",
  "\nreal class, adj.:\n\tWhen you're by yourself, fart, and say \"Excuse me.\"\n",
  "\nRecursion n.:\n\tSee Recursion.\n\t\t-- Random Shack Data Processing Dictionary\n",
  "\nrejection, n.:\n\tWhen you're masturbating and your hand falls asleep.\n",
  "\nRobot, n.:\n\tSomeone who's been made by a scientist.\n",
  "\nrodeo fuck, n.:\n\tWhen you lean down and whisper in your lover's ear, \"Honey, you're\n\tthe worst piece of ass I've ever had!\".  And then try to stay on\n\tfor seven seconds...\n",
  "\nrugby, n.:\n\tA sport requiring leather balls.\n",
  "\nrugby, n.:\n\tElegant violence.\n\n\t(Rugby players eat their dead.)\n\t(Blood makes the grass grow!)\n\t(Support your local hooker!  Play rugby!)\n\n\t[A \"hooker\" is part of the scrum.  Thought you'd want to know.  Ed.]\n",
  "\nsadism, n.:\n\tA sadist refusing to whip a masochist.\n",
  "\nsadoequinecrophilia, n.:\n\tBeating a dead horse.\n",
  "\nSan Diego:\n\tFour million people, where you can't get a\n\tgood cheeseburger, no matter how hard you try.\n",
  "\nSan Francisco, n.:\n\tMarcel Proust editing an issue of Penthouse.\n",
  "\nSan Francisco:\n\tA nice place to visit, but I wouldn't want to tie my shoelaces there.\n",
  "\nschnuffel, n.:\n\tA dog's practice of continuously nuzzling in your crotch in mixed\n\tcompany.\n\t\t-- Rich Hall, \"Sniglets\"\n",
  "\nSchwiggle, n.:\n\tThe amusing rotation of one's bottom while sharpening a pencil.\n\t\t-- Rich Hall, \"Sniglets\"\n",
  "\nseminars, n.:\n\tFrom 'semi' and 'arse', hence, any half-assed discussion.\n",
  "\nSex:\n\tthe thing that takes up the least amount of time and causes the\n\tmost amount of trouble.\n\t\t-- John Barrymore\n",
  "\nShowerbath: \nNatural venue for sexual adventures -- wash together, make love\ntogether: only convenient overhead point in most apartments or hotel rooms\nto attach a partner's hands.  Don't pull down the fixture, however -- it\nisn't weightbearing.  See Discipline.\n\t\t-- The Joy of Sex\n",
  "\nsmall, adj.:\n\tIs it in yet?\n",
  "\nsocialism:\n\tYou have two cows.  Give one to your neighbour.\ncommunism:\n\tYou have two cows.\n\tGive both to the government.  The government gives you milk.\ncapitalism:\n\tYou have two cows. You sell one cow and buy a bull.\nfascism:\n\tYou have two cows.  Give milk to the government.\n\tThe government sells it.\nnazism:\n\tYou have two cows.  The government shoots you and takes the cows.\nNew Dealism:\n\tYou have two cows.  The government shoots one cow,\n\tmilks the other, and pours the milk down the sink.\nanarchism:\n\tYou have two coes.  Keep them.  Steal another.  Shoot the government.\nconservatism:\n\tYou have two cows.  Freeze the milk.  Embalm the cows.\n",
  "\nspinster, n.:\n\tA bachelor's wife.\n",
  "\nspinster, n.:\n\tUnlusted number.\n",
  "\nStockmayer's Theorem:\n\tIf it looks easy, it's tough.\n\tIf it looks tough, it's damn well impossible.\n",
  "\nstrapless evening gown, n.:\n\tBust truster.\n",
  "\nstress, n.:\n\tThe confusion created when one's mind overrides the body's\n\tdesire to choke the living shit out of some asshole who\n\tdesperately needs it.\n",
  "\nsubpoena, n:\n\tFrom the root \"sub\", below, and the Latin \"poena\" for male organ\n\tor penis.  Therefore, \"below the penis\" or \"by the balls.\"\n",
  "\nsuccessful cunnilingus:\n\tWhen you wake up the next morning with a face like a frosted doughnut.\n",
  "\nSudden Death Dating:\n\nQuote, female:\n\tAm I worried about taking his last name?  Forget it,\n\tat this point I'll take his first name, too.\n",
  "\nswallow, v.:\n\tThe (blew) bird of birth control.\n",
  "\nT-shirt of the Day:\n\tHead for the Mountains\n\t\t-- courtesy Anheuser-Busch beer\n\nFollowup T-shirt of the Day (on the same scenic background):\n\tIf you liked the mountains, head for the Busch!\n\t\t-- courtesy someone else\n",
  "\nT-shirt of the Day:\n\tSee Dick Drink...\n\tSee Dick Drive...\n\tSee Dick Die.\n\tDON'T BE A DICK.\n",
  "\nT-shirt of the Week:\n\tI'm not excited, I'm cold!\n",
  "\ntacky, adj.:\n\tServing grape kool-aid at religious functions.\n",
  "\ntear leather:\n\tTo become excited, as in the sentence \"Robin Hood tore\n\this leather jerkin' off.\"\n",
  "\ntearing off a quicky:\n\tGunning the jump.\n",
  "\nTexan:\n\tA wet-back that didn't make Oklahoma.\n",
  "\nThe 357.73 Theory:\n\tAuditors always reject expense accounts\n\twith a bottom line divisible by 5.\n",
  "\nThe First Commandment for Technicians:\n\tBeware the lightning that lurketh in the undischarged capacitor, lest\n\tit cause thee to bounce upon thy buttocks in a most untechnician-like\n\tmanner.\n",
  "\nThe New Right:\n\tA javelin team that elects to receive.\n",
  "\nTHE THREE MOST COMMONLY-ASKED QUESTIONS AT DISNEYLAND:\n\t(1) Where's the bathroom?\n\t(2) What time does the parade start?\n\t(3) Do you sell anything without that damn mouse on it?\n",
  "\nThe three rules of international air travel:\n\t(1) Never fly on Aeroflot if you can possibly avoid it (this used\n\t    to be Braniff or Aeroflot).\n\t(2) Never bet a whole lot of money on two little pairs unless you\n\t    know *exactly* what you're doing.\n\t(3) Never sleep with anyone whose troubles are worse than your own.\n",
  "\nThe United States Army:\n        194 years of proud service, unhampered by progress.\n",
  "\nThere's more than one way to skin a cat:\n\tWay number 15 -- Krazy Glue and a toothbrush.\n",
  "\nThere's more than one way to skin a cat:\n\tWay number 27 -- Use an electric sander.\n",
  "\nThere's more than one way to skin a cat:\n\tWay number 32 -- Wrap it around a lonely frat man's pecker.\n",
  "\nthorny:\n\tA thailor at thea.\n",
  "\nThought:\n\tGirls get minks the same way minks get minks!\n",
  "\nthree-bag ugly, adj:\n\tThat's when you put one bag over her head, one bag over your\n\thead in case her's falls off, and one over the dog's to keep\n\tit from howling.\n\nfour-bag ugly, adj:\n\tWhen you leave a bag by the door in case someone drops by.\n",
  "\nToday's title:\n\tCreative Violence in Sexual Relationships\n",
  "\ntourist, n.:\n\tA pretty girl in Oklahoma.\n",
  "\ntransvestite, n.:\n\tSomeone who likes to eat, drink, and be Mary.\n",
  "\ntransvestite, n.:\n\tSomeone who spends his junior year at college abroad.\n",
  "\n\"Trust me\":\n\tGet me, give me, buy me, do me.\n",
  "\n\"Trust me\":\n\tLos Angeles for \"Fuck you, your mother, and the horse\n\tshe rode in on.\"\n",
  "\ntrust, n.:\n\tTwo cannibals having oral sex.\n",
  "\nUnix, n.:\n\tA computer operating system, once thought to be flabby and\n\timpotent, that now shows a surprising interest in making off\n\twith the workstation harem.\n",
  "\nvagina, n.:\n\tThe box a penis comes in.\n",
  "\nvaginal lubricant, n.:\n\tA slitty slicker.\n",
  "\nVD, n.:\n\tThe gift that keeps on giving.\n",
  "\nViennese Oyster: \nLady who can cross her feet behind her head, lying on her back, of course.\nWhen she has done so, you hold her tightly round each instep\nwith your full hand and squeeze, lying on her full-length.  Don't try to put\nan unsupple partner into this position --  it can't be achieved by brute force.\nYou can get a very similar sensation -- unique rocking pelvic movement -- with\nless expertise if she crosses her ankles on her tummy, knees to shoulders, and\nyou lie on her crossed ankles with your full weight.  Why \"Viennese\" we don't\nknow.  Tolerable for short periods only but gives tremendous genital pressure\nfor both.\n\t\t-- The Joy of Sex\n",
  "\nVirgin, n.:\n\tAn ugly third grader.\n",
  "\nVirginia:\n\tA group of beautifully mounted hunters galloping behind\n\tbaying hounds in pursuit of a union organizer.\n",
  "\nWASP, n.:\n\tSomeone who gets out of the shower to take a piss.\n",
  "\nWatership Down:\n\tYou've read the book.  You've seen the movie.  Now eat the stew!\n",
  "\nwet dream, n.:\n\tOvernight sensation.\n",
  "\nWethern's Law:\n\tAssumption is the mother of all screw-ups.\n",
  "\nWhy You Can't Run When There's Trouble in the Office:\n\tNo matter where you stand, no matter how far or fast you flee,\n\twhen it hits the fan, as much as possible will be propelled in your\n\tdirection, and almost none will be returned to the source.\n\t\t-- John L.  Shelton\n",
  "\nWoman is: \n\tfinally screwing and your groin and buttocks and thighs ache like hell\n\tand you're all wet and maybe bloody and it wasn't like a Hollywood\n\tmovie at all but Jesus at least you're not a virgin any more but is\n\tthis what it's all about?  And meanwhile, he's asking \"Did you come?\"\n\t\t-- Robin Morgan, \"Sisterhood Is Powerful\"\n",
  "\nwoman, n.:\n\tAn animal usually living in the vicinity of Man, and\n\thaving a rudimentary susceptibility to domestication.\n\t\t-- Bierce\n",
  "\nZisla's Law:\n\tIf you're asked to join a parade, don't march behind the elephants.\n",
  "\n"
]