[
  "(1) Never give anything away for nothing.\n(2) Never give more than you have to (always catch the buyer hungry and\n    always make him wait).\n(3) Always take back everything if you possibly can.\n\t\t-- William S. Burroughs, on drug pushing\n",
  "\nA friend with weed is a friend indeed.\n",
  "\nA joint is just tea for two.\n",
  "\nA life spent in search of the perfect hash brownie is a life well spent.\n",
  "\nAcid -- better living through chemistry.\n",
  "\nAcid absorbs 47 times its own weight in excess Reality.\n",
  "\n\"All flesh is grass\"\n\t\t-- Isaiah\n\t\t\nSmoke a friend today!\n",
  "\n\tAll he did was take the ball and run every time they called his\nnumber -- which came to be more and more often, and in the Super Bowl Thomas\nwas the whole show.  But the season is now over; the purse is safe in the\nvault; and Duane Thomas is facing two to twenty for possession.  Nobody really\nexpects him to serve time, but nobody seems to think he'll be playing for\nDallas next year either, and a few sporting people who claim to know how the\nNFL works say he won't be playing for ANYBODY next year; that the Commissioner\nis outraged at this mockery of all those Government-sponsored \"Beware of Dope\"\nTV shots that dressed up the screen last autumn.\n\tWe all enjoyed those spots, but not everyone found them convincing.\nHere was a White House directive saying several million dollars would be spent\nto drill dozens of Name Players to stare at the camera and try to stop grinding\ntheir teeth long enough to say they hate drugs of any kind... and then the best\nrunning back in the world turns out to be a goddamn uncontrollable drugsucker.\n\tBut not for long.  There is not much room for freaks in the National\nFootball League.  Joe Namath was saved by the simple blind luck of getting\ndrafted by a team in New York City, a place where social outlaws are not\nalways viewed as criminals.  But Namath would have had a very different trip\nif he'd been drafted by the St. Louis Cardinals.\n\t\t-- Hunter S. Thompson\n",
  "\nBeing stoned on marijuana isn't very different from being stoned on gin.\n\t\t-- Ralph Nader\n",
  "\nBeware of a tall dark man with a spoon up his nose.\n",
  "\nBut these pills can't be habit forming; I've been taking them for years.\n",
  "\nCocaine -- the thinking man's Dristan.\n",
  "\nCocaine is nature's way of telling you you have too much money.\n",
  "\nCocaine isn't habit forming.  I should know -- I've been using it for years.\n\t\t-- Tallulah Bankhead\n",
  "\nCocaine's a joke!\n\t(Who's got the next line?)\n",
  "\nCocaine: using tomorrow's energy today.\n",
  "\nDeliberate provocation of mystical experience, particularly by LSD and\nrelated hallucinogens, in contrast to spontaneous visionary experiences,\nentails dangers that must not be underestimated.  Practitioners must take\ninto account the peculiar effects of these substances, namely their ability\nto influence our consciousness, the innermost essence of our being.  The\nhistory of LSD to date amply demonstrates the catastrophic consequences that\ncan ensue when its profound effect is misjudged and the substance is mistaken\nfor a pleasure drug.  Special internal and external advance preparations\nare required; with them, an LSD experiment can become a meaningful experience.\n\t\t-- Dr. Albert Hoffman, the discoverer of LSD\n",
  "\nDon't drop acid -- take it pass/fail.\n\t\t-- Seen in a Ladies' Room at Harvard\n",
  "\nDope will get you through times of no money better that money will get\nyou through times of no dope.\n\t\t-- Freewheelin' Franklin, \"The Fabulous Furry Freak Brothers\"\n\t\t   [aka Gilbert Sheldon]\n",
  "\n\tDr. Oliver Wendell Holmes of Harvard Medical School inhaled ether\nat a time when it was popularly supposed to produce such mystical or\n\"mind-expanding\" experiences, much as LSD is supposed to produce such\nexperiences today.  Here is his account of what happened:\n\t\"I once inhaled a pretty full dose of ether, with the determination\nto put on record, at the earliest moment of regaining consciousness, the\nthought I should find uppermost in my mind.  The mighty music of the triumphal\nmarch into nothingness reverberated through my brain, and filled me with a\nsense of infinite possibilities, which made me an archangel for a moment.\nThe veil of eternity was lifted.  The one great truth which underlies all\nhuman experience and is the key to all the mysteries that philosophy has\nsought in vain to solve, flashed upon me in a sudden revelation.  Henceforth\nall was clear: a few words had lifted my intelligence to the level of the\nknowledge of the cherubim.  As my natural condition returned, I remembered\nmy resolution; and, staggering to my desk, I wrote, in ill-shaped, straggling\ncharacters, the all-embracing truth still glimmering in my consciousness.\nThe words were these (children may smile; the wise will ponder):\n`A strong smell of turpentine prevails throughout.'\"\n\t\t-- The Consumers Union Report: Licit & Illicit Drugs\n",
  "\nDrugs may be the road to nowhere, but at least they're the scenic route!\n",
  "\nEvery now and then when your life gets complicated and the weasels start\nclosing in, the only cure is to load up on heinous chemicals and then drive\nlike a bastard from Hollywood to Las Vegas ... with the music at top volume\nand at least a pint of ether.\n\t\t-- Hunter S. Thompson, \"Fear and Loathing in Las Vegas\"\n",
  "\nFalling in love makes smoking pot all day look like the ultimate in restraint.\n\t\t-- Dave Sim, author of \"Cerebus\".\n",
  "\nGive me libertines or give me meth.\n",
  "\nGive me Librium or give me Meth.\n",
  "\nHave a coke and a smile!\n\t\t-- John DeLorean\n",
  "\nHonest, officer, had I known my health was in jeopardy, why, I'd never have\nlit one!\n",
  "\nI believe that if people would learn to use LSD's vision-inducing capability\nmore wisely, under suitable conditions, in medical practice and in conjunction\nwith meditation, then in the future this problem child could become a wonder\nchild.\n\t\t-- Dr. Albert Hoffman\n",
  "\nI do not take drugs -- I am drugs.\n\t\t-- Salvador Dali\n",
  "\nI may kid around about drugs, but really, I take them seriously.\n\t\t-- Doctor Graper\n",
  "\nI shall come to you in the night and we shall see who is stronger -- a little\ngirl who won't eat her dinner or a great big man with cocaine in his veins.\n\t\t-- Sigmund Freud, in a letter to his fiancee\n",
  "\nI tell ya, drugs never worked out for me.  The first time I tried smoking\npot I didn't know what I was doing.  I smoked half the joint, got the\nmunchies, and ate the other half.\n\nWell, the first time I tried coke I was so embarrassed.  I kept getting the\nbottle stuck up my nose.\n\t\t-- Rodney Dangerfield\n",
  "\nI would like to suggest that you not use speed, and here's why:  it is\ngoing to mess up your heart, mess up your liver, your kidneys, rot out\nyour mind.  In general this drug will make you just like your mother\nand father.\n\t\t-- Frank Zappa\n",
  "\nI wouldn't recommend sex, drugs or insanity for everyone, but they've\nalways worked for me.\n\t\t-- Hunter S. Thompson\n",
  "\nI've never had a problem with drugs; I've had problems with the police.\n\t\t-- Keith Richards\n\nI never turn blue in anyone's bathroom.  I think that's the height of bad\ntaste.\n\t\t-- Keith Richards\n",
  "\nIf coke is a joke, I'm waiting around for the next line.\n",
  "\nIf you remember the 60's, you weren't there.\n",
  "\nIn the Top 40, half the songs are secret messages to the teen world to drop\nout, turn on, and groove with the chemicals and light shows at discotheques.\n\t\t-- Art Linkletter\n",
  "\n\tListen, Tyrone, you don't know how dangerous that stuff is.\nSuppose someday you just plug in and go away and never come back?  Eh?\n\tHo, ho!  Don't I wish!  What do you think every electrofreak\ndreams about?  You're such an old fuddyduddy!  A-and who sez it's a\ndream, huh?  M-maybe it exists.  Maybe there is a Machine to take us\naway, take us completely, suck us out through the electrodes out of the\nskull 'n' into the Machine and live there forever with all the other\nsouls it's got stored there.  It could decide who it would suck out,\na-and when.  Dope never gave you immortality.  You hadda come back, every\ntime, into a dying hunk of smelly meat!  But We can live forever, in a\nclean, honest, purified, Electroworld.\n\t\t-- Thomas Pynchon, \"Gravity's Rainbow\"\n",
  "\nLSD melts in your mind, not in your hand.\n",
  "\nMarijuana is like Coors beer.  If you could buy the damn stuff at a Georgia\nfilling station, you'd decide you wouldn't want it.\n\t\t-- Billy Carter\n",
  "\nMarijuana is nature's way of saying, \"Hi!\".\n",
  "\nNO OPIUM-SMOKING IN THE ELEVATORS\n\t\t-- sign in the Rand Hotel, New York, 1907\n",
  "\nNot that we needed all that stuff, but when you get locked into a serious\ndrug collection the tendency is to push it as far as you can.\n\t\t-- Hunter S. Thompson, \"Fear and Loathing in Las Vegas\"\n",
  "\nOpiates are the religion of the upper-middle classes.\n\t\t-- Debbie VanDam\n",
  "\nOpium is very cheap considering you don't feel like eating for the next\nsix days.\n\t\t-- Taylor Mead, famous transvestite\n",
  "\nPeople who claim to know jackrabbits will tell you they are primarily\nmotivated by Fear, Stupidity and Craziness.  But I have spent enough time in\njackrabbit country to know that most of them lead pretty dull lives; they are\nbored with their daily routines:  eat, fuck, sleep, hop around a bush now and\nthen... No wonder some of them drift over the line into cheap thrills once in\na while; there has to be a powerful adrenalin rush in crouching by the side of\na road, waiting for the next set of headlights to come along, then streaking\nout of the bushes with split-second timing and making it across to the other\nside just inches in front of the speeding front wheels.\n\tWhy not?  Anything that gets the adrenalin moving like a 440 volt\nblast in a copper bathtub is good for the reflexes and keeps the veins free\nof cholesterol ...  but too many adrenalin rushes in any given time-span has\nthe same bad effect on the nervous system as too many electro-shock treatments\nare said to have on the brain:  after a while you start burning out the\ncircuits.\n\tWhen a jackrabbit gets addicted to road running, it is only a matter\nof time before he gets smashed -- and when a journalist turns into a politics\njunkie he will sooner or later start raving and babbling in print about things\nthat only a person who has Been There can possibly understand.\n\t\t-- Hunter Thompson, \"Fear and Loathing: On the Campaign Trail\"\n",
  "\nPilots should avoid using illegal drugs.\n\t\t-- AOPA's Pilot's Handbook, 1988\n",
  "\nReality is a cop-out for people who can't handle drugs.\n",
  "\nReality is an obstacle to hallucination.\n",
  "\nReality is for people who can't deal with drugs.\n\t\t-- Lily Tomlin\n",
  "\nSmuggling... It's not just a job, it's an adventure!\n\t\t-- paid for by your local Colombian recruiting office\n",
  "\nSpecial tonight, the best toot in town at prices you won't believe!! Also, the\nfinest dope, brought all the way from Columbia by spirited young adventurers.\nAll available tonight, as usual, in the graduate students' bullpen from 11:00\npm on, usual terms and conditions. Faculty members especially welcome.\n",
  "\nSpend extra time on hobby.  Get plenty of rolling papers.\n",
  "\nTaking drugs in the 60's, I tried to reach Nirvana, but all I ever got were\nre-runs of The Mickey Mouse Club.\n\t\t-- Rev. Jim\n",
  "\nTest for paraquat:\n\tTake amount of grass used in one joint, and wash in 5 cc's\n\tof water, agitating gently for 15 minutes.  Strain out leaves,\n\tleaving a brownish-yellow solution.  Add 100 mg each of sodium\n\tbicarbonate and sodium dithionite. If paraquat is present,\n\tthe solution will turn blue-green.\n",
  "\nThe best ways are the most straightforward ways.  When you're sitting around\nscamming these things out, all kinds of James Bondian ideas come forth, but\nwhen it gets down to the reality of it, the simplest and most straightforward\nway is usually the best, and the way that attracts the least attention.\nAlso, pouring gasoline on the water and lighting it like James Bond doesn't\nwork either.... They tried it during Prohibition.\n\t\t-- Thomas King Forcade, marijuana smuggler\n",
  "\n\tThe radio was screaming: \"Power to the People -- Right On!\" John\nLennon's political song, ten years too late.  \"That poor fool should have\nstayed where he was,\" said my attorney.  \"Punks like him only get in the\nway when they try to be serious.\"\n\t\"Speaking of serious,\" I said. \"I think it's about time to get\ninto the ether and the cocaine.\"\n\t\"Forget ether,\" he said. \"Let's save it for soaking down the rug\nin the suite.  But here's this.  Your half of the sunshine blotter.  Just\nchew it up like baseball gum.\"\n\tI took the blotter and ate it.  My attorney was now fumbling with\nthe salt shaker containing the cocaine.  Opening it.  Spilling it.  Then\nscreaming and grabbing at the air, as our fine white dust blew up and out\nacross the desert highway.  A very expensive little twister rising up from\nthe Great Red Shark.  \"Oh, Jesus!\" he moaned.  \"Did you see what God just\ndid to us?\"\n\t\t-- Raoul Duke, \"Rolling Stone\", issue 95, Nov. 11, 1971\n",
  "\nThe weed of crime bears bitter fruit... but the leaves are good to smoke!\n\t\t-- The Shadow\n",
  "\nThen there was LSD, which was supposed to make you think you could fly.\nI remember it made you think you couldn't stand up, and mostly it was right.\n\t\t-- P.J. O'Rourke\n",
  "\nThere's been no top authority saying what marijuana does to you.  I\nreally don't know that much about it.  I tried it once but it didn't do\nanything to me.\n\t\t-- John Wayne\n",
  "\nThere's no room in the drug world for amateurs.\n\t\t-- Raoul Duke\n",
  "\nThey are cold-blooded. They are completely ruthless about protecting\nwhat they have. The only thing they connect to is the money aspect of\nlife.  Let's face it: That's the American way.\n\t\t-- Jeffery M. Johnson, regional chairman of the District\n\t\t   of Columbia United Way, speaking of drug dealers.\n",
  "\nTurn on, tune in, and take over.\n\t\t-- Tim Leary\n",
  "\n\t\"We friends, yes?\"  The shoe shine boy put on his hustling smile \nand looked into the Sailor's dead, cold, undersea eyes, eyes without a \ntrace of warmth or lust or hate or any feeling the boy had experienced \nin himself or seen in another, at once cold and intense, impersonal and \npredatory. \n\tThe Sailor leaned forward and put a finger on the boy's inner arm \nat the elbow.  He spoke in his dead junky whisper.  \"With veins like that, \nKid, I'd have myself a time!\"\n\t\t-- William Burroughs\n",
  "\nWe were somewhere around Barstow on the edge of the desert when the\ndrugs began to take hold.  I remember saying something like \"I feel a bit\nlightheaded; maybe you should drive....\"  And suddenly there was a terrible\nroar all around us and the sky was full of what looked like huge bats, all\nswooping and screeching and diving around the car, which was going about a\nhundred miles an hour with the top down to Las Vegas.  And a voice was\nscreaming: \"Holy Jesus!  What are these goddamn animals?\"\n\tThen it was quiet again.  My attorney had taken his shirt off and\nwas pouring beer on his chest, to facilitate the tanning process.  \"What the\nhell are you yelling about?\" he muttered, staring up at the sun with his\neyes closed and covered with wraparound Spanish sungalsses.  \"Never mind,\"\nI said.  \"It's your turn to drive.\"  I hit the brakes and aimed the Great\nRed Shark toward the shoulder of the highway.  No point in mentioning the\nbats, I thought.  The poor bastard will see them soon enough.\n\t\t-- Dr. Hunter S. Thompson, \"Fear and Loathing in Las Vegas:\n\t\tA Savage Journey to the Heart of the American Dream\"\n",
  "\nWhatever became of Strange de Jim?  Well, he found a substitute for cocaine:\n\"You cover Q-tips with sandpaper and ram them up your nostrils as far as they\nwill go.  Then you sniff talcum powder while shredding hundred dollar bills.\"\n\t\t-- Herb Caen\n",
  "\nWhen I was young we didn't have MTV; we had to take drugs and go to concerts.\n\t\t-- Steven Pearl\n",
  "\nWhen one wants to get rid of an unsupportable pressure, one needs hashish.\n\t\t-- Friedrich Nietzsche\n",
  "\nWhen your conscious becomes unconscious, you are drunk.\nWhen your unconscious becomes conscious, you are stoned.\n",
  "\nWithout chemicals, life itself would be impossible.\n\t\t-- late night industrial commercial much favored by druggies\n",
  "\nWould you please have another look at my nose and put in that cocaine stuff....\n\t\t-- Adolf Hitler, quoted by Dr. Giesing in Nuremberg trial\n\t\t   testimony, 1947\n",
  "\nYou notice that after Ginzburg admitted he had tried marijuana everyone got in\nline to admit it, too.  But you also notice they all said they \"experimented\"\nwith marijuana.  The didn't \"use\" it; they \"experimented\" with it.  Let me\ntell you something -- Jonas Salk \"experiments\"; these guys were getting stoned!\n\t\t-- Johnny Carson\n",
  "\n"
]