[
  "A '49er walked into the saloon at Bloody Gulch.  He'd been prospecting for \nmore than a year.  \n\t\"Hey!  Y'got any wimmen around here?\"\n\t\"Nope,\" the bartender replied, \"But there's George in the back room.\"\n\t\"I don't go for that kind of thing,\" the prospector scowled.  He\ndowned his drink and left disgustedly.\nA few months passed before the miner found his way down the mountain again.\nHe stumbled into the tavern and asked the bartender, \"Any wimmen pass through\nthis part of town?\"\n\t\"Nope.  Nary a one.  But we still got George in the back room.\"\n\tAngry, the miner shouted, \"I told you I don't go for that kind of \nthing,\" and turned on his heel and left.\n\tWithin a year he came back from his mine again.  With a wild look on\nhis face he re-entered the saloon.  Leaning over the bar he whispered to the\nbartender, \"If I was to go into the back room with George, how many people\n'round here would know?\"\n\t\"Oh,\" the bartender said, scratching his chin, \"'bout seven, I guess.\"\n\t\"Seven!?\"\n\t\"Yep.  You, me, George, and the four men holdin' him down.  You see,\nGeorge don't go for that kind of thing neither.\"\n",
  "\nA genius is a queer who can whistle while he works.\n\t\t-- Bobby Knight\n",
  "\nA huge Rambolike fellow walked into a tavern and took a seat in the middle of\nthe bar.  After downing a double in one gulp, he glared at the six men to his\nright and said, \"You're all no-good motherfuckers.  Anyone have a problem with\nthat?\"\n\tWhen no one said a word, the brawny fellow ordered another whiskey,\ndowned it in one gulp, turned to the five men on his left and said, \"You're\nall cocksuckers.  Anyone have a problem with that?\"\n\tEverybody on the left stared silently into his drink.  Suddenly, a man\non the right stood up and started walking toward the big guy.  \"Hey, asshole!\"\nthe thug bellowed.  \"You got a problem with what I said?\"\n\t\"No problem at all,\" came the reply.  \"I was just sitting at the wrong\nend of the bar.\"\n",
  "\nA lisping fag fell off a pleasure yacht and began to scream.  \"Help! Help, I\ncan't thwim!\"  One of the other passengers heard the caterwauling and leaned\nover the rail, remarking, \"Really, there's no need to scream.  Just reach out\nand grab that buoy near you.\"  To which the floundering sodomite answered,\n\"Buoy!  Oh, thith ith no time for thekth, you degenerate... I'm dwowning!\"\n",
  "\nA man rushed into a bar and breathlessly asked the bartender to pour him\nthree straight scotches.  The bartender complied, and watched as he downed\nthem one after another.\n\t\"Why three scotches?\" the bartender asked as he paused for breath.\n\t\"Well, to be honest, I'm celebrating my first blow-job.\"\n\t\"Hell, congratulations, the next one's on me.\"\n\t\"No, thanks,\" the young man replied, \"if the first three didn't get\nthe taste out of my mouth, I don't think another one will.\"\n",
  "\n\tA man walks into a bar and orders 3 shots and 3 beers.  The\nbartender, seeing that the man is distraught, asks what the problem is.\n\t\"I just found out that my brother is gay\", he replies.\n\tAbout a week later, the same man walks in and orders 6 shots and\n6 chasers.  So the bartender inquires, \"What's wrong this time?\"\n\tTo which the man says, \"I just found out that two of my brothers\nare lovers.\"\n\tAnother week goes by and the man comes back to the bar and orders\nNINE shots and NINE beers.  The bartenders says \"Damn, boy, doesn't anyone\nin your family like pussy?\"\n\t\"Yeah.  Me and my sister.\"\n",
  "\nA ten-year-old kid came home from school one day, and when his mom\nasked how was school he says: \"Gee, great, mom.  I got laid!\"\n\tShe's shocked and sends him upstairs, where his dad finds him after\nwork.  \"Mommy told me about your day at school, Billy, and I think we men\nshould keep it a secret.  Women just don't understand these things.\"\n\tSo every night Dad goes up to Billy's room after Mom tucks him in:\n\"You get laid today, Billy?\"\n\t\"Yeah, Dad.\"\n\t\"How was it?\"\n\t\"Real neat, Dad, I liked it a lot.\"\n\t\"Good Boy!\".\n\tA month later: \"You get laid today?\"\n\t\"No, Dad.\"\n\t\"No?  How come?\"\n\t\"Gee, Dad, my ass is getting really sore.\"\n",
  "\nA young man walks into a bus station, and goes into the men's room to relieve\nhimself.  When he steps in he sees a leprechaun with the most enormous penis\nhe has ever seen.  As he urinates, he cannot avoid spying on the giant member\nof the tiny man dressed in green.  The leprechaun zips up and the man asks him\nif he is indeed a real leprechaun.\n\tThe little man says, \"Aye, me laddie, I'm a leprechaun, and I can\ngrant you three wishes.\"\n\t\"Oh, wow!\" comes the reply, \"What do I need to do?\"\n\t\"Well, havin' such a large cock makes it a bit awkward with the\nladies, the thing not fittin' and all...  I'll grant you your three wishes\nif you wouldn't mind suckin' me dick 'til I come.\"  The man is a bit taken\naback, but agrees, realizing that the three wishes will be priceless.  After\nthe tiny fellow has come, he starts to walk away.\n\tThe man exclaims, \"Hey, what about my three wishes?\"\n\tReplies the leprechaun, \"How old are you, me boy?\"\n\t\"25.\"\n\t\"Aren't you a wee bit old to be believin' in leprechauns?\"\n",
  "\nAnother stupid gay joke!!!\n\tYou see, this gay man walks into a Texas bar and orders a strawberry\ndaquiri.  The bartender looks him over with amusement and says: \"We don't \nserve your kind, buddy, why don't you get out of here before the boys come\nin and kick your ass?\"\n\tThe guy whimpers a little and lisps, \"Pleasse misssture I am soooo\nthurstay....\"\n\tWell, the bartender feels somewhat sorry for him and hands him a beer\non the house on the condition that he drink it in the back and leave as soon \nas he's done.  A little while later, a hulking cowboy walks in and up to the \nbar.  He slams his fist on the bar and hollers, \"I'm so thirsty, I could\nlick the sweat off of a bulls' balls!\"\n\tFrom the back of the bar comes the cry...  \"Moo, moo, buckaroooooo!!!\"\n",
  "\n\tBubba, Jim Bob, and Leroy were fishing out on the lake last November,\nand, when Bubba tipped his head back to empty the Jim Beam, he fell out of the\nboat into the lake.  Jim Bob and Leroy pulled him back in, but as Bubba didn't\nlook too good, they started up the Evinrude and headed back to the pier.\n\tBy the time they got there, Bubba was turning kind of blue, and his\nteeth were chattering like all get out.  Jim Bob said, \"Leroy, go run up to\nthe pickup and get Doc Pritchard on the CB, and ask him what we should do\".\n\tDoc Pritchard, after hearing a description of the case, said \"Now,\nLeroy, listen closely.  Bubba is in great danger.  He has hy-po-thermia.  Now\nwhat you need to do is get all them wet clothes off of Bubba, and take your\nclothes off, and pile your clothes and jackets on top of him.  Then you all\nget under that pile, and hug up to Bubba real close so that you warm him up.\nYou understand me Leroy?  You gotta warm Bubba up, or he'll die.\"\n\tLeroy and the Doc 10-4'ed each other, and Leroy came back to the\npier.  \"Wh-Wh-What'd th-th-the d-d-doc s-s-say L-L-Leroy?\", Bubba chattered.\n\t\"Bubba, Doc says you're gonna die.\"\n",
  "\n\tElroy stared at Barb and then leaned quietly over to Shake Tiller\nand stuck out his hand.  \"Son,\" he said.  \"Tell the truth.  It ain't better\nthan fried chicken, is it?\"\n\tShake looked solemnly at Elroy, clasping his hand, and said:\n\t\"I got to be dead honest, Roy.\"\n\tAnd Elroy said yeah, lay it on him.\n\tShake said slowly, \"For a Lesbian who gave up the only real love she\never knew -- Sister Francis at Our Lady of Victory -- and for a person who\ncan't make it any more with nothing but an electric toothbrush, she's the\nfinest I've ever had.\"\n\t\t-- Dan Jenkins, \"Semi-Tough\"\n",
  "\nEveryone:\t\"Australia, Australia, Australia, Australia, we love you,\n\t\tAmen!\"\nBruce:\t\t\"Another two!  (Bottles opening.)  Any questions?\"\nBruce:\t\t\"New-Bruce, are you a Poofter?\"\nBruce:\t\t\"Are you a Poofter?\"\nNew-Bruce:\t\"No!\"\nBruce:\t\t\"No.  Right, I just want to remind you of the faculty rules:\n\tRule One!\"\nEveryone:\t\"NO POOFTERS!\"\nBruce:\t\t\"Rule Two, no member of the faculty is to maltreat the Abbos\n\tin any way at all -- if there's anybody watching.  Rule Three?\"\nEveryone:\t\"NO POOFTERS!\"\nBruce:\t\t\"Rule Four, now this term, I don't want to catch anybody not\n\tdrinking.  Rule Five...\"\nEveryone:\t\"NO POOFTERS!\"\nBruce:\t\t\"Rule Six, there is NO... Rule Six.  Rule Seven...\"\nEveryone:\t\"NO POOFTERS!\"\nBruce:\t\t\"Right, that concludes the readin' of the rules, Bruce.  This\n\there's the wattle, the emblem of our land. You can stick it in a\n\tbottle, you can hold it in your hand.  Amen!\n\t\t-- Monty Python\n",
  "\nFemale ballet dancers are the bravest girls around.  Who else would take a\nflying leap into the arms of a homosexual and expect to be caught?\n\t\t-- Rita Rudner\n",
  "\nFor months the loving newlywed had asked his blushing bride to perform oral\nsex on him, but to no avail.  His sweet entreaties never worked, for she was\nsimply too innocent and inexperienced to even *think* of such a thing, let\nalone attempt it.  But a year of gentle persistence finally paid off, and\none night his darling nervously but lovingly performed the act.  When it was\nover, she looked deeply into his eyes, blushed, and asked, \"How was I,\nsweetheart?\"\n\tHe looked at her and replied, \"How should I know -- I'm no cocksucker!\"\n",
  "\nHe was so gay he'd never lean his ass on a baseball bat -- scared it'd get\nserious.\n",
  "\n\t\"Hello, Police Department.\"\n\t\"This is Thomas Parrish, 903 Sylvester Court.  I've just been sexually \nmolested by a pervert, right here in my own home.  It was horrifying!\"\n\t\"Just remain calm, sir, and tell me about it.\"\n\t\"Well, the man came in the window wearing a ski mask.  I was napping\non the bed, in just my pajamas, and the TV set was on so I didn't hear anything.\nSuddenly he had his great big old callused hand over my mouth, holding me down.\nI tried to scream... he was pulling my pants off.  I was so frightened!  He\nheld a knife to my throat and undressed so quickly.  What could I do?  I\ncouldn't stop him.  He was huge.  A great, hairy, beefy man, more than fifty \npounds heavier than I am, and hung like... Oh! it was terrible.  He had an\nerection, and he knelt on my shoulders and forced the awful thing down my\nthroat; forced me to suck it.  Yes, officer!  There was no escaping this man.\nFinally, when I thought I would faint, he got off me and turned me over on \nmy tummy, forcing my legs apart with his knees, and oh! I'm so embarrassed to\nsay it, he put that huge thing...  It must have been a foot long, and I don't\nknow how thick... into my...  Just a minute.\"\n\t\"What's the matter, mister?\"\n\t\"Listen, I have to hang up now, he's getting out of the shower.\"\n",
  "\nHEY KIDS!  ANN LANDERS SAYS:\n\tA great way to prevent the tragedy of unwanted pregnancy is to\nbecome a homosexual.  Every year, millions of young men and women, just\nlike you, are making the clean change to worry-free homosexuality.\nThey're having more sex than ever, and more fun than ever.  Send 50 cents\ntoday for my leaflet \"Gay sexual techniques\".  Be sure to specify the\nmale or female edition.\n",
  "\nIf God doesn't destroy San Francisco, He should apologize to Sodom and\nGomorrah.\n",
  "\nIn a recent survey on why some men are homosexual, 82 percent of the gay\nchaps responding said that either genetics or home environment was the\nprincipal factor.  The remaining 18 percent revealed that they had been\nsucked into it.\n",
  "\nIn San Francisco, Halloween is redundant.\n\t\t-- Will Durst\n",
  "\n\tLiberace was at heaven's gate when Saint Peter told him that he'd been\ndisqualified from entering.\n\tStunned, Liberace asked, \"Why?\"\n\t\"Our records show that you once ate a parakeet,\" Saint Peter answered.\n\t\"I never did that,\" Liberace replied.  \"Can't you check your records?\nThey *must* be wrong!\"\n\t\"It says right here that on August 15, 1981, you ate a chartreuse\nparakeet with black trim.\"\n\t\"Hey, listen, you must be thinking of Ozzy Osbourne, \" Liberace\nreplied. \"Now, I might have had a cockatoo...\"\n",
  "\nLittle Boy Blew... he needed the money.\n",
  "\nOne fall day, two men were out in the woods hunting.  Feeling a sudden need\nto relieve himself, George went over to a nearby clump of bushes, unzipped\nhis fly, and started in when a poisonous snake lunged out of the bushes and\nbit him on his penis.  Hearing George's howl of pain and fright, his friend\nFred came running up and told him to lie still while he used the radio to\ncall a doctor.\n\t\"There's only one way to save your friend's life,\" said the doctor\ngravely.  \"If you cut a shallow 'X' over the bite and then suck as much of\nthe poison out as you can, he'll probably be okay, but otherwise there's not\nmuch hope.\"\n\tHearing Fred's footsteps, George rose weakly up on one elbow and\ncried out, \"Fred, what'd he say?  What did the doctor say?\"\n\t\"George, old friend,\" said Fred sadly, \"he said you're gonna die.\"\n",
  "\nOut on the great American desert one day, a bald eagle reached a\nstate of great libidal distress.  Pickings were slim, but in time, he saw a\ndove flying by.  \"Better than nothin'\", he muttered (birds in jokes can mutter)\nand swooped down, grabbed the dove and flew to his nest.  Feathers flew, and\neventually the dove tottered to the edge of the cliff and shouted (yes, they\nshout, too):\n\t\"I'm a dove!  I've been loved!  And I LIKE it!\"\n\tWell, this took care of the old boy for a while but soon enough he\nwas at it again.  All he could find was a lark, so away he went, and feathers\nflew and soon the lark tottered to the edge of the cliff and shouted:\n\t\"I'm a lark!  I've been sparked!  And I LIKE it!\"\n\tAs you can guess, some time later our friend was again in need of\namor... lib... you know!  This time, all that happened by was... a duck!\nSo down he swooped, and feathers flew, and the next thing seen is the duck\ntottering to the cliffside and shouting:\n\t\"I'M A DRAKE!  THERE'S BEEN A MISTAKE!  AND I DON'T LIKE IT!!!\n",
  "\n\tSam Lefkovitz is having an intimate party to celebrate his thirty\nimmensely profitable years in the construction business.\n\t\"You know,\" he laments to his friends, \"over the years I have\nconstructed dozens of enormous projects in and around this city, but\nam I known as Sam the Builder?  No.\n\tAnd over the years I have contributed literally millions of\ndollars to charitable causes of one sort or another, but am I called\nSam the Philanthropist?  No sir!\n\tBut suck one little cock...\"\n",
  "\nThe most difficult thing about surviving AIDS is trying to convince\nyour parents that you're Haitian.\n",
  "\nThe new rooster caused a great stir in the barnyard.  From resplendent comb\nto defiant spurs, he was the picture of young bantamhood.  Almost immediately\nupon arrival, he was greeted by and elderly rooster who took him behind the\nbarn and whispered in his ear: \"Young fellow, I'm long past my prime.  All I\nwant now is peace and solitude.  So you take over right now as ruler of the\nroost with my blessings.\"\n\tThe newcomer did just that.  He went about his squirely duties as only\na young rooster could.  After several days, however, the elder rooster again\ntook the young champion behind the barn.  \"Kid,\" he said, \"the hens are after\nme for giving up my position so readily.  So why don't we have a race, say,\nten laps around the farmhouse?  The winner becomes undisputed keeper of the\nhenhouse and the hens will stop nagging me.\n\tThe young rooster, with only contempt for his elder, agreed.  \nSurprisingly, the older one jumped off to an early lead.  His counterpart, \nweakened by the activities of the previous week, was never quite able to\novertake him.  As they rounded the barn for the fourth time, the elder rooster \nmaintained a formidable lead.\n\tSuddenly, a shotgun blast rang out.  The young rooster fell in the \ndust, his plumage riddled with buckshot.\n\t\"Dammit, Emmy,\" said the farmer.  \"That's the last rooster we buy\nfrom Ferguson.  Four of 'em this month, and every one's been queer.\"\n",
  "\nThe San Francisco police are nothing if not sensitive to the mood of the\ncommunity.  The word is that Dirty Harry has been replaced by Bitchy Gerald.\n",
  "\nThe warden of the De Luxington preparatory school for boys was holding a\nhearing.  The lad before his desk, a very popular young fellow, was angrily\naccusing one of his schoolmates of having assaulted him sexually.\n\t\"I must warn you, m'boy, this is a very serious charge, the warden\nsaid.\n\t\"I don't care.  I tell you it is true.  He raped me, warden.\"  The\nyouth pointed to another, somewhat larger boy smirking in the corner.\n\"That's him, sir, the one who forced me to do all those crimes against\nnature.  The bully!\"\n\t\"Now tell me, son, as closely as you can, when this happened.\"\n\t\"Sir, two weeks ago on Wednesday at 4:00, then at 7:00 that same \nevening, on Friday, twice on Saturday, two times on Monday, once on\nWednesday, and then he met that bitch Roy and he hasn't touched me since.\"\n",
  "\nThen there was the girl whose boyfriend didn't smoke, drink or \nswear, and never, ever made a pass at her.  He also made his own dresses.\n",
  "\nThere is a new model of car being sold in San Francisco -- the pervertible.\nThe top doesn't go down, but the driver does.\n",
  "\n\tThis guy is taking a leak in a public men's room when a man enters\nwith his arms held out from his sides, bent at the elbows with his hands\ndangling awkwardly, and comes over to him.\n\t\"Would you do me a favor and unzip my fly?\" he asks.\n\tFiguring the man to be a poor cripple, perhaps an accident victim,\nthe guy obliges, not without a flush of embarrassment when the man next\nrequests that he take out his prick and hold it in the appropriate position.\n\t\"Shake it off\" is the next instruction, then \"zip me up,\" and the\nguy follows orders, wincing at his own embarrassment and at the shame of\nbeing so helpless.\n\t\"Say, thanks,\" says the man, flouncing to the door.  \"I can't do a\n*thing* 'til my nails dry!\"\n",
  "\n\tTwo gay guys, Larry and Phil, were driving down the highway when they\nwere rear-ended by a huge semi.  Somewhat shaken, they maneuvered over to the\nside of the road, where Phil instructed Larry to get out and confront the truck\ndriver.  \"Tell him we're going to sue, sue, sue!\" he shrieked.\n\tObligingly, Larry got out and went around to the cab of the truck to \ndeliver this message to the huge, burly driver, whose response was to snarl,\n\"Ah, why doncha suck my cock.\"\n\t\"Phil,\" said Larry, coming back to their car, \"I think we're going\nto be able to settle out of court.\"\n",
  "\nTwo gentlemen met at the club after a long absence and talked.\n\t\"Did you hear about Chumley?\", one asked.\n\t\"No, old man, what about him?\"\n\t\"Last seen in Africa, you know.\"\n\t\"No, I didn't.\"\n\t\"Yes.  Appalling.  Ran off with a gorilla.  Fallen in love.\"\n\t\"Queer.\"\n\t\"Not Chumley.  Female gorilla.\"\n",
  "\nTwo men and a woman were stranded on a desert island --\n\nTwo weeks later, the woman was so ashamed of what she had been doing,\nshe committed suicide.\n\nTwo weeks later, the men were so ashamed of what they had been doing,\nthey buried her.\n\nTwo weeks later, the men were so ashamed of what they had been doing,\nthey dug her back up.\n",
  "\nVisiting a lawyer for advice, the wife said, \"I want you to help me obtain a\ndivorce. My husband is getting a little queer to sleep with.\"\n\nWhat do you mean?\" asked the attorney. \"Does he force you to indulge\nin unusual sex practices?\"\n\n\"No, he doesn't,\" replied the woman, \"and neither does the little queer.\"\n",
  "\nWell, it seems that there was this traveling saleswoman whose car broke\ndown, late at night, in the middle of a torrential downpour.  Hoping to\nfind a phone she ran to a nearby farmhouse.  When she was unable to find\na garage still open, the farmer told her that, while they were short of\nbeds, she could sleep with his daughter.  The daughter proved to eighteen\nand beautiful.  So they went to bed, and shortly afterward, the saleswoman\nrolled over toward the daughter and said, \"Dear, I'm sure that you're aware\nthat some women like... to be with... other women.  Let me be frank...\"\n\t\"No!\" interrupted the daughter, sternly.  \"This time *I* want to\nbe Frank!\"\n",
  "\n WHAT TO DO WHEN YOU MEET A QUEER PERSON:\n                        HINTS FOR HETEROSEXUALS\n \n \n1.      Do not run screaming from the room.  This is rude.\n \n2.      If you must back away, do so slowly and with discretion.\n \n3.      Do not assume she/he is attracted to you.\n \n4.      Do not assume he/she is not attracted to you.\n \n5.      Do not assume that you are not attracted to her/him.\n \n6.      Do not expect him/her to be as excited about meeting a straight\n        person as you may be about meeting a queer person.\n\t\t-- ae606@freenet.carleton.ca (Victoria Edwards)\n\t\t   [soc.women.lesbian-and-bi]\n",
  "\nWomen's Libbers are OK.  I just wouldn't want my sister to marry one.\n",
  "\nYou'll be a guest at a gay party that will have important consequences for you.\n",
  "\n"
]