[
  "A game can by God repent or we'll punish it.\nThat's how they did it in Salem in the seventeenth century,\nand that's how we'll do it now.\n\t\t-- Dick Hamlet\n",
  "\nAmerica, I'm putting my queer shoulder to the wheel.\n\t\t-- Allen Ginsberg\n",
  "\nAn Army travels on her stomach.\n",
  "\nBeing a woman is of special interest only to aspiring male transsexuals.\nTo actual women it is merely a good excuse not to play football.\n\t\t-- Fran Lebowitz, \"Metropolitan Life\"\n",
  "\nBeware of altruism.  It is based on self-deception, the root of all evil.\n",
  "\nBringing your mate to a convention is like taking a game warden hunting.\n",
  "\nBritain has lowered the tax on chastity belts by about 60 cents each...\n[reclassifying them] as a safety device rather than... clothing\n\t\t-- NY Times\n",
  "\nBut sex and drugs and rock & roll, why, they'd bring our blackest day.\n",
  "\nClark Kent is a transvestite.\n",
  "\nDad,\" the 13-year-old boy asked, looking up from his social-studies text,\n\"what did you do during the sexual revolution?\"\n\n\"Well, son,\" his father confided, \"I guess you could say I was captured\nearly and spent the duration doing the dishes.\"\n",
  "\nDon't cook tonight -- starve a rat today!\n",
  "\nDon't eat yellow snow.\n",
  "\nDon't forget to support the ERA apersonment.\n",
  "\nEvening hours \"all clear\" for romance!\n\n(Tell mate you have to work late.)\n",
  "\nEver wondered why you always run out of breath when you throw up?\nAh, but a man's retch should exceed his gasp, else what's a heaving for?\n",
  "\nFaith is the quality that enables you to eat blackberry jam on a picnic\nwithout looking to see whether the seeds move.\n",
  "\n\"For an adequate time call 555-3321\"\n",
  "\nFortune's Rules for Memo Wars: #1\n\n\tAny attempt to say that someone's personal beliefs are wrong, even if\nyou supply conclusive evidence to support your claim, is an outright attack.\nIf you show someone a flaw in his/her logic, they have every right to punch\nyou in the face.  Mathematical proofs of errors are the moral equivalent\nof rape and should be avoided at all cost.\n\tNow... your opponent has requested a \"rational discussion\".  What do\nyou do?  Well, remember that people are normally willing to discuss things\nrationally if and only if you agree with them; anything less would obviously\nnot be rational.  Therefore, agree immediately, and continue as before.\n\tAlways assume that whenever you see someone making a statement about\n\"certain parties who shall remain nameless\", \"some people\", \"assholes\", etc.,\nthey are talking about *you*.  It is also correct to assume that words you\ndon't understand, such as \"prestidigatory\", \"lapidarian\", and \"buprestid\",\nare direct personal attacks aimed at your loved ones and merit an equally\nscathing response.  Failure to do this results in many lost opportunities for\nrational discussion.  (See above.)\n",
  "\nFortune's Rules for Memo Wars: #3\n\nThe proper time for a vicious ad hominem attack is when you have no logical\nrecourse.  If you have been arguing a point with a person or persons for\n30 odd weeks, and an memo comes across that logically tears down the\nfinal shred of evidence that you thought you had, that is the time to call\nthe author of that memo:\n\t1: a mindless twit who attacks other people's beliefs for no reason.\n\t2: an egotistical flaming typical wombat aggie melon-humping\n\t   cheese-whizzing nanosexual subuseless clamsucker whose memos\n\t   are apparently sneezed onto his/her terminal.\n\t3: something unpleasant.\nThe OTHER proper time for an ad hominem attack is immediately after someone\nhas posted something you don't understand.  Given the current state of modern\nelectronic communications technology your inability to comprehend the meaning\nof an memo constitutes a violation of western moral tradition on the part of\nthe author of that memo, and the author should be taken to task publicly via\na series of really nasty, name-calling oriented memos.\n",
  "\nFour Oxford dons were taking their evening walk together and as\nusual, were engaged in casual but learned conversation.  On this particular\nevening, their conversation was about the names given to groups of animals,\nsuch as a \"pride of lions\" or a \"gaggle of geese.\"\n\tOne of the professors noticed a group of prostitutes down the block,\nand posed the question, \"What name would be given to that group?\"  The four\nfell into silence for a moment, as they pondered the possibilities...\n\tAt last, one spoke: \"How about 'a Jam of Tarts'?\"  The others nodded\nin acknowledgement as they continued to consider the problem.  A second\nprofessor spoke: \"I'd suggest 'an Essay of Trollops.'\"  Again, the others\nnodded.  A third spoke: \"I propose 'a Flourish of Strumpets.'\"\n\tThey continued their walk in silence, until the first professor\nremarked to the remaining professor, who was the most senior and learned of\nthe four, \"You haven't suggested a name for our ladies.  What are your\nthoughts?\"\n\tReplied the fourth professor, \"'An Anthology of Prose.'\"\n",
  "\n\"He could be a poster child for retroactive birth control.\"\n",
  "\nHe who sneezes without a handkerchief takes matters into his own hands.\n",
  "\nHome is where the hurt is.\n\t\t-- Strange de Jim\n",
  "\nHugh Hefner is a virgin.\n",
  "\nHypocrisy is the vaseline of social intercourse.\n",
  "\nI don't care who you are, Fatso.  Get those reindeer off my roof.\n",
  "\nI just got off the phone with Sonny Barger [President of the Hell's Angels].\nHe wants me to appear as a character witness for him at his murder trial\nand said he'd be glad to appear as a character witness on my behalf if I\never needed one.  Needless to say, I readily agreed.\n\t\t-- Thomas King Forcade, publisher of \"High Times\"\n",
  "\n\t\"I was plodding through the woods when suddenly a giant brown bear\ngrabbed me from behind and made me drop my gun.  He picked it up and\nstuck it in my back.\"\n\t\"What did you do?\"\n\t\"What *could* I do?  I married his daughter.\"\n",
  "\n\tI went into a bar feeling a little depressed, the bartender said, \n\"What'll you have, Bud\"?\n\tI said,\" I don't know, surprise me\".\n\tSo he showed me a nude picture of my wife.\n\t\t-- Rodney Dangerfield\n",
  "\n\"I've had one child.  My husband wants to have another.  I'd like to\nwatch him have another.\"\n",
  "\nIf I could reach, I'd never leave the house.\n\t\t-- George Carlin\n",
  "\nIgnorance is the Mother of Devotion.\n\t\t-- Robert Burton\n",
  "\nIn breeding cattle you need one bull for every twenty-five cows, unless\nthe cows are known sluts.\n\t\t-- Johnny Carson\n",
  "\nIn light of the New Morality, Playboy Inc. is offering a new version of\nits magazine, for married men.  Every month it has the same centerfold.\n",
  "\nIt is better to have Uranus in Cancer than to have Cancer in Uranus.\n",
  "\nIt takes a brave man to admit his mistakes.\n\nEspecially in a paternity hearing.\n",
  "\nIt was a female that drove me to drink and I didn't even have the kindness\nto thank her.\n\t\t-- R.E. Baber\n",
  "\nIt was New Year's Eve and the house was brightly decorated with holiday\ntrappings.  The only sound that broke the quiet was the click of Grandma's\nknitting needles.  The children; Jane, eight and Mary, five, were seated\nin front of a cheerily burning fire, leafing through a picture book.\nTiring of this, they went over to Grandma's rocker.  Jane climbed up on\nthe arm of the chair and Mary snuggled into Grandma's cozy lap.\n\t\"Tell us a story,\" begged Mary.\n\t\"Oh,\" said the old lady, laying aside her knitting and wrapping\nher arms around the children.  \"What story should I tell you?\"\n\t\"Tell us our favorite story,\" whispered little Jane eagerly.\n\"About the time you were a hooker in Chicago.\"\n",
  "\n\tIt was the next morning that the armies of Twodor marched east\nladen with long lances, sharp swords, and death-dealing hangovers.  The\nthousands were led by Arrowroot, who sat limply in his sidesaddle,\nnursing a whopper.  Goodgulf, Gimlet, and the rest rode by him, praying\nfor their fate to be quick, painless, and if possible, someone else's.\n\tMany an hour the armies forged ahead, the war-merinos bleating\nunder their heavy burdens and the soldiers bleating under their melting\nicepacks.\n\t\t-- \"Bored of the Rings\", The Harvard Lampoon\n",
  "\nJesus loves you, but everybody else thinks you're a dork.\n",
  "\nJesus may love you, but I think you're garbage wrapped in skin.\n\t\t-- Michael O'Donohugh\n",
  "\nMay a deranged midget on a pogo stick take refuge in your sister's hoop skirt.\n",
  "\nMay a diseased yak take a liking to your sister.\n",
  "\nMy father was a creole, his father a Negro, and his father a monkey; my\nfamily, it seems, begins where yours left off.\n\t\t-- Alexandre Dumas, pere\n",
  "\nNever take a resume seriously.  Resumes only make money for the\npeople who write the resumes.  No resume ever tells an employer how many\ntimes a job applicant has had the clap.\n\tWhy, indeed, would anyone hire a person based on a resume written\nby a professional liar? \n\tIf the applicant is a man, the employer must ask only one question:\ndid the applicant go to TCU?\n\tIf the applicant is a woman, the employer may simply ask: does she\nhave a tongue that can lick the paint off a dormitory wall?\n\t\t-- Dan Jenkins, \"Baja Oklahoma\"\n",
  "\nNo one born with a mouth and a need is \"innocent\".\n\t\t-- Greg Bear\n",
  "\nObjectivity is to a newspaper what virtue is to a woman.\n\t\t-- Joseph Pulitzer\n",
  "\nOLD FELLA RED CLARET\n\tProduce of Australia -- \"The Big 69'er\"\n\nAn unusual \"Rough-as-Guts\" wine that has the Distinctive Bouquet of old\nand ill-cared for animals.  It is best drunk with the teeth clenched to\nprevent ingestion of the seeds and skins.  Connoisseurs will savour the\nslight Tannin Taste of burnt shag feathers and soiled medical dressings.\nPossessors of a cultivated Palate admire the initial assault on the taste\nbuds which comes from the careful and loving blending of circus hosings\nwith perished jock straps.  The maturing in Midland Abattoir hogsheads\ngives it a very Definite Nose.  With the bouquet like an aborigine's armpit.\nIn the United States this wine is marketed as Crow Brand (9 out of 10 people\nwho drink it for the first time exclaim \"VRAAAARRRRRK\").\n\nIt won a Bronze at the \"Kings Cross Homosexuals Convention\" of 1973\n\nWarning: Avoid contact with eyes and open cuts.\n\t Keep away from open naked flames -- both old and new.\n",
  "\nOnce upon a time there was a boy, who tried very, very hard to be a Good\nLittle Boy.  He grew up to try to be a Good Man.\n\tBut he never understood how he could be either.\n\tFinally, one day, after years of chronic worry and months of\noutright crisis, he admitted that he couldn't do either, because at some\nlevel, he wasn't even male.\n\tSo she tried to be a Good Little Girl, and soon after, tried to\nlearn to be a Good Woman.\n\tUnfortunately, she didn't look much like Barbie.  More like Ken,\nI suppose.\n\tSo, she lost some friends.  But she loved herself, and that was\nmore important.  Then she lost her career, but that wasn't so important,\nbecause it was *his* career she lost.  Her family tried to accept; all of\nthem stopped using the old name.  One of them even tried the new one, a\nfew times.  She couldn't get a job--\"That's no woman!\" seemed to bar her\neven from jobs that didn't require interior plumbing.  But it was all\nright, because she had learned to stop trying to be a Good Anything At\nAll, and loving herself, *was* herself.\n\tThen the heat went off, and the food ran out, the eviction notice\ncame and there wasn't anywhere left to borrow money from.  So she filled\nthe tub, heating water in a kettle on the stove, and gently, lovingly,\ncut her wrists.\n\nThe moral of the story: The ugly duckling makes a dandy meal.  Dig in.\n",
  "\nA stunning blonde, but probably all bean dip above the eyebrows.\n",
  "\nSEX-CHANGE NUN BECOMES TV WRESTLER!!!\n\tdetails at 11!\n",
  "\nSmoking a woman is like kissing a fish.\n",
  "\nSo... if you could choose any nose in the whole wide world,\nwhich one would you pick?\n",
  "\nSorry 'bout that sweat, honey.  That's just holy water.\n\t\t-- Little Richard\n",
  "\nTelevision is a whore.  Any man who wants her full favors can have them\nin five minutes with a pistol.\n\t\t-- Hijacker, quoted in \"Esquire\"\n",
  "\nThe attractive and grief-stricken widow had been living in seclusion at the\nhome of her deceased husband's younger brother for several weeks.  One evening,\nwhen she could no longer control her emotions, she barged into her brother-in-\nlaw's study and pleaded, \"James, I want you to take off my dress.\"  Shyly,\nthe brother-in-law did as she requested.  \"Now,\" she continued, \"take off my\nslip.\"  He again complied.  \"And now,\" she said, with a slight blush, \"remove\nmy panties and bra.\"  Once more James obeyed her command.\n\tThen, regaining her composure, she stared directly at the young man\nand boldly announced, \"I have only one more request, James.  Don't ever let\nme catch you wearing my things again.\"\n",
  "\nThe moving finger having writ... gestures.\n",
  "\nThe only difference between your girlfriend and a barracuda is the nailpolish.\n",
  "\nThe Stealth Condom -- they'll never see you coming.\n",
  "\nWatch out for a cold wave this week.  (Or maybe a warm WAC.)\n",
  "\n\tWhen I was coming out, the single most common reaction was a question:\n\"Oh, well ... have you really thought about this?\" delivered with solemn\nconcern.\n\tI never did figure out a good reply; I finally settled on a\ndisbelieving stare, which usually provoked a change of topic.  I always\n*wanted* to say \"Gee, no!  I just woke up one morning and thought, 'Gosh,\nit's been such fun being a boy, I guess I'll try being a girl for a\nwhile!'  Don't you think it's a neato idea?\"  But these were *friends* --\nclueless, it's true, but trying to comprehend in a moment what I'd\nstruggled to not comprehend for thirty years ... they didn't deserve that.\n\t\t-- Anonymous transsexual woman\n",
  "\n... why should you waste a single moment of *your* life seeming to be something\nyou don't want to be?  Lord, that's so simple.  If you hate your job, quit it.\nIf your friends are tedious, go out and find new friends.  You are queer, you\nlucky fool, and that makes you one of life's buccaneers, free from the clutter\nof 2000 years of Judeo-Christian sermonizing.  Stop feeling sorry for yourself\nand start raising your sails.  You haven't a moment to lose.\n\t\t-- Edmund Carlevale\n",
  "\nYou can pick your friends, and you can pick your nose, but you can't\npick your friend's nose.\n",
  "\nYour boy/girl friend is *so* ugly that...\n\n\t-- when you look up ugly in the dictionary, their picture's there.\n\t-- it looks like their face caught fire and someone put it out\n\t\twith an ice pick.\n\t-- Nabisco used their face to model for animal cookies.\n\t-- when they yelled \"Rape\", the guy screamed \"No way!\"\n\t-- they were the birth control poster child.\n\t-- when they were born, the doctor slapped their mother.\n\t-- as a child, their parents tied a pork chop around her neck to\n\t\tget the puppy to play with them.\n\t-- they have to sneak up on a glass of water, just to get a drink!\n",
  "\n"
]