[
  "A highly intelligent man should take a primitive woman.  Imagine if on top\nof everything else, I had a woman who interfered with my work.\n\t\t-- Adolf Hitler\n",
  "\nA little bit of rape is good for a man's soul.\n\t\t-- Norman Mailer\n",
  "\nA perfectly honest woman, a woman who never flatters, who never manages,\nwho never cajoles, who never conceals, who never uses her eyes, who never\nspeculates on the effect which she produces, who never is conscious of\nunspoken admiration, what a monster, I say, would such a female be!\n\t\t-- Thackeray\n",
  "\nA proper wife should be as obedient as a slave... The female is a female\nby virtue of a certain lack of qualities -- a natural defectiveness.\n\t\t-- Aristotle\n",
  "\nA society in which women are taught anything but the management of a family,\nthe care of men, and the creation of the future generation is a society\nwhich is on its way out.\n\t\t-- L. Ron Hubbard\n",
  "\nA woman employs sincerity only when every other form of deception has failed.\n\t\t-- Scott\n",
  "\nA woman must be a cute, cuddly, naive little thing--tender, sweet, and stupid.\n\t\t-- Adolf Hitler\n",
  "\nA woman occasionally is quite a serviceable substitute for masturbation.\nIt takes an abundance of imagination, to be sure.\n\t\t-- Karl Kraus, \"Die Fackel\"\n",
  "\nA woman takes off her claim to respect along with her garments.\n\t\t-- Herodotus\n",
  "\nA woman who is guided by the head and not by the heart is a social\npestilence: she has all the defects of the passionate and affectionate\nwoman, with none of her compensations; she is without pity, without love,\nwithout virtue, without sex.\n\t\t-- Balzac\n",
  "\nA woman who is unfaithful deserves to be shot.\n\t\t-- Pancho Villa\n",
  "\nAmong all savage beasts, none is found so harmful as woman.\n\t\t-- St. John Chrysostom, 304-407.\n",
  "\nAnd do you not think that each of you women is an Eve?  The judgement of God\nupon your sex endures today; and with it invariably endures your position of \ncriminal at the bar of justice.\n\t\t-- Tertullian, second-century Christian writer\n",
  "\n\t\tAre Women Human?\n\nIn the year 584, in Lyon, France, 43 Catholic bishops and 20 men\nrepresenting other bishops, after a lengthy debate, took a vote. The\nresults were 32 yes, 31 no.  Women were declared human by one vote.\n",
  "\n\tAre you a Young Urban Professional Woman?  If so, you know how\nYuppie women are; cold, ruthless bitches with no time for love, and only\nan occasional weekend for sex.  Your one \"hot date\" with Joe Fastrack,\nrising corporate star, ended in disaster.  Yesterday you heard him telling\na friend over lunch,  \"The woman must masturbate with popsicles!\"  Well,\nall is not lost!  SofSqueeze can change your nickname to Electrolux in just\n15 minutes a day!\n\tSofSqueeze is a pressure sensitive device (divided into appropriate\nsections) that plugs into the serial port of most home computers.  Through\nthe magic of biofeedback, SofSqueeze teaches you control over your vaginal\nmuscles.  With our exciting, easy-to-follow software you'll master the\n\"Cincinnati Squeeze\", the \"Irresistable\", the \"California Crusher\", and,\nof course, the perennial favorite, \"Milking Time Down on the Farm\".  Or,\nusing our exclusive Interactive Mode, invent your own!\n\tSofSqueeze is made of sturdy ABS plastic, and is completely\nimmersible for easy cleaning.  SofSqueeze's flesh-toned exterior is finely\ntextured for a realistic effect.  Requires 4K RAM, a DB25 serial port and\nlimited graphics capability.  Comes fully assembled, with 4 AA batteries.\n",
  "\nContemporary American feminism's simplistic psychology is illustrated by\nthe new cliche of the date-rape furor:  \"`No' always means `no'.\"  Will\nwe ever graduate from the Girl Scouts?  \"No\" has always been, and always\nwill be, part of the dangerous alluring courtship ritual of sex and\nseduction, observable even in the animal kingdom.\n\t\t-- Camille Paglia, NY Times, Dec. 14 1990, Op Ed.\n",
  "\nDames lie about anything -- just for practice.\n\t\t-- Raymond Chandler\n",
  "\nDo you want to know what's ahead for you, in your happiness at home,\nyour business success?  Here's a telling test: Look in the mirror.  Is\nyour skin smooth and lovely, your hair gleaming, your make-up glamorous?\nAre you slender enough for your height?  Do you stand erect, confident?\nYes?  Then you are on your way to success as a woman.\n\t\t-- Ladies' Home Journal, 1947 advertisement\n",
  "\nEighteen goddess-like daughters are not equal to one son with a hump.\n\t\t-- Chinese Proverb\n",
  "\nEveryone has the right, without exception, to equal pay for equal work.\nExcept for women.\n",
  "\nEveryone in the office is welcome to join the group going to the Columbus\nTheater tonight.  Meet in the lobby at 8:30.  The films are \"Blue Jennifer\" \nand \"Hot Coed Cheerleaders\".\n",
  "\nFeminists say 60 percent of the country's wealth is in the hands of women.\nThey're letting men hold the other 40 percent because their handbags are full.\n\t\t-- Earl Wilson\n",
  "\nFinally, a reporter got a chance to interview Tarzan.\n\nReporter: Tarzan?  Is that your first or last name?\nTarzan:   Tarzan first name.\nReporter: Then, what's your whole name?\nTarzan:   Tarzan of the Apes.\nReporter: And who is the woman with you?\nTarzan:   That Jane.\nReporter: And what's Jane's whole name?\nTarzan:   Cunt.\n",
  "\nHave you ever stopped to think what it would be like to have a woman President?\n\"I can't deal with the Russians today.  Not now.  I've got my period.\"\n\t\t-- Steven Moore\n",
  "\nHere's to women.  Would that we could fall into her arms without falling\ninto her hands.\n\t\t-- Ambrose Bierce\n",
  "\n\tI paid a visit to my local precinct in Greenwich Village and\nasked a sergeant to show me some rape statistics.  He politely obliged.\nThat month there had been thirty-five rape complaints, an advance of ten\nover the same month for the previous year.  The precinct had made two\narrests.\n\t\"Not a very impressive record,\" I offered.\n\t\"Don't worry about it,\" the sergeant assured me.  \"You know what\nthese complaints represent?\"\n\t\"What do they represent?\" I asked.\n\t\"Prostitutes who didn't get their money,\" he said firmly,\nclosing the book.\n\t\t-- Susan Brownmiller, \"Against Our Will\"\n",
  "\nIf a shameless woman expects to be defiled and then dies of her fierce\nlove because you do not consent, will chastity also be homicide?\n\t\t-- Saint Augustine\n",
  "\nIn childhood a woman must be subject to her father; in youth to her\nhusband; when her husband is dead, to her sons.  A woman must never\nbe free of subjugation.\n\t\t-- The Hindu Code of Manu\n",
  "\nIn the highest society, as well as in the lowest, woman is merely an\ninstrument of pleasure.\n\t\t-- Tolstoy\n",
  "\nIt is only the man whose intellect is clouded by his sexual impulse that\ncould give the name of the fair sex to that undersized, narrow-shouldered,\nbroad-hipped, and short-legged race.\n\t\t-- Schopenhauer\n",
  "\nIt seems to me that nearly every woman I know wants a man who knows how\nto love with authority.  Women are simple souls who like simple things,\nand one of the simplest is one of the simplest to give.  ...  Our family\nairedale will come clear across the yard for one pat on the head.  The\naverage wife is like that.\n\t\t-- Episcopal Bishop James Pike\n",
  "\nMany a woman hasn't realized that she was raped until the check bounced.\n",
  "\nMen are superior to women.\n\t\t-- The Koran\n",
  "\nNo is no negative in a woman's mouth.\n\t\t-- Sidney\n",
  "\nOne hundred women are not worth a single testicle.\n\t\t-- Confucius\n",
  "\nScratch the average female and you'll find a purring bundle... at the\nready to love and honor, bake a torte and still produce quintuplets.\n\t\t-- Edgar Berman\n",
  "\nSensible and responsible women do not want to vote.\n\t\t-- Grover Cleveland, 1905\n",
  "\nShe applies her lipstick in spite of its contents: \"greasy rouge,\ncontaining crushed and dried insect corpses for coloring, beeswax for\nstiffness, and olive oil to help it flow - the latter having the\nunfortunate tendency to go rancid several hours after use.\n\nIn 1924 the New York Board of Health considered banning lipstick, not\nbecause it was hazardous to the wearers but because of \"the worry that it\nmight poison the men who kissed the women who wore it.\"\n\t\t-- David Bodanis, \"The Secret House\"\n",
  "\nSix days after the Creation, Adam was still alone in the Garden of\nEden, and getting pretty desperate. \"God!\" he cried, \"rescue me from\nloneliness and despair!  Send some company for Your sake!\"\n\nGod replied \"OK, I have just the thing. Keep you warm and relaxed all\nthe days of your life.  Never complains.  Looks up to you in every way.\nIt'll cost you though\".\n\n\"Sounds ideal\" said Adam. \"The society of the beasts of the field and\nthe birds of the air palls after a while.  What's the price?\"\n\n\"An arm and a leg\", said God.\n\nAdam thought about it for a bit and finally sighed.  \"So, what can I get\nfor a rib?\"\n",
  "\nSome women should be beaten regularly, like gongs.\n\t\t-- Noel Coward\n",
  "\nSure, and of course I would vote for a woman for president!  \nQuite naturally, we wouldn't have to pay her so much.\n",
  "\nThat Xanthippe's husband should have become so great a philosopher is\nremarkable.  Amid all the scolding, to be able to think!  But he could not\nwrite: that was impossible.  Socrates has not left us a single book.\n\t\t-- Heine\n",
  "\nThe Bible says that woman was the last thing God made.  Evidently He made\nher on Saturday night.  She reveals his fatigue.\n\t\t-- Dumas\n",
  "\nThe great question that has never been answered and which I have not\nyet been able to answer despite my thirty years of research into the\nfeminine soul is: WHAT DOES A WOMAN WANT?\n\t\t-- Sigmund Freud\n\t\t\n\t[*Which* woman?  This sort of *stupid* question should, I suppose, be\n\t expected from the man who invented the mind-bogglingly unbelievable\n\t concept of 'penis envy' to explain the behavior of half of mankind.]\n",
  "\nThe man-hating woman, like the cold woman, is largely imaginary.  She\nis simply a woman who has done her best to snare a man and has failed.\n\t\t-- Norton\n",
  "\nThe more I learn about women, the more I love my dog.\n",
  "\nThe only alliance I would make with the Women's Liberation Movement is in bed.\n\t\t-- A. Hoffman\n",
  "\nThe Pope is working on a crossword puzzle one Sunday afternoon.  He stops\nfor a moment, scratches his forehead, then asks a Cardinal, \"Can you think\nof a four-letter word for `woman' that ends in `u-n-t'?\"\n\t\"Aunt,\" replies the Cardinal.\n\t\"Say, thanks,\" says the Pope.  \"You got an eraser?\"\n",
  "\nThe Queen is most anxious to enlist every one who can speak or write to\njoin in checking this mad, wicked folly of \"Woman's Rights\", with all its\nattendant horrors, on which her poor feeble sex is bent, forgetting every\nsense of womanly feeling and propriety.  Lady ____ ought to get a good\nwhipping.  It is a subject which makes the Queen so furious that she cannot\ncontain herself.  God created men and women different -- then let them\nremain each in their own position.\n\t-- Letter to Sir Theodore Martin, 29 May 1870, from Queen Victoria\n",
  "\nWere there no women, men might live like gods.\n\t\t-- Thomas Dekker\n",
  "\nWhen I have one foot in the grave I will tell the truth about women.  I\nshall tell it, jump into my coffin, pull the lid over me, and say, \"Do\nwhat you like now.\"\n\t\t-- Tolstoy\n",
  "\nWhen I was in college, there were a lot of four-letter words you couldn't\nsay in front of girls.  Now you can say them.  But you can't say \"girls\".\n",
  "\nWith all the talent around, it's sort of amazing that a woman could be\nup here with us.\n\t\t-- Ralph Kiner, on introducing an award winner\n",
  "\nWith her body, woman is more sincere than man; but with her mind she lies.\nAnd when she lies, she does not believe herself.\n\t\t-- Tolstoy\n",
  "\nWith women, I've got a long bamboo pole with a leather loop on the end of\nit.  I slip the loop around their necks so they can't get away or come too\nclose.  Like catching snakes.\n\t\t-- Marlon Brando\n",
  "\nWoman is generally so bad that the difference between a good and a bad\nwoman scarcely exists.\n\t\t-- Tolstoy\n",
  "\nWomen -- can't live with 'em, can't leave 'em by the curb when you're done.\n",
  "\nWomen are nothing but machines for producing children.\n\t\t-- Napoleon\n",
  "\nWomen of genius commonly have masculine faces, figures and manners.\nIn transplanting brains to an alien soil God leaves a little of the\noriginal earth clinging to the roots.\n\t\t-- Ambrose Bierce\n",
  "\nWomen should be obscene and not heard.\n",
  "\n"
]