[
  "A bureaucracy is like a septic tank -- all the really big shits float\nto the top.\n",
  "\nA chubby man with a white beard and a red suit will approach you soon.\nAvoid him.  He's a Commie.\n",
  "\nA conservative is a man who believes that nothing should be done for\nthe first time.\n\t\t-- Alfred E. Wiggam\n",
  "\nA conservative is a man who is too cowardly to fight and too fat to run.\n\t\t-- Elbert Hubbard\n",
  "\nA conservative is a man with two perfectly good legs who has never\nlearned to walk.\n\t\t-- Franklin D. Roosevelt\n",
  "\nA decade after Vietnam, we still cannot understand why \"their\"\nSalvadorans fight better than \"our\" Salvadorans.  It is not a matter of\ntheir training or their equipment.  It has to do with the quality of the\nsociety we are asking them to risk death defending.  The metaphor of the\ndomino obscures this reality, and the cost our self-imposed blindness\nis high.  San Salvador is closer to Saigon than to Munich.\n\t\t-- William LeoGrande, \"New York Times\", 3/9/83\n",
  "\nA friendly message from your Internal Revenue Service: tax time is\ncoming again soon.  Bend over.\n",
  "\nA liberal is a man too broadminded to take his own side in a quarrel.\n\t\t-- Robert Frost\n",
  "\nA liberal is a person whose interests aren't at stake at the moment.\n\t\t-- Willis Player\n",
  "\nA liberal is someone too poor to be a capitalist, and too rich to be a\ncommunist.\n",
  "\nA new taste had been acquired and a new appetite began to grow.  The time\nhad long since arrived to crush the technical intelligentsia, which had\ncome to regard itself as too irreplaceable and had not gotten used to\ncatching instructions on the wing.  In other words, we never did trust \nthe engineers - and from the very first years of the Revolution we saw to\nit that those lackeys and servants of former capitalist bosses were kept \nin line by healthy suspicion and surveillance by the workers.\n\t\t-- Aleksandr I. Solzhenitsyn, \"The Gulag Archipelago\"\n",
  "\nA New Yorker was driving through Berkeley when he saw a big crowd gathered\nby the side of the street.  Curiousity got the better of him and he leaned\nout of his window to ask an onlooker what was going on.  The fellow explained\nthat a protestor against the U.S. position in South America had doused\nhimself with gasoline and set himself on fire.  \"That's terrible,\" gasped\nthe man.  \"But why is everyone still standing around?\"\n\t\"Well, they're taking up a collection for his wife and kids,\" the\nonlooker explained.  \"Would you be willing to help?\"\n\t\"Well, sure,\" replied the New Yorker.  \"I suppose I could spare a\ngallon or two.\"\n",
  "\nA Nixon [is preferable to] a Dean Rusk -- who will be passionately\nwrong with a high sense of consistency.\n\t\t-- J. K. Galbraith\n",
  "\nA non-vegetarian anti-abortionist is a contradiction in terms.\n\t\t-- Phyllis Schlafly\n",
  "\nA person who has both feet planted firmly in the air can be safely called\na liberal.\n",
  "\nA Polish worker walks into a bank to deposit his paycheck.  He has heard\nabout Poland's economic problems, and he asks what would happen to his\nmoney if the bank collapsed.  \"All of our deposits are guaranteed by the\nfinance ministry, sir,\" the teller replies.\n\t\"But what if the finance ministry goes broke?\" the worker asks.\n\t\"Then the government will intercede to protect the working class,\"\nthe teller says.\n\t\"But what if the government goes broke?\" the worker asks.\n\t\"Our socialist comrades in the Soviet Union naturally will come\nto our assistance,\" the teller responds with growing irritation.\n\t\"And if the Soviet Union goes broke?\" the worker asks.\n\t\"Idiot!\" the teller snorts. \"Isn't that worth losing one lousy\npaycheck?\"\n\t\t-- Making the rounds in Warsaw, 1984\n",
  "\nA reactionary is a man whose political opinions always manage to keep\nup with yesterday.\n",
  "\nA rich man told me recently that a liberal is a man who tells other\npeople what to do with their money.\n\t\t-- Imamu Amiri Baraka (Leroi Jones)\n",
  "\nA single death is a tragedy, a million deaths is a statistic.\n\t\t-- Joseph Stalin\n",
  "\n... [after the announcement of Vanguard] ... Secretary of Defense Charles\nWilson (the same \"Engine Charlie\" who once told the Senate, \"[F]or years\nI've thought that what was good for our country was good for General Motors,\nand vice versa,\" probably an accurate analysis) was asked whether the\nRussians might beat the Americans into orbit.  \"I wouldn't care if they\ndid,\" he responded.  (It was later claimed that Wilson favored the\ndevelopment of the automatic transmission so that he could drive with\none foot in his mouth.)\n\t\t-- Smithsonian's Air&Space Magazine, \"The Day the Rocket Died\"\n",
  "\nAfter the ground war began, captured Iraqi soldiers said any of them caught\nby superiors wearing a white T-shirt would be executed because of the ease\nwith which the shirts could be used as surrender flags.  Some Iraqi soldiers\ncarried bleach with them to make their dark shirts white.\n\t\t-- Chuck Shepherd, Funny Times, May 1991\n",
  "\n\"Ah, you know the type.  They like to blame it all on the Jews or the\nBlacks, 'cause if they couldn't, they'd have to wake up to the fact\nthat life's one big, scary, glorious, complex and ultimately\nunfathomable crapshoot -- and the only reason THEY can't seem to keep\nup is they're a bunch of misfits and losers.\"\n\t\t-- A analysis of Neo-Nazis, from \"The Badger\" comic\n",
  "\nAide to Raygun:  Sir, the poor are outside protesting your budget cuts.\nRaygun himself:  Tell them they'll have to help themselves.\nAide to Raygun:  Sir, the Pentagon wants another $30 billion.\nRaygun himself:  Tell them to help themselves.\n",
  "\nAl Gore resembled a Vulcan desperately in need of a blow job.\n\t\t-- Bobcat Goldthwait\n",
  "\nAmerica ... just a nation of two hundred million used car salesman\nwith all the money we need to buy guns and no qualms about killing\nanybody else in the world who tries to make us uncomfortable.\n\t\t-- Hunter S. Thompson, \"Fear and Loathing on the Campaign Trail\"\n",
  "\nAmerica is a stronger nation for the ACLU's uncompromising effort.\n\t\t -- President John F. Kennedy\n\nThe simple rights, the civil liberties from generations of struggle must not\nbe just fine words for patriotic holidays, words we subvert on weekdays, but\nliving, honored rules of conduct amongst us...I'm glad the American Civil\nLiberties Union gets indignant, and I hope this will always be so.\n\t\t -- Senator Adlai E. Stevenson\n\nThe ACLU has stood foursquare against the recurring tides of hysteria that\nfrom time to time threaten freedoms everyhere... Indeed, it is difficult\nto appreciate how far our freedoms might have eroded had it not been for the\nUnion's valiant representation in the courts of the constitutional rights\nof people of all persuasions, no matter how unpopular or even despised\nby the majority they were at the time.\n\t\t-- former Supreme Court Chief Justice Earl Warren\n",
  "\nAmerican cars are made shoddily...  Cars made overseas are far superior.\n\t\t-- Sen. Barry Goldwater\n",
  "\nAn American tourist is visiting Russia, and he's talking with a Russian\nabout the fact that not many people in Russia own cars.\n\nAmerican:\t\"I can't believe you don't have cars here!  How do you\n\t\tget to work?\"\nRussian:\t\"We take the bus, or the subway.  We have public\n\t\ttransportation everywhere.\"\nA:\t\t\"Well, how do you go on vacations?\"\nR:\t\t\"We take the train.\"\nA:\t\t\"Well, what if you want to go abroad?\"\nR:\t\t\"We don't ever want go abroad.\"\nA:\t\t\"Well, what if you really HAVE to go abroad?\"\nR:\t\t\"We take tanks.\"\n",
  "\nAn American, a Frenchman, and a Vietnamese refugee had a discussion about\nthe happiness of life.  \n\t\"To me, happiness is returning home on a Monday evening, having a \nwonderful dinner prepared by my wife, then slouching on the sofa watching\nMonday Night Football,\" the American said.\n\t\"You Americans are not romantic at all\", the French injected, \"Sharing\na beautiful evening with my lover, walking along the Seine river, and having a\nromantic dinner on top of the Eiffel tower.  That is happiness of life.\"\n\t\"You call those things happiness\", the Vietnamese laughed, \"then you\ntwo still don't understand life at all.  Imagine this.  You are sleeping\nsoundly at night in Saigon.  Then suddenly you hear loud knocks on your front\ndoor.  You hear loud voices, 'Mr. Nguyen Van Binh, open the door!'.  Quaking\nwith fear, you rush out and open the door.  Right there, you see two secret\npolicemen ready to handcuff you.  One of them says to you, 'Mr. Nguyen Van\nBinh, you are under arrest for your anti-revolutionary activities.  You are\nbeing sent to the re-educational camp tonight!'  Sweating profusely and\nshaking uncontrollably, you reply to them, 'Comrades, Mr. Nguyen Van Binh \nlives next door.'  That moment is happiness in life, my friends.\n",
  "\nAn appeaser is one who feeds a crocodile -- hoping that it will eat him last.\n\t\t-- Sir Winston Churchill, 1954\n",
  "\n\tAn elderly man stands in line for hours at a Warsaw meat store (meat\nis severely rationed).  When the butcher comes out at the end of the day and\nannounces that there is no meat left, the man flies into a rage.\n\t\"What is this?\" he shouts.  \"I fought against the Nazis, I worked hard\nall my life, I've been a loyal citizen, and now you tell me I can't even buy a\npiece of meat?  This rotten system stinks!\"\n\tSuddenly a thuggish man in a black leather coat sidles up and murmurs\n\"Take it easy, comrade.  Remember what would have happened if you had made an\noutburst like that only a few years ago\" -- and he points an imaginary gun to\nthis head and pulls the trigger.\n\tThe old man goes home, and his wife says, \"So they're out of meat\nagain?\"\n\t\"It's worse than that,\" he replies.  \"They're out of bullets.\"\n\t\t-- making the rounds in Warsaw, 1987\n",
  "\nAnd what accomplished villains these old engineers were!  What diabolical\nways to sabotage they found!  Nikolai Karlovich von Meck, of the People's\nComissariat of Railroads ... would hold forth for hours on end about the\neconomic problems involved in the construction of socialism, and he loved to\ngive advice.  One such pernicious piece of advice was to increase the size\nof freight trains and not worry about heavier than average loads.  The GPU\nexposed van Meck, and he was shot: his objective had been to wear out rails\nand roadbeds, freight cars and locomotives, so as to leave the Republic\nwithout railroads in case of foreign military intervention!  When, not long\nafterward, the new People's Commissar of Railroads ordered that average\nloads should be increased, and even doubled and tripled them, the malicious\nengineers who protested became known as limiters ... they were rightly\nshot for their lack of faith in the possibilities of socialist transport.\n\t\t-- Aleksandr I. Solzhenitsyn, \"The Gulag Archipelago\"\n",
  "\nAnnouncing the NEW VAX 11/782!!\n\nBe the envy of other major Communist Governments!\n\nDefend yourself against the entire ICBM force of the imperialist USA with\njust one of the processors, at the same time you're designing missile IC's,\ncracking secret NATO codes and editing propaganda for your own people all\nat the same time with the other! (Well, you really can't, but the Americans\nthink you can, and that's the point, right?)\n",
  "\nAntique fairy tale: Little Red Riding Hood.\nModern fairy tale: Oswald, acting alone, shot Kennedy.\n",
  "\nAny president should have the right to shoot at least two people a year\nwithout explanation.\n\t\t-- Herbert Hoover, discussing the press\n",
  "\nAnybody has a right to evade taxes if he can get away with it.  No citizen\nhas a moral obligation to assist in maintaining his government.\n\t\t-- J.P. Morgan [Speaking, no doubt, on behalf of his highly-\n\t\t   paid tax lawyers]\n",
  "\nAnyone who knows history, particularly the history of Europe, will, I think,\nrecognize that the domination of education or of government by any one\nparticular religious faith is never a happy arrangement for the people.\n\t\t-- Eleanor Roosevelt\n",
  "\n\"Approximately 80",
  " of our air pollution stems from hydrocarbons released by\nvegetation, so let's not go overboard in setting and enforcing tough emissions\nstandards from man-made sources.\"\n\t\t-- Ronald Reagan, noted ecologist and former President\n",
  "\nARCHDUKE FERDINAND FOUND ALIVE -- FIRST WORLD WAR A MISTAKE\n",
  "\nAs for Carter being for registration but against the draft, isn't that\nsort of being like for putting it in and not taking it out?  Even if it\nwas possible not to follow through, you'd still be getting screwed.\n",
  "\nAs long as I am mayor of this city [Jersey City, New Jersey] the great\nindustries are secure.  We hear about constitutional rights, free speech\nand the free press.  Every time I hear these words I say to myself, \"That\nman is a Red, that man is a Communist\".  You never hear a real American\ntalk like that.\n\t\t-- Frank Hague, 1896-1956\n",
  "\nAt last, the first Soviet, artificially intelligent computer had been produced.\nThe engineers did not get it, nor the physicists.  First things first: it went\nto the institute of Marxism-Leninism.\n\n\"IS IT POSSIBLE TO BUILD SOCIALISM IN SWITZERLAND?\" typed in one of the\n\ttheologians.\n\"YES,\" replied the computer.  \"BUT IT WOULD BE SUCH A PITY TO DESTROY\n\tSUCH A BEAUTIFUL COUNTRY.\"\n",
  "\nAt twenty-six, Kate, though not promiscuous, had slept with most of the\ndecent men in public life.\n\t\t-- Renata Adler\n",
  "\nAtlee is a very modest man.  And with reason.\n\t\t-- Winston Churchill\n",
  "\n\"Avoid revolution or expect to get shot.  Mother and I will grieve, but\nwe will gladly buy a dinner for the National Guardsman who shot you.\"\n\t\t-- Dr. Paul Williamson, father of a Kent State student\n",
  "\nBack in '80 or '81 the workers were rioting in Gdansk and there were fears\nthat the Soviets would invade Poland to put down the demonstrations.  Foreign\ncorrespondents were curious as to just what the Poles would do if they were\ninvaded.  They asked, \"What will you do if the East Germans invade from the\nWest and the Soviets invade from the East?  Who will you fight first?\"\n\tTo which the Poles replied, \"Why, we will fight the Germans first.\nBusiness before pleasure.\"\n",
  "\nBecause woman's work is never done and is underpaid or unpaid or boring or\nrepetitious and we're the first to get the sack and what we look like is\nmore important than what we do and if we get raped it's our fault and if we\nget bashed we must have provoked it and if we raise our voices we're nagging\nbitches and if we enjoy sex nymphos and if we don't we're frigid and if we\nlove women it's because we can't get a \"real\" man and if we ask our doctor\ntoo many questions we're neurotic and/or pushy and if we expect community\ncare for children we're selfish and if we stand up for our rights we're\naggressive and \"unfeminine\" and if we don't we're typical weak females and\nif we want to get married we're out to trap a man and if we don't we're\nunnatural and because we still can't get an adequate safe contraceptive but\nmen can walk on the moon and if we can't cope or don't want a pregnancy we're\nmade to feel guilty about abortion and... for lots and lots of other reasons\nwe are part of the women's liberation movement.\n",
  "\nBeing in politics is like being a football coach.  You have to be smart\nenough to understand the game and dumb enough to think it's important.\n\t\t-- Eugene McCarthy\n",
  "\nBeing in the army is like being in the Boy Scouts, except that the\nBoy Scouts have adult supervision.\n\t\t-- Blake Clark\n",
  "\nBeing the #2 man in the Justice Department under Ed Meese is akin to\nstanding next to a lamp post infested with pigeons.\n\t\t-- unamed Justice Department official\n",
  "\nBlack people have never rioted.  A riot is what white people think blacks\nare involved in when they burn stores.\n\t\t-- Julius Lester\n",
  "\nBut among the children of the Great Society there were those whose\nskins were black.  And lo!  Their portion was niggardly, and of the fatted\ncalf they were sucking hind teat...\n\tNow it came to pass that a prophet rose up amongst them, and they\ncalled him King.  And he went unto Pharaoh and said, \"Let my people go to\nthe front of the bus.\"\n\tBut Pharaoh answered: \"In the fullness of time and with all\ndeliberate speed shall this thing come to pass.  When ye shall prove\nyourselves worthy, shall ye have your just portion -- yea, verily, like\nunto a snowball in Hell.\"\n\t\t-- \"The Begatting of a President\"\n",
  "\n\"California is proud to be the home of the freeway.\"\n\t\t-- Ronald Reagan\n",
  "\nCalvin Coolidge looks as if he had been weaned on a pickle.\n\t\t-- Alice Roosevelt Longworth\n",
  "\nCalvin Coolidge was the greatest man who ever came out of Plymouth Corner,\nVermont.\n\t\t-- Clarence Darrow\n",
  "\nCapitalism is the extraordinary belief that the nastiest of men, for\nthe nastiest of reasons, will somehow work for the benefit of us all.\n\t\t-- John Maynard Keynes\n",
  "\nCivilization and profits go hand in hand.\n\t\t-- Calvin Coolidge\n",
  "\nCome home America.\n\t\t-- George McGovern, 1972\n",
  "\nCorrupt, stupid grasping functionaries will make at least as big a muddle of\nsocialism as stupid, selfish and acquisitive employers can make of capitalism.\n\t\t-- Walter Lippmann\n",
  "\n\"Dear Mr. Seldes:  I cannot remember the exact wording of the statement\nto which you allude; but what I meant was that ... a man who calls\nhimself a 100",
  " American and is proud of it, is generally 150",
  " an idiot\npolitically.  But the designations may be good business for war\nveterans.  Having bled for their country in 1861 and 1918, they have\nbled it all they could consequently.  And why not?\"\n\t\t-- George Seldes, \"The Great Quotations\"\n",
  "\nDemocracy can learn some things from Communism: for example, when a\nCommunist politician is through, he is through.\n",
  "\nDemocracy is also a form of worship. It is the worship of Jackals by Jackasses.\n\t\t-- H.L. Mencken\n",
  "\nDemocracy is the theory that the common people know what they want, and\ndeserve to get it good and hard.\n\t-- H.L. Mencken, \"Little Book in C major\", 1916\n",
  "\nDemocrats buy most of the books that have been banned somewhere.\nRepublicans form censorship committees and read them as a group.\n\nRepublicans consume three-fourths of the rutabaga produced in the USA.\nThe remainder is thrown out.\n\nRepublicans usually wear hats and almost always clean their paint brushes.\n\nRepublicans study the financial pages of the newspaper.\nDemocrats put them in the bottom of the bird cage.\n\nMost of the stuff alongside the road has been thrown out of car\nwindows by Democrats.\n\t\t-- Paul Dickson, \"The Official Rules\"\n",
  "\nDo you realize the responsibility I carry?  I'm the only person standing\nbetween Nixon and the White House.\n\t\t-- John F. Kennedy, in 1960\n",
  "\nDoing business with the government is like fucking sheep.  It's easy, but\nit's not very satisfying.\n",
  "\nDon't buy a landslide.  I don't want to have to pay for one more vote\nthan I have to.\n\t\t-- Joseph P. Kennedy, on JFK's election strategy.\n",
  "\nDon't do the crime, if you can't do the time.\n\t\t-- Lt. Col. Ollie North\n",
  "\nDon't get the idea that I'm one of those goddamn radicals.  Don't get the\nidea that I'm knocking the American system.\n\t\t-- Al Capone\n",
  "\nDon't knock President Fillmore.  He kept us out of Vietnam.\n",
  "\nDon't take a nickel, just hand them your business card.\n\t\t-- Richard Daley, advising on the safe enjoyment of graft\n",
  "\nDraft beer, not boys!\n",
  "\nDraft beer, not people.\n",
  "\nDuring the Reagan-Mondale debates:\n\nQ:\t\"Do you feel that a person's age affects his ability to\n\tperform as president?\"\nReagan:\t\"I refuse to make an issue out of my opponent's youth and inexperience.\"\n",
  "\nEven God cannot change the past.\n\t\t-- Joseph Stalin\n",
  "\nEverlasting peace will come to the world when the last man has slain\nthe last but one.\n\t\t-- Adolph Hitler\n",
  "\nEvery gun that is made, every warship launched, every rocket fired\nsignifies in the final sense, a theft from those who hunger and are not\nfed, those who are cold and are not clothed.  This world in arms is not\nspending money alone.  It is spending the sweat of its laborers, the\ngenius of its scientists, the hopes of its children.  This is not a way\nof life at all in any true sense.  Under the clouds of war, it is\nhumanity hanging on a cross of iron.\n\t\t-- Dwight Eisenhower, April 16, 1953\n",
  "\n\"First World\" nations are the ones where people drive Japanese cars;\n\"Second World\" nations are where First World residents go on vacation;\nand \"Third World\" nations are the ones where people still dive out of\ntrees to prove their manhood.\n\t\t-- Dave Barry\n",
  "\n\"Follow me around.  I don't care.  I'm serious.  If anybody wants to put a\ntail on me, go ahead.  They'd be very bored.\"\n\t\t-- Gary Hart, announcing his presidential candidacy,\n\t\t   commenting on rumors of womanizing.\n",
  "\nFor those of you how have been looking for evidence that a working\nversion of \"Star Wars\" can be built, consider the following proof\noffered by Caspar Weinberger:\n\n\t\"If such a system is so unattainable, why have the Soviets been\n\tworking desperately to get it for over 17 years?\"\n\n\t\t-- USA Today, 24 June 1986\n",
  "\nForgive your enemies, but don't forget their names.\n\t\t-- John F. Kennedy\n",
  "\nGaiety is the most outstanding feature of the Soviet Union.\n\t\t-- Joseph Stalin\n",
  "\nGary Hart's biggest mistake was not getting Teddy Kennedy to drive\nDonna Rice home.\n",
  "\nGeorge Washington not only chopped down his father's cherry tree, but he\nalso admitted doing it.  Now, do you know why his father didn't punish him?\nBecause George still had the axe in his hand.\n",
  "\nGod has intended the great to be great and the little to be little...\nThe trade unions, under the European system, destroy liberty [...] I do\nnot mean to say that a dollar a day is enough to support a workingman...\nnot enough to support a man and five children if he insists on smoking\nand drinking beer.  But the man who cannot live on bread and water is\nnot fit to live!  A family may live on good bread and water in the\nmorning, water and bread at midday, and good bread and water at night!\n\t\t-- Rev. Henry Ward Beecher\n",
  "\nGoing into politics is as fatal to a gentleman as going into a bordello\nis fatal to a virgin.\n\t\t-- H.L. Mencken, \"A Carnival of Buncombe\"\n",
  "\nGoose pimples rose all over me, my hair stood on end, my eyes filled with\ntears of love and gratitude for this greatest of all conquerers of human\nmisery and shame, and my breath came in little gasps.  If I had not known\nthat the Leader would have scorned such adulation, I might have fallen to\nmy knees in unashamed worship, but instead I drew myself to attention, raised\nmy arm in the eternal salute of the ancient Roman Legions and repeated the\nholy words, \"Heil Hitler!\"\n\t\t-- George Lincoln Rockwell\n",
  "\nGorbachev woke up early one morning, and felt great.  He walked over to his\nwindow, threw back the curtains, and saw the sun coming up.  He felt *so*\ngood, he crowed, \"Good Morning Sun!\", and was startled when a great booming\nvoice came back to him, \"Good morning Comrade!  Good morning to you and\nthe great Soviet Socialist Republic!\".  Of course, this surprised him, but\ngreat politician that he is, he considers the political ramifications.\nGorbachev then woke up Reza and his closest aides, brought them into his\nbedroom, and shouted out \"Good morning, Comrade Sun!\".  Again a booming reply,\n\"Good morning, Comrade.  Good morning to you and the rest of the Party!\"\nEveryone was quite excited about this, and Gorbachev sat down to his\nday's work with a feeling of being destiny's favorite child.\n\tLater, in the evening, he was preparing for the ballet.  As he\ndressed, he noticed that the sun was setting.  Walking over to the window,\nGorbachev threw up the sash and again addressed the sun, \"Good evening to\nyou, Comrade Sun!\".  Once more the great voice boomed out, \"Fuck you,\nasshole!  I'm in the West now!\"\n",
  "\nGREAT MOMENTS IN AMERICAN HISTORY (#21):  July 30, 1917\n\nOn this day, New York City hotel detectives burst in and caught then\nSenator Warren G. Harding in bed with an underage girl.  He bought\nthem off with a $20 bribe, and later remarked thankfully, \"I thought\nI wouldn't get out of that under $1000!\"  Always one to learn from\nhis mistakes, in later years President Harding carried on his affairs\nin a tiny closet in the White House Cabinet Room while Secret Service\nmen stood lookout.\n",
  "\n\t\"Haig, in congressional hearings before his confirmatory, paradoxed\nhis audiencers by abnormaling his responds so that verbs were nouned, nouns\nverbed, and adjectives adverbised.  He techniqued a new way to vocabulary his\nthoughts so as to informationally uncertain anybody listening about what he\nhad actually implicationed.\n\t\"If that is how General Haig wants to nervous breakdown the Russian\nleadership, he may be shrewding his way to the biggest diplomatic invent\nsince Clausewitz.  Unless, that is, he schizophrenes his allies first.\"\n\t\t-- The Guardian\n",
  "\nHave you ever really thought about there being a simple solution to\nAmerica's problems?  Why, we could solve all of our raw materials\ndifficulties, foreign complications etc. over a long weekend.  If we\ngot up early, early mind you, on Saturday, we could take over Mexico\nby 10:00.  Panama and most of South America would be a bit more difficult,\nbut I believe we could do it by 6 or 7 that evening.  Turning our\nattention northward, Canada would require most of Sunday morning.\nGeneral mopping up and execution of the civilian populations would take\nup Sunday afternoon.  I just don't understand why Washington hasn't\nthought of this...\n",
  "\nHe wasn't much of an actor, he wasn't much of a Governor -- Hell, they\n_\bH_\bA_\bD to make him President of the United States.  It's the only job he's\nqualified for!\n\t\t-- Michael Cain\n",
  "\nHe's a son-of-a-bitch, but he's our son-of-a-bitch.\n\t\t-- FDR on Nicaraguan dictator Anastasio Somoza\n",
  "\nHeard tell that the Iron Magnolia wanted to divorce ol' Jimmy.  Seems he's\nscrewing everyone but her.\n",
  "\nHell hath no fury like a bureaucrat scorned.\n\t\t-- Milton Friedman\n",
  "\n\"Here's the holiday schedule for Monday's observation of Martin Luther\nKing Jr.'s birthday, when the following will be closed:\n\n\t* Governmental offices\n\t* Post offices\n\t* Libraries\n\t* Schools\n\t* Banks\n\t* Parts of Palm Beach\n\nand the mind of Senator Jesse Helms of North Carolina.\"\n\t\t-- Dennis Miller, \"Saturday Night Live\"\n",
  "\n\"How do you like the new America?  We've cut the fat out of the\ngovernment, and more recently the heart and brain (the backbone was gone\nsome time ago).  All we seem to have left now is muscle.  We'll be lucky\nto escape with our skins!\"\n",
  "\nI acted to show my love for Jodie Foster.\n\t\t-- John Hinckley\n",
  "\nI ain't got no quarrel with them Viet Congs.\n\t\t-- Muhammad Ali\n",
  "\nI also believe that academic freedom should protect the right of a\nprofessor or student to advocate Marxism, socialism, communism, or any\nother minority viewpoint -- no matter how distasteful to the majority.\n\t\t-- Richard M. Nixon\n\nWhat are our schools for if not indoctrination against Communism?\n\t\t-- Richard M. Nixon\n",
  "\nI am not a crook.\n\t\t-- Richard Nixon\n",
  "\nI am not now and never have been a girl friend of Henry Kissinger.\n\t\t-- Gloria Steinem\n",
  "\nI believe in an America where the separation of church and state is absolute\n-- where no Catholic prelate would tell the president (should he be Catholic)\nhow to act, and no Protestant minister would tell his parishoners for whom\nto vote -- where no church or church school is granted any public funds or\npolitical preference -- and where no man is denied public office merely\nbecause his religion differs from the president who might appoint him or\nthe people who might elect him.\n\t\t-- John F. Kennedy\n",
  "\nI believe that Ronald Reagan will someday make this country what it once was\n\n\t... an arctic wilderness.\n\t\t-- Steve Martin\n",
  "\nI belong to no organized party.  I am a Democrat.\n\t\t-- Will Rogers\n",
  "\nI call it the \"Madman Theory\".  I want the North Vietnamese to believe that\nI've reached the point where I might do *anything* to stop the war.  We'll\njust slip the word to them that \"For God's sake, you know, Nixon is obsessed\nabout Communism.  We can't restrain him when he's angry -- and he has his\nhand on the nuclear button.\"\n\t\t-- Richard Nixon\n",
  "\n\"I can remember when a good politician had to be 75 percent ability and 25\npercent actor, but I can well see the day when the reverse could be true.\"\n\t\t-- Harry Truman\n",
  "\nI did not look behind me, 'till I got to St. Omer's & thence fled to America;\nhere I offer'd to become a Spy for the English Government which was scornfully\nrejected; I then turned to Plunder & Libel the Yankees, for which I was fined\n5000 Dollars & kicked out of the Country!  I came back to England (after\nabsconding for Seven years) & set up the Crown & Mitre to establish my Loyalty!\n-- accepted from the Doctor L400 to print & disperse a pamphlet against \"the\nHellfire of Reform\" ... but applied the Money to purchase an estate at Botley,\n& left ye Doctor to pay the Paper & Printing!  Being now Lord of the Manor, I\nbegan by sowing the seeds of discontent through Hampshire; I oppressed the\nPoor, sent the Aged to Hell, & damned the eyes of my Parish Apprentices before\nthey were open'd in the morning! ... and being now supported by a Band of\nReformers, I renewed my old favorite Toast of Damnation to the House of\nBrunswick! & being exalted by the sale of 10,000 Political Registers every\nweek, I find myself the greatest Man in the World! except that Idol of all my\nAdorations, his Royal and Imperial Majesty, NAPOLEONE!\n\t\t-- William Cobbett, British journalist\n",
  "\nI don't give a shit what happens.  I want you all to stonewall it.  Let them\nplead the Fifth Amendment, cover up, or anything else if it'll save the plan.\n\t\t-- Richard Nixon\n",
  "\nI don't see what's wrong with giving Bobby a little experience before\nhe starts to practice law.\n\t\t-- John F. Kennedy, upon appointing his brother\n\t\t   Attorney-General.\n",
  "\nI don't think they are going to give a shit about the Republican\nCommittee trying to bug the Democratic Committee's headquarters.\n\t\t-- Richard Nixon, 1972\n",
  "\nI don't understand what all the fuss was about in Los Angeles.  It's not like\nwe looted Brooks Brothers when Oliver North got off.\n\t\t-- P.J. O'Rourke\n",
  "\nI go the way that Providence dictates.\n\t\t-- Adolf Hitler\n",
  "\nI had never been too political, but I knew how white people treated black\npeople and it was hard for me to come back to the bullshit white people\nput a black person through in this country.  To realize you don't have any\npower to make things different is a bitch.\n\t\t-- Miles Davis\n",
  "\n\"I have just read your lousy review buried in the back pages.  You sound\nlike a frustrated old man who never made a success, an eight-ulcer man on a\nfour-ulcer job, and all four ulcers working.  I have never met you, but if I\ndo you'll need a new nose and plenty of beefsteak and perhaps a supporter\nbelow.  Westbrook Pegler, a guttersnipe, is a gentleman compared to you.\nYou can take that as more of an insult than as a reflection on your ancestry.\"\n\t\t-- President Harry S. Truman\n",
  "\nI have nothing but utter contempt for the courts of this land.\n\t\t-- George Wallace\n",
  "\nI have often looked at women and committed adultery in my heart.\n\t\t-- Jimmy Carter\n",
  "\nI never did give anybody hell.  I just told the truth and they thought\nit was hell.\n\t\t-- Harry S. Truman\n",
  "\nI never trust a man unless I've got his pecker in my pocket.\n\t\t-- Lyndon Baines Johnson\n",
  "\nI regret to say that we of the F.B.I. are powerless to act in cases of\noral-genital intimacy, unless it has in some way obstructed interstate\ncommerce.\n\t\t-- J. Edgar Hoover\n",
  "\nI shall give a propagandist reason for starting the war, no matter whether\nit is plausible or not.  The victor will not be asked afterwards whether\nhe told the truth or not.  When starting and waging war it is not right\nthat matters, but victory.\n\t\t-- Adolph Hitler\n",
  "\nI think any man in business would be foolish to fool around with his secretary.\nIf it's somebody else's secretary, fine.\n\t\t-- Barry Goldwater\n\nI think every good Christian ought to kick Falwell right in the ass.\n\t\t-- Barry Goldwater\n",
  "\nI think every good Christian ought to kick Falwell right in the ass.\n\t\t-- Senator Barry Goldwater, commenting on Jerry Falwell's\n\t\t   suggestion that all good Christians should be against\n\t\t   Sandra Day O'Connor's nomination to the Supreme Court\n",
  "\nI was in accord with the system so long as it permitted me to function\neffectively.\n\t\t-- Albert Speer\n",
  "\nI would have made a good pope.\n\t\t-- Richard Nixon\n",
  "\nI would have promised those terrorists a trip to Disneyland if it would have\ngotten the hostages released.  I thank God they were satisfied with the\nmissiles and we didn't have to go to that extreme.\n\t\t-- Oliver North\n",
  "\nI would not like to be a political leader in Russia.  They never know when\nthey're being taped.\n\t\t-- Richard Nixon\n\nI love America.  You always hurt the one you love.\n\t\t-- David Frye impersonating Nixon\n",
  "\nI'm fed up to the ears with old men dreaming up wars for young men to die in.\n\t\t-- George McGovern\n",
  "\nI'm never through with a girl until I've had her three ways.\n\t\t-- J.F. Kennedy\n",
  "\nI'm not a lovable man.\n\t\t-- Richard Nixon.\n",
  "\nI'm not sure I've even got the brains to be President.\n\t\t-- Barry Goldwater, in 1964\n",
  "\nI'm sorry I missed.\n\t\t-- Squeaky Fromme\n",
  "\nI've got Hubert's pecker in my pocket.\n\t\t-- Lyndon B. Johnson\n\nDon't see 'em this big out here, do they?\n\t\t-- Lyndon B. Johnson, exposing himself to reporters in a\n\t\tpublic toilet during a tour of the Far East\n",
  "\nI've never been hurt by anything I didn't say.\n\t\t-- Calvin Coolidge\n",
  "\nIf a man is not a liberal at 25, he has no heart.\nIf he's not a conservative by 45, he has no brain.\n",
  "\nIf any demonstrator ever lays down in front of my car, it'll be the last\ncar he ever lays down in front of.\n\t\t-- George Wallace\n",
  "\nIf Carter is the answer, it must have been a VERY silly question.\n",
  "\nIf clear thinking created sparks, we could safely store dynamite in\nJames Watt's office.\n\t\t-- Wayne Shannon, KRON-TV\n",
  "\nIf I made peace with Russia today, I'd only attack her again tomorrow.  I\njust couldn't help myself.\n\t\t-- Adolf Hitler\n",
  "\nIf it takes a bloodbath, lets get it over with.  No more appeasement.\n\t\t-- Ronald Reagan\n",
  "\nIf people say that here and there someone has been taken away and maltreated,\nI can only reply: You can't make an omelette without breaking eggs.\n\t\t-- Hermann Goering\n",
  "\nIf Presidents don't do it to their wives, they do it to the country.\n\t\t-- Mel Brooks\n",
  "\nIf Reagan is the answer, it must have been a VERY silly question.\n",
  "\nIf the Nazis had television with satellite technology, we'd all be\ngoose-stepping.  Americans are just as suggestible.\n\t\t-- Frank Zappa\n",
  "\nIf two men agree on everything, you may be sure that one of them is\ndoing the thinking.\n\t\t-- Lyndon B. Johnson\n\nJerry Ford is a nice guy, but he played too much football with his\nhelmet off.\n\t\t-- Lyndon B. Johnson\n\nI do not believe that this generation of Americans is willing to resign\nitself to going to bed each night by the light of a Communist moon.\n\t\t-- Lyndon B. Johnson\n",
  "\n\"If we relied conclusively on scientific data for every one of our\nfindings, I'm afraid all of our work would be inconclusive.\"\n\t\t-- Henry Hudson, of the Meese Pornography Commission, on\n\t\t   criticism of its conclusion that pornography causes sex\n\t\t   crimes.\n",
  "\nIf you cannot convince them, confuse them.\n\t\t-- Harry S. Truman\n",
  "\nIf you have seen one city slum you have seen them all.\n\t\t-- Spiro Agnew\n",
  "\nIf you really want to do something new, the good won't help you with it.\nLet me have men about me that are arrant knaves.  The wicked, who have\nsomething on their conscience, are obliging, quick to hear threats, because\nthey know how it's done, and for booty.  You can offer them things because\nthey will take them.  Because they have no hesitations.  You can hang them\nif they get out of step.  Let me have men about me that are utter villains\n-- provided that I have the power, the absolute power, over life and death.\n\t\t-- Hermann Goering\n",
  "\nIf you think the United States has stood still, who built the largest\nshopping center in the world?\n\t\t-- Richard M. Nixon\n",
  "\nIf you treat people right they will treat you right -- 90",
  " of the time.\n\t\t-- Franklin Delano Roosevelt\n",
  "\nIf you've seen one redwood, you've seen them all.\n\t\t-- Ronald Reagan\n",
  "\nImagine me going around with a pot belly.  It would mean political ruin.\n\t\t-- Adolf Hitler\n",
  "\nIn 1953, Stalin dies.  The politburo holds a special meeting to decide\nwhat to do about the body.  Nobody will let it be buried near their home.\nFinally they decide:\n\t\"Aha!  Call Israel!  Offer them ten million rubles; they'll let us\nbury Stalin in Israel! Off goes the message and the politburo waits...\nFinally a telegram comes back:\n\t\"NO CHANCE STOP ONE RESURRECTION HERE ALREADY\"\n",
  "\nIn 1989, the United States, displeased with the policies of the dictator of\nPanama, invaded that country and placed in power a government more to its\nliking.\n\nIn 1990, Iraq, displeased with the policies of the dictator of Kuwait,\ninvaded that country and placed in power a government more to its liking.\n",
  "\nIn a country where the sole employer is the State, opposition means death\nby slow starvation.  The old principle: Who does not work shall not eat,\nhas been replaced by a new one: Who does not obey shall not eat.\n\t\t-- Leon Trotsky, 1937\n",
  "\nIn any country there must be people who have to die.  They are the\nsacrifices any nation has to make to achieve law and order.\n\t\t-- Idi Amin Dada\n",
  "\nIn the future, there will be fewer but better Russians.\n\t\t-- Joseph Stalin\n",
  "\nIn this world of sin and sorrow there is always something to be\nthankful for; as for me, I rejoice that I am not a Republican.\n\t\t-- H.L. Mencken\n",
  "\nIn what can only be described as a surprise move, God has officially\nannounced His candidacy for the U.S. presidency.  During His press conference\ntoday, the first in over 4000 years, He is quoted as saying, \"I think I have\na chance for the White House if I can just get my campaign pulled together\nin time.  I'd like to get this country turned around; I mean REALLY turned\naround!  Let's put Florida up north for awhile, and let's get rid of all\nthose annoying mountains and rivers.  I never could stand them!\"\n\tThere apparently is still some controversy over the Almighty's\ncitizenship and other qualifications for the Presidency.  God replied to\nthese charges by saying, \"Come on, would the United States have anyone other\nthan a citizen bless their country?\"\n",
  "\nIt is dangerous for a national candidate to say things that people might\nremember.\n\t\t-- Eugene McCarthy\n",
  "\nIt seems appropriate to me that Mapplethorpe's perverse images should be\nsituated so close to Congress, which perpetuates a number of unnatural acts\nupon the body politic every day, without benefit of artificial lubrication\nor foreplay.\n\t-- Pat Calafia's review of Camille Paglia's\n\t   \"Sex, Art and American Culture\"\n",
  "\nIt's easier to be a liberal a long way from home.\n\t\t-- Don Price\n",
  "\nIt's our fault.  We should have given him better parts.\n\t\t-- Jack Warner, on hearing that Reagan had been\n\t\t   elected governor of California.\n\n[Warner is also reported to have said, when told of Reagan's candidacy\nfor governor, \"No, Jimmy Stewart for Governor; Reagan for best friend.\"]\n",
  "\nJimmy Carter, Ted Kennedy, Gary Hart, Joseph Biden and Michael Dukakis were\non a cruise down the Potomac when the ship struck a rock and began to sink.\n\t\"Gentlemen,\" Carter said, \"as good Christians, we should let the \nwomen and children aboard the lifeboats first.\"\n\t\"Fuck the women!\" Kennedy shouted.\n\t\"Do we have time?\" Hart asked.\n\t\"Do we have time?\" Biden asked.\n\t\"Did everyone hear that?\" Dukakis asked.\n",
  "\nJohn Birch Society -- that pathetic manifestation of organized apoplexy.\n\t\t-- Edward P. Morgan\n",
  "\nJustice is incidental to law and order.\n\t\t-- J. Edgar Hoover\n",
  "\nLaissez Faire Economics is the theory that if each acts like a vulture,\nall will end as doves.\n",
  "\nLansdale seized on the idea of using Nixon to build support for the\n[Vietnamese] elections ... really honest elections, this time.  \"Oh, sure,\nhonest, yes, that's right,\" Nixon said, \"so long as you win!\"  With that\nhe winked, drove his elbow into Lansdale's arm and slapped his own knee.\n\t\t-- Richard Nixon, quoted in \"Sideshow\" by W. Shawcross\n",
  "\nLaw enforcement officers should use only the minimum force necessary in\ndealing with disorders when they arise.\n\t\t-- Richard M. Nixon\n",
  "\n\"Lemme show ya the odds, Sparky...  In yer country, ya got 14 million black\npeople, and 3 million white people.  Now, does the name `Custer' mean anything\nto you?\"\n\t\t-- Robin Williams, portraying Lester Maddox talking to Prime\n\t\t   Minister Botha of South Africa.\n",
  "\n... Let me tell you who the actual \"front-runners\" are.  On one side,\nyou have George Bush, who is currently going through a sort of\nfraternity hazing wherein he has to perform a series of humiliating\nstunts to win the approval of the Republican Right.  For example, they\nhad him make a speech oozing praise all over William Loeb, deceased\npublisher of the Manchester (N.H.) Union Leader and Slime Journalist.\nLoeb had dumped viciously all over George in the 1980 New Hampshire\nprimary.  But when the Right held a big tribute for Loeb, George came\nback to the fold, like a man with a bungee cord wrapped around his neck.\n\t\t-- Dave Barry, \"The Twinkie and the Squid\"\n",
  "\nLet's talk about how to fill out your 1984 tax return.  Here's an often\noverlooked accounting technique that can save you thousands of dollars: For\nseveral days before you put it in the mail, carry your tax return around\nunder your armpit.  No IRS agent is going to want to spend hours poring over\na sweat-stained document.  So even if you owe money, you can put in for an\nenormous refund and the agent will probably give it to you, just to avoid an\naudit.  What does he care? It's not his money.\n\t\t-- Dave Barry, \"Sweating Out Taxes\"\n",
  "\nLiberals are the first to dump you if you con them or get into\ntrouble.  Conservatives are better.  They never run out on you.\n\t\t-- Joseph \"Crazy Joe\" Gallo\n",
  "\n\t\"Listen to what I say, not what I mean.  I mean ....\"\n\t\t-- Mayor Daley\n",
  "\nLong ago I proposed that unsuccessful candidates for the Presidency\nbe quietly hanged, as a matter of public sanitation and decorum.\nThe sight of their grief must have a very evil effect upon the young.\n\t\t-- H.L. Mencken, \"A Carnival of Buncombe\"\n",
  "\nMayor Vincent J. `Buddy' Cianci on the ACLU's suit to have a city\nnativity scene removed:\n\t\"They're just jealous because they don't have three wise men\nand a virgin in the whole organization.\"\n",
  "\nMillions of sensible people are too high-minded to concede that politics is\nalmost always the choice of the lesser evil.  \"Tweedledum and Tweedledee,\"\nthey say.  \"I will not vote.\"  Having abstained, they are presented with a\nPresident who appoints the people who are going to rummage around in their\nlives for the next four years.  Consider all the people who sat home in a\nstew in 1968 rather than vote for Hubert Humphrey.  They showed Humphrey.\nThose people who taught Hubert Humphrey a lesson will still be enjoying the\nNixon Supreme Court when Tricia and Julie begin to find silver threads among\nthe gold and the black.\n\t\t-- Russel Baker, \"Ford without Flummery\"\n",
  "\nMore people died at Chappaquidick than at 3-mile island.\n",
  "\nMore people have died in Ted Kennedy's car than in nuclear power plants.\n",
  "\n\"Most legislators are so dumb that they couldn't pour piss out of a\nboot if the instructions were printed on the heel.\"\n",
  "\nMothers all want their sons to grow up to be President, but they don't want\nthem to become politicians in the process.\n\t\t-- John F. Kennedy\n",
  "\nMy advice to the women's clubs of America is to raise more hell and fewer\ndahlias.\n\t\t-- William Allen White\n",
  "\nMy rackets are run on strictly American lines, and they're going to\nstay that way.\n\t\t-- Al Capone\n",
  "\nNancy Reagan wants to divorce old Ron... seems he's making it hard for\neveryone but her.\n",
  "\nNaturally the common people don't want war... but after all it is the leaders\nof a country who determine the policy, and it is always a simple matter to\ndrag the people along, whether it is a democracy, or a fascist dictatorship,\nor a parliament, or a communist dictatorship.  Voice or no voice, the people\ncan always be brought to the bidding of the leaders.  That is easy.  All you\nhave to do is tell them they are being attacked, and denounce the pacifists\nfor lack of patriotism and exposing the country to danger.  It works the same\nin every country.\n\t\t-- Hermann Goering\n",
  "\nNew book out from Gary Hart; \"Six Inches from the White House\".\n",
  "\nNinety percent of the politicians give the other ten percent a bad reputation.\n\t\t-- Henry Kissinger\n",
  "\nNo Marxist can deny that the interests of socialism are higher than the\ninterests of the right of nations to self-determination.\n\t\t-- Lenin, 1918\n",
  "\nNo television performance takes as much preparation as an off-the-cuff talk.\n\t\t-- Richard Nixon\n",
  "\n[Nuclear war] ... may not be desirable.\n\t\t-- Edwin Meese III\n",
  "\nOh, my friend, it is not what they take away from you that counts --\nit's what you do with what you have left.\n\t\t-- Hubert H. Humphrey\n",
  "\nOnce at a social gathering, Gladstone said to Disraeli, \"I predict, Sir, that\nyou will die either by hanging or of some vile disease.\"  Disraeli replied,\n\"That all depends upon whether I embrace your principles or your mistress.\"\n",
  "\nOne day an elderly Jewish Pole, living in Warsaw, finds an old lamp in his\nattic.  He starts to polish it and (poof!) a genie appears in cloud of smoke.\n\t\"Greetings, Mortal!\" exclaims the genie, stretching and yawning, \"For\nreleasing me I will grant you three wishes.\"\n\tThe old man thinks for a moment, then replies, \"I want Genghis Khan\nresurrected.  I want him to re-unite the Mongol hordes, march to the Polish\nborder, decide he doesn't want to invade, and march back home.\"\n\t\"No sooner said than done!\" thunders the genie.  \"Your second wish?\"\n\t\"Hmmmm.  I want Genghis Khan resurrected.  I want him to re-unite the\nMongol hordes, march to the Polish border, decide he doesn't want to invade,\nand march back home.\"\n\t\"But...  well, all right!  Your third wish?\"\n\t\"I want Genghis Khan resurrected.  I want him to re-unite his ---\"\n\t\"OKOKOKOK!  Right.  Got it.  Why do you want Genghis Khan to march\nto Poland three times and never invade?\"\n\tThe old man smiles.  \"He has to pass through Russia six times.\"\n",
  "\nOne day President Reagan, Chairman Andropov, the Pope, and a boy scout\nwere flying together in an airplane.  Right out in the middle of nowhere\nthe plane developed engine trouble and started to go down. Unfortunately,\nonly three parachutes could be found for the four passengers!  Andropov\ngrabbed one of the parachutes and declared \"Comrades, as leader of the\nsocialist workers revolution, my life must be spared,\" and he jumped out\nof the plane.  Then Reagan exclaimed \"As leader of the greatest nation on\nearth, I must keep the world safe for democracy,\" and with that he too\njumped to safety.  Now if you are following all this (or counting on your\nfingers) you must see that there is only one parachute left for the two\nremaining passengers.  The Pope looked kindly upon the boy scout and said\n\"I have had a long and productive life, my son.  You take the parachute\nand leave me in God's hands.\" \"That's very kind of you,\" the observant\nscout replied, \"but there is no need.  Reagan just jumped out with my\nknapsack.\"\n",
  "\n\"One Saturday afternoon, during the campaign to decide whether or not\nthere should be a Coastal Commission, I took a helicopter ride from Los\nAngeles to San Diego.  We passed several state beaches, some crowded and\nsome virtually empty.  They had the same facilities, and in some cases\nthe crowded and the empty beach were within a quarter mile of each other.\nObviously many beach-goers prefer to be crowded together. Buying more\nbeaches that people won't go to because they prefer to be crowded\ntogether on one beach is a ridiculous waste of our natural resources and\nour taxes.\"\n\t\t-- Ronald Reagan\n",
  "\n\"Our government has kept us in a perpetual state of fear -- kept us in\na continuous stampede of patriotic fervor -- with the cry of grave\nnational emergency... Always there has been some terrible evil to\ngobble us up if we did not blindly rally behind it  by furnishing the\nexorbitant sums demanded.  Yet, in retrospect, these disasters seem\nnever to have happened, seem never to have been quite real.\"\n\t\t-- General Douglas MacArthur, 1957\n",
  "\nOur parents were of Midwestern stock and very strict.  They didn't want us\nto grow up to be spoiled and rich.  If we left our tennis racquets in the\nrain, we were punished.\n\t\t-- Nancy Ellis (George Bush's sister), in the New Republic\n",
  "\nOver 5,000 years ago, Moses said to the children of Israel,\n\t\"Pick up your shovels, mount your asses and load your camels,\nand I will lead you to the promised land.\"\n\tNot too long ago, Roosevelt said, \"Lay down your shovels, sit on\nyour asses, light a Camel, this is the promised land.\"\n\tNow Nixon is stealing your shovels, kicking your asses, raising\nthe price of Camels, and mortgaging the promised land.\n",
  "\nPolitics is supposed to be the second oldest profession.  I have come to\nrealize that it bears a very close resemblance to the first.\n\t\t-- Ronald Reagan\n",
  "\nPresident Thieu says he'll quit if he doesn't get more than 50",
  " of the\nvote.  In a democracy, that's not called quitting.\n\t\t-- The Washington Post\n",
  "\n[Prime Minister Joseph] Chamberlain loves the working man -- he loves\nto see him work.\n\t\t-- Winston Churchill\n",
  "\n\"Queensboro president Donald Mannis, charged with receiving bribes in\nexchange for city contracts, resigned on Tuesday.  Mannis feels he must\ndevote more time to impending litigation, some of which might emanate\nfrom a recent statement he made comparing New York Mayor Ed Koch to\nNazi Martin Bormann.  A spokesman from the Bormann estate said they are\nweighing the odds of a slander suit.  Mayor Koch could naturally be\nreached for comment, but we chose not to listen.\"\n\t\t-- Dennis Miller, \"Saturday Night Live\"\n",
  "\nReagan can't ___\b\b\bact either.\n",
  "\nREPORTER: Senator, are you for or against the MX missile system?\n\nSENATOR: Bob, the MX missile system reminds me of an old saying that the\ncountry folk in my state like to say.  It goes like this: \"You can carry a\npig for six miles, but if you set it down it might run away.\" I have no idea\nwhy the country folk say this.  Maybe there's some kind of chemical\npollutant in their drinking water.  That is why I pledge to do all that I\ncan to protect the environment of this great nation of ours, and put prayer\nback in the schools, where it belongs.  What we need is jobs, not empty\npromises.  I realize I'm risking my political career be being so outspoken\non a sensitive issue such as the MX, but that's just the kind of\nstraight-talking honest person I am, and I can't help it.\n\t\t-- Dave Barry, \"On Presidential Politics\"\n",
  "\nRepublicans consume three-fourths of the rutabaga produced in this\ncountry.  The remainder is thrown out.\n",
  "\nRepublicans raise dahlias, Dalmatians and eyebrows.\nDemocrats raise Airedales, kids and taxes.\n\nDemocrats eat the fish they catch.\nRepublicans hang them on the wall.\n\nRepublican boys date Democratic girls.  They plan to marry\nRepublican girls, but feel they're entitled to a little fun first.\n\nDemocrats make up plans and then do something else.\nRepublicans follow the plans their grandfathers made.\n\nRepublicans consume three-fourths of the rutabaga produced in the USA.\nThe remainder is thrown out.\n\nRepublicans tend to keep their shades drawn, although there is seldom\nany reason why they should.  Democrats ought to, but don't.\n\nRepublicans sleep in twin beds -- some even in separate rooms.\nThat is why there are more Democrats.\n\t\t-- Paul Dickson, \"The Official Rules\"\n",
  "\nRichard Nixon was the most dishonest individual I have ever met in my life.\nHe lied to his wife, his family, his friends, his colleagues in the Congress,\nlifetime members of his own political party, the American people, and\nthe world.\n\t\t-- Senator Barry Goldwater\n",
  "\n\tRobert Kennedy's 1964 Senatorial campaign planners told him that\ntheir intention was to present him to the television viewers as a sincere,\ngenerous person.  \"You going to use a double?\" asked Kennedy.\n\n\tThumbing through a promotional pamphlet prepared for his 1964\nSenatorial campaign, Robert Kennedy came across a photograph of himself\nshaking hands with a well-known labor leader.\n\t\"There must be a better photo that this,\" said Kennedy to the\nadvertising men in charge of his campaign.\n\t\"What's wrong with this one?\" asked one adman.\n\t\"That fellow's in jail,\" said Kennedy.\n\t\t-- Bill Adler, \"The Washington Wits\"\n",
  "\nRonald Reagan -- America's favorite placebo\n",
  "\nRussia has abolished God, but so far God has been more tolerant.\n\t\t-- John Cameron Swayze\n",
  "\nSAGDEEV CALLED ON THE U.S. TO MAKE A RECIPROCAL GESTURE:\n\n\tIn a recent speech in London, the irrepressible former head of the\nSoviet Space Research Institute noted that the Soviet Government has offered\nto convert its gigantic Krasnoyarsk radar in Siberia into an international\nspace research facility in response to U.S. complaints that the radar would\nviolate the ABM treaty.  Sagdeev suggested that the U.S. reciprocate by\nturning the unfinished U.S. embassy in Moscow into a nuclear crisis reduction\ncenter.  The communication system, he pointed out, is already in place.\n\n\t[The construction contract for the US Embassy in Moscow was--stupidly\n\t --offered for bid to Russians (the Soviet embassy in Washington was\n\t built by workers brought in from the USSR for the purpose).  It should\n\t have been no surprise that every support beam had surveillance\n\t equipment embedded in it at the factory.  The US *acted* surprised,\n\t when this eventually came to light.]\n",
  "\nSeems to me that both the Democrats and the Republicans should change their\nsymbols to a contraceptive device; it stands for inflation, inhibits\nproduction, protects a bunch of pricks and gives everyone a false sense of\nsecurity while they're being screwed.\n",
  "\nSen. Danforth:  \"There is nothing on the face of the album which would\n\t\tnotify you if the record has pornographics material or\n\t\tmaterial glorifying violence?\"\nTipper Gore:    \"No, there is nothing that would suggest that to me.\"\nFrank Zappa:    \"I would say that a buzz saw blade between the guy's legs on\n\t\tthe album cover is good indication that it's not for little\n\t\tJohnny.\"\n\n\t\t-- The Senate Commerce Committee hearing on rock\n\t\t   lyrics, from The Village Voice, 6 Oct 1985\n",
  "\nSenor Castro has been accused of communist sympathies, but this means very\nlittle since all opponents of the regime are automatically called communists.\nIn fact he is further to the right than General Batista.\n\t\t-- \"Cuba's Rightist Rebel\", The Economist, April 26, 1958\n",
  "\nShe hates testicles, thus limiting the men she can admire to Democratic\ncandidates for president.\n\t\t-- John Greenway, \"The American Tradition\", on feminist\n\t\t   Elizabeth Gould Davis\n",
  "\nSink or Swim with Teddy!\n",
  "\nSometimes, at the end of the day, when I'm smiling and shaking their hands,\nI want to kick them.\n\t\t-- Richard M. Nixon\n",
  "\nSooner or later, generals will own you.\n",
  "\nStalin was dying, and summoned Khruschev to his bedside.  Wheezing his last\nwords with difficulty, Stalin tells Khruschev, \"The reins of the country are\nnow in your hands.  But before I go, I want to give you some advice.\"\n\t\"Yes, yes, what is it?\" says Khruschev, impatiently.  Reaching under\nhis pillow, Stalin produced two envelopes labeled #1 and #2.\n\t\"Take these letters,\" he tells Khruschev. \"Keep them safely -- don't\nopen them.  Only if the country is in turmoil and things aren't going well,\nopen the first one.  That'll give you some advice on what to do.  And, if\nafter that, if things start getting REALLY bad, open the second one.\"  And\nwith a gasp Stalin breathed his last.\n\tWell, within a few years Khruschev started having problems --\nunemployment increased, crops failed, people became restless.  He decided it\nwas time to open the first letter.  All it said was: \"Blame everything on me!\"\nSo Khruschev launched a massive deStalinization campaign, and blamed Stalin\nfor all the excesses and purges and ills of the present system.\n\tBut things continued on the downslide, and, finally, after much\ndeliberation, Khruschev opened the second letter.\n\tAll it said was: \"Write two letters.\"\n",
  "\nSuccess is the sole earthly judge of right and wrong.\n\t\t-- Adolph Hitler, \"Mein Kampf\"\n",
  "\nSupport the right of unborn males to bear arms!\n\t\t-- A public service announcement from Phyllis Schlafly,\n\t\t   the Catholic Church, and the National Rifle Association\n",
  "\nSure there are dishonest men in local government.  But there are dishonest\nmen in national government too.\n\t\t-- Richard M. Nixon\n",
  "\nSure, Reagan has promised to take senility tests.  But what if he forgets?\n",
  "\n\"Taxes should hurt.  I just mailed my own tax return last night and I\nam prepared to say `ouch!' as loud as anyone.\"\n\t\t-- Ronald Reagan\n",
  "\nTeddy Kennedy:\tA Blonde in Every Pond!\n",
  "\nThank God I've always avoided persecuting my enemies.\n\t\t-- Adolf Hitler\n",
  "\nThat segment of the community with which one has the greatest sympathy as\na liberal, inevitably turns out to be one of the most narrow-minded and\nbigoted segments of the community.\n",
  "\nThe American system of ours, call it Americanism, call it Capitalism,\ncall it what you like, gives each and every one of us a great\nopportunity if we only seize it with both hands and make the most of it.\n\t\t-- Al Capone\n",
  "\nThe arms business is founded on human folly, that is why its depths will\nnever be plumbed and why it will go on forever.  All weapons are defensive\nand all spare parts are non-lethal.  The plainest print cannot be read\nthrough a solid gold sovereign, or a ruble or a golden eagle.\n\t\t-- Sam Cummings, American arms dealer\n",
  "\nThe Army has carried the American ... ideal to its logical conclusion.\nNot only do they prohibit discrimination on the grounds of race, creed\nand color, but also on ability.\n\t\t-- Tom Lehrer\n",
  "\n\"The Army is a place where you get up early in the morning to be yelled\nat by people with short haircuts and tiny brains.\"\n\t\t-- Dave Barry\n",
  "\nThe broad mass of a nation... will more easily fall victim to a big lie\nthan to a small one.\n\t\t-- Adolf Hitler, \"Mein Kampf\"\n",
  "\nThe conservation movement is a breeding ground of Communists and other\nsubversives.  We intend to clean them out, even if it means rounding up\nevery bird watcher in the country.\n\t\t-- John Mitchell, Atty. General 1969-1972\n",
  "\nThe cry has been that when war is declared, all opposition should therefore\nbe hushed.  A sentiment more unworthy of a free country could hardly be\npropagated.  If the doctrine be admitted, rulers have only to declare war\nand they are screened at once from scrutiny. ...  In war, then, as in peace,\nassert the freedom of speech and of the press.  Cling to this as the bulwark\nof all our rights and privileges.\n\t\t-- William Ellery Channing\n",
  "\nThe dangerous Lego Bomb, which targets shag rugs and scatters pieces of\nplastic that hurt like hell when you step on them is banned entirely....\nHiring David Copperfield to pretend to saw the missiles in half will not\nbe permitted...  In order to reduce risk of accidental war, both sides\nagree to ban the popular but dangerous 'Simon Says' training drill at\nnuclear launch sites...  Under no circumstances will either side reveal\nthat it hammered out the treaty in one afternoon, but spent the last nine\nyears arguing the Monty Hall and the three doors problem.\n\t\t-- Little known provisions of the START treaty by James Lileks\n",
  "\nThe difference between a misfortune and a calamity?  If Gladstone fell into\nthe Thames, it would be a misfortune.  But if someone dragged him out again,\nit would be a calamity.\n\t\t-- Benjamin Disraeli\n",
  "\nThe entire work force of the Communist countries is subjected to periodic\npurges (called verifications in Newspeak).  One of the most severe took\nplace in 1957 when Novotny, rattled by the Hungarian Revolution the year\nbefore, tried hard to weed out \"radishes\" (red outside, white inside) from\nall but insignificant positions.  Any one of the following would often\nresult in the loss of one's job:  Bourgeois or Jewish family background,\nrelatives abroad, contacts with former capitalists, having lived in a\nWestern country, insufficient knowledge of Communist literature, and others.\n\n\tA man is interviewed by a \"Verification Committee.\"\n\t\"What kind of family do you come from?\"\n\t\"A rich, Jewish family.\"\n\t\"And your wife?\"\n\t\"A German aristocrat.\"\n\t\"Have you ever been to the West?\"\n\t\"I spent most of my life in England.\"\n\t\"How did you make a living there?\"\n\t\"A friend supported me.\"\n\t\"Where did you get the money from?\"\n\t\"He owned a textile factory.\"\n\t\"Who was Lenin?\"\n\t\"Never heard of him.\"\n\t\"What is your name?\"\n\t\"Karl Marx.\"\n",
  "\nThe fact that Hitler was a political genius unmasks the nature of politics\nin general as no other can.\n\t\t-- Wilhelm Reich\n",
  "\nThe feminist agenda is not about equal rights for women. It is about a\nsocialist, anti-family political movement that encourages women to leave\ntheir husbands, kill their children, practice witchcraft, destroy\ncapitalism and become lesbians.\n\t\t-- Pat Robertson, Man of God and serious Republican\n\t\t   presidential aspirant, in a letter to supporters.\n",
  "\nThe government [is] extremely fond of amassing great quantities of statistics.\nThese are raised to the nth degree, the cube roots are extracted, and the\nresults are arranged into elaborate and impressive displays.  What must be\nkept ever in mind, however, is that in every case, the figures are first put\ndown by a village watchman, and he puts down anything he damn well pleases.\n\t\t-- Sir Josiah Stamp\n",
  "\nThe government of the United States is not in any sense founded on the\nChristian Religion.\n\t\t-- George Washington\n",
  "\nThe great nations have always acted like gangsters and the small nations\nlike prostitutes.\n\t\t-- Stanley Kubrick\n",
  "\nThe illegal we do immediately.  The unconstitutional takes a little longer.\n\t\t-- Henry Kissinger\n",
  "\nThe language of politics is poetry, not prose.  Jackson is poetry.\nCuomo is poetry.  Dukakis is a word processor.\n\t\t-- Richard M. Nixon, on Meet the Press, April, 1988\n",
  "\nThe liberals can understand everything but people who don't understand them.\n\t\t-- Lenny Bruce\n",
  "\nThe local minister noticed a little girl standing outside of his\ndoor with a basket of kittens.\n\t\"Hello, little girl, what do you have there?\"\n\t\"These are my Democratic kittens,\" she replied.\nAmused, the pastor said nothing.  Two weeks later he saw the same little\ngirl with (apparently) the same basket of kittens.\n\t\"My, I see you still have your Democratic kittens.\", he said.\n\t\"No, you see, these are Republican kittens,\" she answered.\n\t\"Two weeks ago they were Democratic kittens,\" he replied, puzzled.\n\t\"Two weeks ago they had their eyes closed.\"\n",
  "\nThe longer I am out of office, the more infallible I appear to myself.\n\t\t-- Henry Kissinger\n",
  "\nThe marriage of Marxism and feminism has been like the marriage of\nhusband and wife depicted in English common law: Marxism and feminism\nare one, and that one is marxism.\n\t\t-- Heidi Hartmann, \"The Unhappy Marriage of Marxism\n\t\t   and Feminism\"\n",
  "\n[The members of the Chamberlain government] are decided only to be undecided,\nresolved to be irresolute, adamant for drift, all-powerful for impotency.\n\t\t-- Winston Churchill\n",
  "\nThe Moscow Evening News advertised a contest for the best political joke.\nFirst prize was ten years in prison; second prize, five years; third prize,\nthree years; and there were six honorable mentions of one year each.\n",
  "\nThe most recent attempt to revive the moribund campus left, a national\nconference held at Rutgers University February 5-7, ended when the\nparticipants decided that they were too racist to found a new national \norganization.\n\tThe stated goal of the conference was the formation of a national\norganization that would \"give expression to a shared consciousness.\"  The\norientation materials declared that this was \"a historic moment\" -- you\nknow, like Port Huron and the Sixties -- and the Rutgers host committee had\nevery reason to expect their goal would be accomplished.\n\tBut it was not to be.  Given that this was a conference of *New*\nNew Leftists, reason had nothing to do with it.\n\tA revealing article by Vania del Borgo and Maria Margaronis in \"The\nNation\", [\"Beyond the Fragments,\" 3/26/88] says \"The defining moment of the\nweekend came when the conference was almost at its end.  On Sunday morning,\na twenty-five-member students of color caucus confronted the assembled body\nwith its overwhelming whiteness...\"  Joined by the Gay & Bisexual Caucus, the\nStudents of Color Caucus declared that the founding of such an overwhelmingly\nwhite organization would itself constitute a racist act.  The four hundred or\nso leftist activists were told that they had no right to ratify a constitution\nor elect any officers.  While recognizing \"the need to examine the real\npossibilities of a broad-based, racially diverse student movement\" and paying\nlip service to the need for \"dialogue,\" they threatened to walk out if their\ndemands were not met.  As *The Nation* article describes the scene:  \"To their\nastonishment, their intervention was greeted with a standing ovation.\" Handed\nan ultimatum which demanded that they disband, this would-be successor to the\nradical student movements of the Sixties promptly voted itself out of\nexistence.  As del Borgo and Margaronis put it, \"After much chaotic discussion\nand a confused voice vote, the convention suspended all its other work and\nbroke into regional groups to discuss 'outreach.'\"\n\t\t-- Libertarian Agenda, May 1988\n",
  "\nTHE MX IS GOOD FOR THE ECONOMY.  One important reason we have a Defense\nDepartment is that when we give it money, it spends it, which creates\njobs, whereas if we left the money in the hands of civilians, we don't\nknow what they'd do with it.  Probably put it in open trenches and set\nit on fire.  The MX will create an especially large number of jobs\nbecause of the number of warheads it carries.  It carries a total of 10\nwarheads.  This creates a great deal of employment, because you have\nyour Warhead Makers, your Warhead Lifters, your Persons Who Tap the\nWarheads Gently with Rubber Mallets to Wedge Them All Snugly Into the\nNose Cone, your Persons Who Just Walk Around Playing Soothing Cassettes\nby Recording Artists such as Perry Como So We Don't Have Any More\nEpisodes Where a Worker Who is Experiencing Some Strain Sticks a\nWarhead in the Employee Cafeteria Microwave and Sets It On Roast, etc.\nWe are talking about a lot of jobs.\n\t\t-- Dave Barry, \"At Last, the Ultimate Deterrent Against\n\t\t   Political Fallout\"\n",
  "\nThe notion that the church, the press, and the universities should serve\nthe state is essentially a Communist notion ... In a free society these\ninstitutions must be wholly free -- which is to say that their function\nis to serve as checks upon the state.\n\t\t-- Alan Barth\n",
  "\nThe only way I can lose this election is if I'm caught in\nbed with a dead girl or a live boy.\n\t\t-- Edwin Edwards, Louisiana governor\n",
  "\n\t\"The policeman isn't there to create disorder.  The policeman is\nthere to ________\b\b\b\b\b\b\b\bpreserve disorder.\"\n\t\t-- Mayor Daley\n",
  "\nThe problem with me is that I am fifty or one hundred years ahead of my\ntime.  My speed is very fast.  Some ministers have had to drop out of my\ngovernment because they could not keep up.\n\t\t-- Idi Amin Dada\n",
  "\nThe problems with \"Medflies\" may have hurt Jerry Brown's chances to become a\nSenator.  After all, if they won't allow California fruit out of the state,\nhow is Brown going to get to Washington?\n",
  "\nThe reason we need the MX missile system is that the missiles we\ncurrently have in the ground are the Minuteman model, which is very old.\nThe Defense Department can't even remember where half of them are.\nInsects have built nests in them.  People have built houses directly over\nthe silos.  What this means, of course, is that if we ever needed them to\nhelp obliterate all human life on the planet, they could be a real\nembarrassment.  I mean, maybe YOU'RE comfortable with the prospect of\nmissiles that are supposed to represent you barging over the North Pole\ntrailing shreds of polyester carpeting from some recreation room in South\nDakota, but your strategic defense planners are not.\n\t\t-- Dave Barry, \"At Last, the Ultimate Deterrent Against\n\t\t   Political Fallout\"\n",
  "\nThe reasons that each of these countries has had to renege on its\nfinancial committments were all somewhat different: Argentina because of\na war, Poland because of its vast misguided overinvestment in heavy\nindustry, Honduras because the coffee price went sour, Zaire because\nnobody in the government there has a clue as to how to run a country.\n\t\t-- Paul Erdman's Money Book\n",
  "\nThe right to be heard does not automatically include the right to be\ntaken seriously.\n\t\t-- Hubert Humphrey\n",
  "\nThe right to be let alone is indeed the beginning of all freedom.\n\t\t-- Supreme Court Justice William O. Douglas\n",
  "\nThe right to revolt has sources deep in our history.\n\t\t-- Supreme Court Justice William O. Douglas\n",
  "\nThe rights you have are the rights given you by this Committee [the\nHouse Un-American Activities Committee].  We will determine what rights\nyou have and what rights you have not got.\n\t\t-- J. Parnell Thomas\n",
  "\nThe Russians have put a small ball up in the air.  That does not raise my\napprehensions one iota.\n\t\t-- Dwight D. Eisenhower\n",
  "\n\"The State of California has no business subsidizing intellectual curiosity.\"\n\t\t-- Ronald Reagan\n",
  "\nThe streets are safe in Philadelphia, it's only the people who make them unsafe.\n\t\t-- Mayor Frank Rizzo\n",
  "\nThe superpowers often behave like two heavily armed blind men feeling\ntheir way around a room, each believing himself in mortal peril from the\nother, whom he assumes to have perfect vision.  Each tends to ascribe to\nthe other side a consistency, forsight and coherence that its own\nexperience belies.  Of course, even two blind men can do enormous damage\nto each other, not to speak of the room.\n\t\t-- Henry Kissinger\n",
  "\nThe thought of being President frightens me and I do not think I want the job.\n\t\t-- Ronald Reagan in 1973\n\nReagan won because he ran against Jimmy Carter.  Had he run unopposed he\nwould have lost.\n\t\t-- Mort Sahl\n\nRonald Reagan is a triumph of the embalmer's art.\n\t\t-- Gore Vidal\n\nRonald Reagan's platform seems to be: Hey, I'm a big good-looking guy and\nI need a lot of sleep.\n\t\t-- Roy G. Blount, Jr.\n\nYou've got to be careful quoting Ronald Reagan, because when you quote him\naccurately it's called mudslinging.\n\t\t-- Walter Mondale\n",
  "\nThe United States also has its native Fascists who say that they are\n\"100 percent American\" ...\n\t\t-- U. S. Army (1945)\n",
  "\nThe very first essential for success is a perpetually constant and regular\nemployment of violence.\n\t\t-- Adolph Hitler, \"Mein Kampf\"\n",
  "\nThe VFW represents many who died to give this country a second chance\nto make it what it is supposed to be -- God's guest house on earth.\n\t\t-- John Wayne\n",
  "\n\"The voters have spoken, the bastards ...\"\n",
  "\nThe War on Drugs is just a small part of the War on the United States\nConstitution.\n",
  "\nThe warning message we sent the Russians was a calculated ambiguity that\nwould be clearly understood.\n\t\t-- Alexander Haig\n",
  "\nThere are also a lot of nice buildings in Haiphong.  What their\ncontributions are to the war effort I don't know, but the desire to\nbomb a virgin building is terrific.\n\t\t-- Commander Henry Urban Jr.\n",
  "\nThere are in this country two very large monopolies.  The larger of the\ntwo has the following record:  The Vietnam War, Watergate, double-digit\ninflation, fuel and energy shortages, bankrupt airlines, and the 8-cent\npostcard.  The second is responsible for such things as the transistor,\nthe solar cell, lasers, synthetic crystals, high fidelity stereo recording,\nsound motion pictures, radio astronomy, negative feedback, magnetic tape,\nmagnetic \"bubbles\", electronic switching systems, microwave radio and TV\nrelay systems, information theory, the first electrical digital computer,\nand the first communications satellite.  Guess which one is going to tell the\nother how to run the telephone business?  I can hardly wait for the results.\n",
  "\nThere are revolutions that are sweeping the world and we in America have\nbeen in a position of trying to stop them.  With all the wealth of\nAmerica, with all of the military strength of America, those revolutions\nare revolutions against a form of political and economic organization in\nthe countries of Asia and the Middle East that are oppressive.  They are\nrevolutions against feudalism.  [1952]\n\t\t-- Supreme Court Justice William O. Douglas\n",
  "\nThere is a new anti-communist organization that advocates the use of\nwooden toilet seats.\n\nIt's called the Birch John Society.\n",
  "\nThere is a road to freedom.  Its milestones are Obedience, Endeavor, Honesty,\nOrder, Cleanliness, Sobriety, Truthfulness, Sacrifice, and love of the\nFatherland.\n\t\t-- Adolf Hitler\n",
  "\nThere was a man who, every day, would buy a newspaper on the way to work,\nglance at the headline, and hand it back to the newsboy.  Day after day the\nman would go through this routine.  Finally the newsboy could not stand it\nand he asked the man, \"Why do you always buy a paper and only look at the\nfront page before discarding it?\"\n\tThe man replied, \"I am only interested in the obituaries.\"\n\t\"But they are on page 21.  You never even unfold the newspaper.\"\n\t\"Young man,\" he replied, \"the son-of-a-bitch I'm looking for will\nbe on the front page.\"\n\t\t-- Attributed to FDR.\n",
  "\nThere was a plane crash over mid-ocean, and only three survivors were left\nin the life-raft: the Pope, the President, and Mayor Daley. Unfortunately,\nit was a one-man life-raft, and quickly sinking, so they started debating\nwho should be allowed to stay.\n\nThe Pope pointed out that he was the spiritual leader of millions all over\nthe world, the President explained that if he died then America would be\nstuck with the Vice-President, and so forth.  Then Mayor Daley said, \"Look!\nWe're not solving anything like this!  The only fair thing to do is to vote\non it.\" So they did, and Mayor Daley won by 97 votes.\n",
  "\nThere was a young man hitchiking along a road one day.  A car stopped and the\ndriver opened the door and asked, \"What political party are you with?\"\n\tHe replied, \"Why, I'm a Democrat.\"\n\tAnd the driver slammed the door and rode off.  The guy was pretty\ndiscouraged when another car came along, and the driver asked the same\nquestion.\n\tThe guy answered, \"Uh, I'm a Democrat.\"\n\tAnd again, the driver slammed the door and rode off.  Now he was\ndownright confused when another car came along.  The driver was an attractive\nlady, and she asked the same question.\n\tHe answered: \"I'm a Republican.\"\n\tAnd she answered, \"Well, then, hop on in.\"\n\tThey drove on for a few minutes when he began to notice that her\nskirt was beginning to get hiked up on her thighs.  Finally, he couldn't take\nit any more, and said \"Ma'am, stop the car and let me out.  I've only been\na Republican for 15 minutes, and already I feel like screwing someone!\"\n",
  "\n\"There was only six Democrats in all of Hinsdale County and you, you son of\na bitch, you ate five of them.\"\n\t\t-- Colorado judge, sentencing Alfred E. Packer for\n\t\t   cannibalism in 1874.\n",
  "\nThese activities have their own rules and methods of concealment which\nseek to mislead and obscure.\n\t\t-- Dwight D. Eisenhower, 1960\n",
  "\nThey say it's the responsibility of the media to look at government --\nespecially the president -- with a microscope.  I don't argue with that,\nbut when they use a proctoscope, it's going too far.\n\t\t-- Richard Nixon\n",
  "\nThis Czech walks into police station in 1968 during the Fraternal Assistance.\nCzech:\tHey, out there in the street, a Swiss soldier knocked me down and\n\ttook my Russian watch.\nDesk Sergeant:\tCome again?\nCzech:\tRight out there in the street, a Swiss soldier knocked me down and\n\ttook my Russian watch.\nDS:\tYou're confused.   Why would there be a Swiss soldier here?  And who\n\twould want to own a Russian watch?  It was a Russian soldier who\n\tknocked you down and took your Swiss watch, right?\nCzech:\tWell, maybe, but you said it, not me.\n",
  "\nThose who make peaceful revolution impossible will make violent revolution\ninevitable.\n\t\t-- John Fitzgerald Kennedy\n",
  "\nThree things have been difficult to tame: The oceans, fools,\nand women. We may soon be able to tame the ocean.  Fools and\nwomen will take a little longer.\n\t\t-- Spiro Agnew\n",
  "\nTip O'Neill is just like Congress; old, fat and out of control.\n\t\t-- J. LeBoutillier\n",
  "\n\"To be responsive at this time, though I will simply say, and therefore this\nis a repeat of what I said previously, that which I am unable to offer in\nresponse is based on information available to make no such statement.\"\n",
  "\nTo defend the Saigon regime is not worth one more human life.\n\t\t-- Senator Edmund Muskie\n",
  "\nTo jaw-jaw is better than to war-war.\n\t\t-- W. Churchill, on Korean War negotiations\n",
  "\nTo the best of my recollection, Senator, I can't recall.\n",
  "\nTo Theodore Roosevelt:\n\tYou are like the Wind and I like the Lion.  You form the Tempest.\nThe sand stings my eyes and the Ground is parched.  I roar in defiance but\nyou do not hear.  But between us there is a difference.  I, like the lion,\nmust remain in my place.  While you, like the wind, will never know yours.\n\t\tMulay Hamid El Raisuli\n\t\tLord of the Riff\n\t\tSultan to the Berbers\n\t\tLast of the Barbary Pirates\n",
  "\nTom Hayden is the kind of politician who gives opportunism a bad name.\n\t\t-- Gore Vidal\n",
  "\nUncle Sam comes off as the perverted relative who'll offer you a\nbit of candy, but if you won't bend over for him, you get a beating.\n",
  "\n\"Under capitalism, man exploits man.  Under Communism, it's just the opposite.\"\n\t\t-- John Kenneth Galbraith\n",
  "\nUppers are no longer stylish, methedrine is almost as rare as pure acid\nor DMT.  \"Consciousness Expansion\" went out with LBJ and it is worth\nnoting, historically, that downers came in with Nixon.\n\t\t-- Dr. Hunter S. Thompson\n",
  "\nUseful Farsi phrases for Americans traveling to Iran:\n\nAKBAR KHALI-KILI HAFTIR LOTFAN.\n\tThank you for showing me your marvelous gun.\n\nFEKR GABUL CARDAN DAVAT PAEH GUSH DIVAR.\n\tI am delighted to accept your kind invitation to lie down\n\ton the floor with my arms above my head and my legs apart.\n\nSHOMAEH FEKR TAMOMEH QEH GOFTEH BANDE.\n\tI agree with everything you have ever said or thought in your life.\n",
  "\nUseful Farsi phrases for Americans traveling to Iran:\n\nAUTO ARRAREGH DAVATEMAN MANO SEPAHEH-HAST.\n\tIt is exceptionally kind of you to allow me to\n\ttravel in the trunk of your car.\n\nFASHAL-EH TUPEHMAN NA DEGAT MANO\nGOFTAM CHEESHAYEH MOHEMA RAJEBEH KESHVAREHMAN.\n\tIf you will do me the kindness of not harming my genital\n\tappendages I will gladly reciprocate by betraying my\n\tcountry in public.\n\nKHREL, JEPAHEH MANEH VA JAYEH AMRIKAHEY.\n\tI will tell you the names and addresses of\n\tmany American spies traveling as reporters.\n",
  "\nUseful Farsi phrases for Americans traveling to Iran:\n\nMAMNOUNAN GHORBAN IN DAFAYEH MEEMUNAM.\n\tIt is with greatest pleasure that I sign\n\tthis confession of capital crimes.\n\nMATERNIER GHERMEZ AHLIEH, GHORBAN.\n\tThe red blindfold would be lovely, excellency.\n\nTIKEH NUNEH BA OB KHRELEH BEZORG VA KHRUBE BOYAST INO BEGERAM.\n\tThe water-soaked bread crumbs are delicious, thank you.\n\tI must have the recipe.\n\nETEHFOR'AN, DEHRATEE, OTAGEH SHOMA MIKRASTAM KHE\nDO HAFTAEH BA BODANEH SHEEREEL TEEGZ.\n\tTruly, I would rather be a hostage to your greatly esteemed \n\tself than spend a fortnight upon the person of Cheryl Tiegs.\n",
  "\n\tVice-President Hubert Humphrey's loquacity is legendary, and Barry\nGoldwater notes that \"Hubert has been clocked at 275 words a minute with gusts\nup to 340.\"\n\n\tOn the campaign trail during 1964, Republican nominee Barry Goldwater\nstated, \"The immediate task before us is to cut the Federal Government down\nto size... we must take Lyndon's credit card away from him.\"\n\n\tA favorite 1964 campaign stunt of Barry Goldwater's was to poke a\nfinger through a pair of lensless blackrimmed glasses, saying, \"These glasses\nare just like [Lyndon Johnson's] programs.  They look good but they don't\nwork.\"\n\t\t-- Bill Adler, \"The Washington Wits\"\n",
  "\nVote early and vote often.\n\t\t-- Al Capone's slogan for Big Bill Thompson's anti-reform\n\t\t   campaign for Mayor of Chicago, 1926.  Big Bill won.\n",
  "\nVote for ME -- I'm well-tapered, half-cocked, ill-conceived and TAX-DEFERRED!\n",
  "\nWaldheimer's disease is what you have when you can't remember you were a Nazi.\n",
  "\nWashington [D.C.] is a city of Southern efficiency and Northern charm.\n\t\t-- John F. Kennedy\n",
  "\nWashington, D.C.   Wasting your money since 1810.\n",
  "\nWe are going to give a little something, a few little years more, to\nsocialism, because socialism is defunct.  It dies all by itself.  The bad\nthing is that socialism, being a victim of its ... Did I say socialism?\n\t\t-- Fidel Castro\n",
  "\nWe are going to have peace even if we have to fight for it.\n\t\t-- Dwight D. Eisenhower\n",
  "\nWe are the unwilling... led by the unqualified... to do the unnecessary...\nfor the ungrateful...\n\t\t-- GI in Vietnam, 1970\n",
  "\nWe are upping our standards ... so up yours.\n\t\t-- Pat Paulsen for President\n",
  "\nWe cannot put the face of a person on a stamp unless said person is deceased.\nMy suggestion, therefore, is that you drop dead.\n\t\t-- James E. Day, Postmaster General\n",
  "\nWe could do that, but it would be wrong, that's for sure.\n\t\t-- Richard Nixon\n",
  "\nWe could nuke Baghdad into glass, wipe it with Windex, tie fatback on our\nfeet and go skating.\n\t\t-- Fred Reed, Air Force Times columnist.\n",
  "\nWe don't have to protect the environment -- the Second Coming is at hand.\n\t\t-- James Watt, noted ecologist\n",
  "\nWe have gone on piling weapon upon weapon, missile upon missile, new\nlevels of destructiveness upon old ones.  We have done this helplessly,\nalmost involuntarily: like the victims of some sort of hypnotism, like\nmen in a dream, like lemmings heading for the sea, like the children of\nHamelin marching blindly along behind their Pied Piper.  And the result\nis that today we have achieved, we and the Russians together, in the\ncreation of these devices and their means of delivery, levels of\nredundancy of such grotesque dimensions as to defy rational understanding.\n\t\t-- George Kennan, May 19, 1981\n",
  "\nWe have no scorched earth policy.  We have a policy of scorched Communists.\n\t\t-- General Efrain Rios Montt, President of Guatemala, 1982\n",
  "\nWe must finish once and for all with the neutrality of chess.  We must condemn\nonce and for all the formula 'chess for the sake of chess,' like the formula\n'art for art's sake.'  We must organize shock-brigades of chess-players, and\nbegin the immediate realization of a Five-Year Plan for chess.\n\t\t-- Nikolai V. Krylenko, People's Commissar for Justice\n\t\t   (of RFSFR, later of USSR), speaking at a 1932 Congress\n\t\t   of Chess Players, as quoted in Boris Souvarine's\n\t\t   \"Stalin,\" published London, 1939\n",
  "\nWe must remember that in time of war what is said on the enemy's side of\nthe front is always propaganda and what is said on our side of the front\nis truth and righteousness, the cause of humanity and a crusade for peace.\n\t\t-- Walter Lippmann\n",
  "\n\"We should declare war on North Vietnam.  We could pave the whole\ncountry and put parking strips on it, and still be home by Christmas.\"\n\t\t-- Ronald Reagan\n",
  "\nWe should keep the Panama Canal.  After all, we stole it fair and square.\n\t\t-- S.I. Hayakawa\n",
  "\nWE'RE GOING TO THROW THE MX AWAY AFTER WE BUILD IT.  The MX is really\n[Don't tell anybody!] just a \"bargaining chip\" in the nuclear-arms-\nreduction talks with the Russians.  See, we have a problem with the\nRussians.  They look at our leaders and they see, for example, George\nBush, who is really a fine and brave man but who happens to have this\nunfortunate physical characteristic whereby when he talks he sounds as\nthough he just inhaled a helium party balloon.  If he ever becomes\nPresident, the Russians will deliberately create nuclear crises just so\nthey can gather around the Hot Line with refreshments and listen to\nGeorge talk.\n\t\t-- Dave Barry, \"At Last, the Ultimate Deterrent Against\n\t\t   Political Fallout\"\n",
  "\nWell, here it is, 1983, so it won't be long before you start reading a lot\nof boring stories about people like Vance Hartke.  Hartke is a governor or\nmayor or something from one of the flatter states, and the reason you'll be\nreading about him is that he's one of the 50 top contenders for the 1984\nDemocratic presidential nomination.  These men will spend the next 18 months\ngoing around the country engaging in the most degrading activities\nimaginable, such as wearing idiot hats and appearing on \"Meet the Press.\"\n\"Meet the Press\" is one of those Sunday morning public interest shows that\nthe public is not the least bit interested in.  It features a panel of\nreporters who ask questions of a guest politician, who wins an Amana home\nfreezer if he can get through the entire show without answering a single\nquestion ...\n\t\t-- Dave Barry, \"On Presidential Politics\"\n",
  "\nWell, I would -- if they realized that we -- again if -- if we led them\nback to that stalemate only because our retaliatory power, our seconds,\nor strike at them after our first strike, would be so destructive they\nthey couldn't afford it, that would hold them off.\n\t\t-- President Ronald Reagan, on the MX missile\n",
  "\nWhat did Mickey Mouse get for Christmas?\n\nA Dan Quayle watch.\n",
  "\nWhat is the difficulty with writing a PDP-8 program to emulate Jerry Ford?\n\nFiguring out what to do with the other 3K.\n",
  "\nWhat is truth?  We must adopt a pragmatic definition: it is what is believed\nto be the truth.  A lie that is put across therefore becomes the truth and\nmay, therefore, be justified.  The difficulty is to keep up lying... it is\nsimpler to tell the truth and if a sufficient emergency arises, to tell one,\nbig thumping lie that will then be believed.\n\t\t-- Ministry of Information, memo on the maintenance of\n\t\t   British civilian morale, 1939\n",
  "\nWhat luck for the rulers that men do not think.\n\t\t-- Adolph Hitler\n",
  "\n\"When are you BUTTHEADS gonna learn that you can't oppose Gestapo tactics\n*with* Gestapo tactics?\"\n\t\t-- Reuben Flagg\n",
  "\nWhen democracy granted democratic methods to us in times of opposition, this\nwas bound to happen in a democratic system.  However, we National Socialists\nnever asserted that we represented a democratic point of view, but we have\ndeclared openly that we used the democratic methods only to gain power and\nthat, after assuming the power, we would deny to our adversaries without any\nconsideration the means which were granted to us in times of our opposition.\n\t\t-- Josef Goebbels\n",
  "\nWhen I grow up, I want to be an honest lawyer so things like that can't happen.\n\t\t-- Richard Nixon as a boy (on the Teapot Dome scandal)\n",
  "\nWhen more and more people are thrown out of work, unemployment results.\n\t\t-- Calvin Coolidge\n",
  "\nWhen the President does it, that means it is not illegal.\n\t\t-- Richard Nixon\n",
  "\n\tWhen, in 1964, New Hampshire Republican Senator Norris Cotton announced\nhis support of Bary Goldwater in his state's primary election, he was\nquestioned as to whether this indicated a change of his hitherto \"liberal\"\npolitical views.\n\t\"Well,\" explained Cotton, \"it's like the New Hampshire farmer.  He was\ndriving along in his car one day with his wife beside him when his wife said,\n'Why don't we sit closer together?  Before we were married, we always sat\ncloser together.'  The old farmer replied, 'I ain't moved.'\"\n\t\"I ain't moved,\" added Cotton.  \"I found the trend of Government has\nmoved farther to the left.\"\n\t\t-- Bill Adler, \"The Washington Wits\"\n",
  "\nWhile passing a vacant lot late one night, a jogger was stopped by a man who\nheld a gun to his head.\n\t\"Who are you for,\" the gunman snarled, \"Bush or Dukakis?\"\n\tThe runner thought for a moment, shifting nervously from foot to foot,\nas the muzzle pressed harder into his temple.\n\t\"Bush or Dukakis?\" the mugger insisted.\n\tFinally, the jogger shrugged his shoulders, closed his eyes and bowed\nhis head.  \"Go ahead and shoot.\"\n",
  "\n\"White House carpenters have reworked the master bedroom, remodeling it\nso that Ronnie can sleep with his head in the hall.  That way, by the\ntime he wakes up, somebody will have already shined his hair.\"\n",
  "\nWho can take the demands of the SDS seriously?\n\t\t-- Nathan Pusey\n",
  "\nWithin a month [in 1969] I had met the first of a small but not uninfluential\ncommunity of people who violently opposed SALT for a simple reason: It might\nkeep America from developing a first-strike capability against the Soviet\nUnion.  I'll never forget being lectured by an Air Force colonel about how\nwe should have \"nuked\" the Soviets in late 1940s before they got The Bomb.\nI was told that if SALT would go away, we'd soon have the capability to nuke\nthem again -- and this time we'd use it.\n\t\t-- Roger Molander, former nuclear strategist for the\n\t\t   White House's National Security Council, Washington\n\t\t   Post, 21 March, 1982\n",
  "\n\"Yes, that was Richard Nixon.  He used to be President.  When he left\nthe White House, the Secret Service would count the silverware.\"\n\t\t-- Woody Allen, \"Sleeper\"\n",
  "\n\"You and I as individuals can, by borrowing, live beyond our means, but\nonly for a limited period of time.  Why should we think that collectively,\nas a nation, we are not bound by that same limitation?\"\n\t\t-- Ronald Reagan\n",
  "\nYou buy a judge by weight, like iron in a junk yard.  A justice of the\npeace or a magistrate can be had for a five-dollar bill.  In the\nmunicipal courts, he will cost you ten.  In the circuit or superior\ncourts, he wants fifteen.  The state appellate courts or the state\nsupreme court is on a par with the Federal courts.  By the time a judge\nreaches such courts, he is middle-aged, thick around the middle, fat\nbetween the ears.  He's heavy.  You can't buy a Federal judge for less\nthan a twenty-dollar bill.\n\t\t-- Jake \"Greasy Thumb\" Guzik\n",
  "\nYou can build a throne out of bayonets, but you can't sit on it for very long.\n\t\t-- Boris Yeltsin\n",
  "\nYou can't depend on the man who made the mess to clean it up.\n\t\t-- Richard Nixon, 1952\n",
  "\nYou can't underestimate the power of fear.\n\t\t-- Tricia Nixon\n",
  "\nYou couldn't even prove the White House staff sane beyond a reasonable doubt.\n\t\t-- Ed Meese, on the Hinckley verdict\n",
  "\nYou guys have been practicing discrimination for years.  Now it's our turn.\n\t\t-- Thurgood Marshall, quoted by Justice Douglas\n",
  "\nYou know very well that whether you are on page one or page thirty depends\non whether [the press] fear you.  It is just as simple as that.\n\t\t-- Richard Nixon\n",
  "\nYou need only reflect that one of the best ways to get yourself a reputation\nas a dangerous citizen these days is to go about repeating the very phrases\nwhich our founding fathers used in the struggle for independence.\n\t\t-- Charles A. Beard\n",
  "\n"
]