[
  "A certain bartender decided to try to get a few new customers into his bar\nby starting a gimmick involving a horse.  His claim was that if anyone could\nget the horse to laugh, he would give them drinks on the house.  The idea\nworked well and business improved until one night a young man walked in and\nwhispered in the horse's ear.  The horse immediately burst into hysterical\nlaughter and the man won the contest.  The next night the same thing\nhappened: the man whispered in the horse's ear and the horse burst out\nlaughing.  The next night, the bartender decided to change the rules.  Now,\na person had to get the horse to cry in order to win the drinks on the\nhouse.  Later on that night, the same guy came in and said \"Can I take the\nhorse into the bathroom for a minute?  I promise I'll make him cry.\"  The\nbartender agreed and sure enough, when the man came out leading the horse,\nthe horse was crying his eyes out.  The bartender could take it no more and\nsaid, \"How did you make him laugh the other two nights?\"\n\t\"I told him that my dick was bigger than his\", replied the man.\n\t\"How did you make him cry tonight?\"\n\t\"I proved it.\"\n",
  "\nA child can go only so far in life without potty training.  It is not\nmere coincidence that six of the last seven presidents were potty\ntrained, not to mention nearly half of the nation's state legislators.\n\t\t-- Dave Barry\n",
  "\nA couple took their young son for his first visit to the circus, and by\nchance their seats were next to the elephant pen.  When his father left\nto buy popcorn, the boy piped up,\n\t\"Mom, what's that long thing on the elephant?\"\n\t\"That's the elephant's trunk, dear,\" she replied.\n\t\"No, not that.\"\n\t\"Oh, that's the elephant's tail.\"\n\t\"No, Mom.  Down underneath.\"\n\tHis mother blushed and said, \"Oh, that's nothing.\"\n\tPretty soon the father returned, and the mother went off to get\na soda.  As soon as she had left the boy repeated his question.\n\t\"That's the elephant's trunk, son.\"\n\t\"Dad, I know what an elephant's trunk is.  The thing at the\nother end.\"\n\t\"Oh, that's the elephant's tail.\"\n\t\"No.  Down there.\"\n\tThe father took a good look and explained, \"That's the elephant's\npenis.\"\n\t\"Dad, how come when I asked Mom, she said it was nothing?\"\n\tThe man took a deep breath and replied, \"Son, I've *spoiled*\nthat woman.\"\n",
  "\nA cowboy, his horse and his dog were captured by hostile Indians.\nThis wasn't really a problem for the animals as the Indians can always use\nthem, but the cowboy is informed that he will be burned at the stake the\nfollowing sunrise.  That evening, the Indian chief tells the cowboy that\nhe can one last wish, within reason, of course, before meeting his fate\nthe following morning.  The cowboy replies that all he really wants is to\nsee his faithful dog, Rex, one last time.  When the dog is brought by the\nIndians, the cowboy hugs his companion and whispers something into his ear.\nAt once the dog runs off over the hill.  Amazingly enough, a few hours later,\nhe returns, accompanied by some two dozen prostitutes from a nearby town.\nNeedless to say, the braves are delighted and as a reward offer the cowboy\nhis dog to keep him company through the rest of the night.  When the dog is\nbrought forth the cowboy again runs his hand over Rex's head and then bends\ndown to whisper into his ear: \"This may be my last chance, Rex, so get it\nright this time -- go into town and get the posse!\"\n",
  "\nA figure with curves always offers a lot of interesting angles.\n",
  "\n\tA great American Olympic wrestler was receiving last-minute advice\nfrom his coach about the upcoming match with the Soviet Champion.\n \t\"This Russian guy is really good, very strong and quick.  But I think\nyou can take him.  Remember, though, like I've told you before, don't let\nhim get you in the Pretzel hold.  With his strength you'd never get out.\"\n\tThe American leaps onto the mat, and within moments the two behemoths\nare going crazy, struggling to get each other pinned.  The American slowly\ngains ground and appears that he might actually win on points alone, when, in\nthe blink of an eye, the Russian reverses him and whips him into the fatal\nPretzel hold.\n\tThe coach, off by the side, shakes his head in dismay, and sits down\non the bench with his head between his hands.  All of a sudden, there's a\nscream and the two wrestlers fly apart, the American regaining control and\npinning the Russian.  After the match, in the dressing room, the coach\nfinally gets the winner alone.  \"Great job!  But how the hell did you get out\nof the Pretzel Hold?  I thought it was over for sure!\"\n \t\"Well, I did too.  I was in the hold, about to be pinned, when I saw\nthis huge pair of testicles hanging right in front of my eyes.  I figured\nwhat the hell, so I stretched forward and bit them as hard as I could.  Coach,\nyou just don't know your own strength 'til you've bitten your own balls!\"\n",
  "\n\tA group of soldiers being prepared for a practice landing on a tropical\nisland were warned of the one danger the island held, a poisonous snake that\ncould be readily identified by its alternating orange and black bands.  They\nwere instructed, should they find one of these snakes, to grab the tail end of\nthe snake with one hand and slide the other hand up the body of the snake to\nthe snake's head.  Then, forcefully, bend the thumb above the snake's head\ndownward to break the snake's spine.  All went well for the landing, the\ncharge up the beach, and the move into the jungle.  At one foxhole site, two\nmen were starting to dig and wondering what had happened to their partner.\nSuddenly he staggered out of the underbrush, uniform in shreds, covered with\nblood.  He collapsed to the ground.  His buddies were so shocked they could\nonly blurt out, \"What happened?\"\n\t\"I ran from the beachhead to the edge of the jungle, and, as I hit the\nground, I saw an orange and black striped snake right in front of me.  I\ngrabbed its tail end with my left hand.  I placed my right hand above my left\nhand.  I held firmly with my left hand and slid my right hand up the body of\nthe snake.  When I reached the head of the snake I flicked my right thumb down\nto break the snake's spine... did you ever goose a tiger?\"\n",
  "\nA man is talking to his wife when he mentions that there's a \"Big Dick\"\ncontest at one of the bars in town and the prize for the winner is $1000.\n\t\"Oh, honey,\" she exclaims, \"I don't want you taking that thing\nout in public!\"\n\t\"But baby,\" he says, \"$1000 is a lot of money.\"\n\t\"I don't care!\" she says, stamping her foot.  \"I don't want you\nshowing that thing to everybody.\"\n\tAnd the subject isn't mentioned again, until the following evening\nwhen he hands her $1000.\n\t\"Did you enter the contest, even after I told you I didn't want\nyou to?\" she asks.\n\t\"Please forgive me, turtle dove,\" he says.  \"I thought we could use\nthe money.\"\n\t\"You mean you took that thing out for everybody to see?\" she says,\ntears welling up in her eyes.\n\t\"Only enough to win, honey, only enough to win.\"\n",
  "\n\tA man walks into a bar with a Leprechaun on his shoulder.  He walks\nup to the bar and sits down, ordering a beer for himself and one for the\nlittle Leprechaun.\n\tAfter a few beers, the Leprechaun jumps down off the guy's shoulder,\nstruts down the bar and comes to a stop in front of a rather large construction\nworker.  Looking the guy right in the eye, he gives him a rather large, damp,\nBronx cheer.  And trots back to sit on his buddy's shoulder.  The worker is\npretty upset, but decides to shine on this rather offensive breach of manners.\n\tAfter another beer and a half though, the Leprechaun hops down and\nwalks over to his previous victim and goes \"PPPPHHHHHHHBBBBTTTTTT\" again.\nWell, that's too much, and the victim knocks the Leprechaun off the bar and,\nafter walking over to stand very close to the Leprechaun's escort, tells him\nin a rather overloud voice, that if it happens again, he's going to \"cut off\nhis little dick!\"\n\tReplies the escort, \"Leprechauns don't have dicks.\"\n\t\"Yeah?  Well, then,\" asks the big man, how does he take a piss?\"\n\t\"PPPPHHHHHHHBBBBTTTTTT!!!!\"\n",
  "\nA man walks into the doctor's office and the doctor says to him, \"I've got\nsome good news and some bad news.\"\n\t\"Tell me the good news first\" the patient replies.\n\t\"The good news is that your penis is going to be about two inches\nlonger and about an inch wider,\" the doctor says.\n\t\"That's great!\" says his patient.  \"What's the bad news?\"\n\t\"Malignant.\"\n",
  "\nA man went to a doctor to have his penis enlarged.  Well, this \nparticular procedure involved splicing a baby elephant's trunk onto the \nman's penis.  Overjoyed, the man went out with his best girl to a very \nfancy restaurant.  After cocktails, the man's penis crept out of his pants, \nfelt around the table, grabbed a hard roll and quickly disappeared under \nthe tablecloth.  The girl was startled and exclaimed, \"What was that?\"\n\tSuddenly the penis came back, took another hard roll and just as\nquickly disappeared.  The girl was silent for a moment, then finally said,\n\"I don't believe I saw what I think I just saw... can you do that again?\"\n\tWith a bit of an uncomfortable smile the man replied, \"Honey, I'd\nlike to, but I don't think my ass can take another hard roll!\"\n",
  "\nA man with no arms walked into a bar and asked for a beer.  The bartender\nshoved the foaming glass in front of him.\n\t\"Look,\" said the customer, \"I have no arms -- would you please hold\nthe glass for me?\n\t\"Sure,\" said the bartender.\n\t\"If,\" said the customer, \"you'll reach in my right hand coat pocket,\nyou'll find the money for the beer.\"\n\tThe bartender got the money and rang up the bill.\n\t\"You've been very kind,\" said the customer. \"Just one thing more.\nWhere is the men's room?\"\n\t\"Up the street to the light,\" said the bartender, \"turn left, walk\ntwo blocks, and there's a gas station on the corner.\"\n",
  "\nA man's father is very, very old, and the son can't afford very good treatment\nfor him, so he's in a rather shabby, run-down nursing home.  One day the son\nwins a lottery -- and the first thing he does is install his father in the best\nold age home that money can buy.\n\tOn the first day the old man is sitting watching TV, and he starts\nto lean a little bit to one side.  Right away a nurse runs over and gently\nstraightens the old man.  A little later he's eating dinner, and when he\nfinishes, he begins to tip a little bit to one side.  Another nurse runs\nover and gently pushes him upright again.\n\tThe son visits his father later that evening and asks him how he's\nbeing treated.\n\t\"It's a wonderful place, son,\" replies the father.  \"I really like\nit here, gourmet food, color TV's in every room, the service is unbelievable,\nthere's just one little problem.\"\n\t\"What's that, Dad?\"\n\t\"They won't let you fart.\"\n",
  "\nA mouse was sniffing around in a meadow, when an eagle swooped down,\nswallowed him whole, and rose up in the air again.  The mouse worked\nhis way through until his head was sticking out of the bird's asshole.\n\t\"Say, good buddy,\" he squeaked, \"how high up are we, anyway?\"\n\t\"Oh, about two thousand feet,\" answered the eagle.\n\tThe mouse's eyes bugged out.  \"Hey, you wouldn't shit me, would you?\"\n",
  "\nA proctologist is a doctor who puts in a hard day at the orifice.\n",
  "\nA son takes his Italian immigrant father to his first baseball game.  It\nhappens that it's Old Timer's Day at Yankee stadium and all the baseball\ngreats are there.  The son escorts his father to box seats right on the\nthird base line and seats him with beer and a Yankees cap.\n\tThe first batter up is Mickey Mantle.  On the second pitch he\nswings that bat and CRACK!  The ball ricochets off the wall for a double.\nThe crowd goes crazy and the father stands up and yells, \"Runna Mickey!\nRunna Mickey!\"\n\tThe next batter up is Joe DiMaggio.  The pitcher, pitching him\ncarefully, works him to a 3-2 count and just misses the outside corner.\n\t\"Ball four!\" yells the umpire and Joe tosses his bat aside and begins\nto walk to first base.\n\tThe father yells out, \"Runna Joe!  Runna Joe!\"\n\t\"No, no, Pop,\" corrects his son.  \"He got four balls.  He walks.\"\n\tAnd the old man clenches his fist and says solemnly, \"Walka proud\nJoe.  Walka proud.\"\n",
  "\nA stately-looking matron was walking through the Bronx Zoo, studying the\nanimals.  When she passed the porcupine enclosure she beckoned to a nearby\nattendant.\n\t\"Young man,\" she began, \"do North American porcupines have sharper\npricks than those raised in Africa?\"\n\tThe attendant hesitated for a moment.  \"Well, ma'am,\" he answered,\n\"the African porcupine's quills are sharper... but I think their pricks are \nabout the same.\"\n",
  "\nA traveling circus was performing in a small town, around the turn of the\ncentury, when many of the circus animals were still considered to be very\nrare and exotic.  One night one of the elephants escaped.  It was hungry\nand found a garden in a little old lady's backyard.  The woman, who had\nnever before seen an elephant, was hysterical and called the police.\n\nLittle Old Lady:  \"There's a *huge* monster in my garden!\nPolice:\t\"Calm down, ma'am, everything will be all right.  Now exactly what\n\tdoes it look like?\"\nLOL:\t\"It's a dark color and it's tremendous!  It's pulling up my\n\tvegetables with its tail!\"\nPolice:\t\"With its tail?  Then what's it doing?\"\nLOL:\t\"You wouldn't believe me if I told you!\"\n",
  "\n\tA white man was traveling with Indian (American) out West.  The\nIndian stops, puts his ear to the ground, and says, \"Buffalo come.\"\n\tThe white man looks around in all directions, sees nothing for\nmiles and asks the Indian how the hell he knows that.\n\tReplies the Indian, \"Ear wet.\"\n\t\t-- Lily Tomlin, \"The Search for Signs of Intelligent\n\t\t   Life in the Universe\"\n",
  "\nA woman had a followup visit with her doctor after his prescribing fairly high\ndosages of testosterone (a male hormone) for her.  She was a little worried\nabout some of the side effects she was experiencing.\n\t\"Doctor Keyes, the hormones you've been giving me have helped a lot\nwith my menopausal symptoms, but I'm really afraid that you're giving me too\nmuch.  I've started growing hair in places that I've never grown hair before!\"\n\tThe doctor reassured her. \"A little hair growth is a perfectly normal\nside effect of testosterone.  Just where has this hair appeared?\"\n\t\"On my balls.\"\n",
  "\nA young boy is told by his puritanical father than he should never have\nsex with a woman, because a woman has teeth in her vagina and will bite\noff his penis.\n\tThe years go by, and the boy finally marries.  After a rather\nuninspiring honeymoon his wife finally confronts him and demands that he\ntell her why he won't make love to her.\n\t\"Well, honey,\" he replies.  \"You have... teeth... down there.\"\n\t\"What!?\" she replies unbelievingly.  \"No I don't!  Honest, darling,\ncome here and look for yourself.\"\n\tThe man rather hesitantly examines her very thoroughly.\n\t\"There!\" his wife says triumphantly.  \"Now do you believe me?\"\n\t\"Yes,\" replied her husband.  \"And your gums are in *terrible*\ncondition.\"\n",
  "\nA young lady friend of mine just swallowed a razor blade...\nShe performed a tonsillectomy, an appendectomy, a hysterectomy,\nthree circumcisions, and cut off the finger of a casual friend.\n",
  "\nAdopting the metric system would have certain psychological advantages --\nsuch as being able to claim 18 centimeters instead of seven inches.\n",
  "\nAll jobs should be open to everybody, unless they actually require a\npenis or a vagina.\n\t\t-- Florynce Kennedy\n\nThere are really not many jobs that actually require a penis\nor a vagina, and all other occupations should be open to everyone.\n\t\t-- Gloria Steinem\n",
  "\nAn old maid wanted to travel by bus to the pet cemetery with the\nremains of her cat.  As she boarded the bus, she whispered to the\ndriver, \"I have a dead pussy.\"\n\nThe driver pointed to the woman in the seat behind him and said, \"Sit\nwith my wife.  You two have a lot in common.\"\n",
  "\nAnd now, the Bing Crosby show, brought to you by the makers of Ex-Lax.\n... a brief pause, and then Bing!\n",
  "\nAnything more than three shakes is for fun.\n",
  "\nBuild a better mousetrap, the saying goes -- and with the brassiere, Yankee \nIngenuity did exactly that.  But their true stroke of genius was the new bait.\nThe old fashioned mousetrap was loaded with cheese; nobody cares much about \ncheese, except mice.  But when American know-how reloaded the brassiere with \ntits, every heterosexual male in the country was hopelessly trapped.\n\t\t-- Alan Sherman, \"The Rape of the A*P*E*\"\n",
  "\nCaptain Hook died of jock itch.\n",
  "\n\"Carefully study these two enlarged photographs on display, Mr. Rafferty,\"\nthe attorney for a politician suing a newspaper for libel instructed his\nclient on the witness stand, \"and indicate which is your ass and which is\na hole in the ground.\"\n",
  "\nCrito, I owe a cock to Asclepius; will you remember to pay the debt?\n\t\t-- Socrates' last words\n",
  "\nDesperate about the state of her social life, a young woman resorted\nto the Personal Ads in the back of her local paper.  In the ad she made it\nquite clear that what she was advertising for was an expert lover; she already\nhad plenty of sensitive friends and meaningful relationships and what she\nnow wanted was to get laid, to put it bluntly.  Phone calls started coming\nin, with each caller testifying to his sexual prowess, but none quite struck \nthe young woman's fancy.  Until one night her doorbell rang.  Opening the door \nshe found a man with no arms or legs, who informed her that he was there in \nresponse to her advertisement.  \"I'm terribly sorry,\" she stammered, \"but my \nad was quite explicit.  I'm really looking for something of a sexual expert, \nand you... uh... don't have all the...\"\n\n\"Listen,\" the man interrupted her, \"I rang the doorbell, didn't I?\"\n",
  "\nDiet Mountain Dew has the same pH and density of urine.\n\t\t-- Newsweek, 31 July, 1989\n",
  "\nDue to a mixup in urology, orange juice will not be served this morning.\n",
  "\nEat prune yogurt for that \"get up and go\" feeling.\n",
  "\n\tEver thought of putting a ferret down your pants?  Yes, ferrets,\nthose weasel-like animals originally trained to hunt rats and possessing\nneedle sharp claws and razor sharp teeth.  The English do it for sport.\n\tFerret Legging involves the tying of a competitors's trousers at\nthe ankles and then dropping into the trousers a couple of vicious ferrets.\nNo jockstraps or underwear allowed -- nothing but the bodies' own.  The\nferrets must be young and in good condition.  Neither the ferret or the\ncontestant may be drugged or drunk -- cold eyed sober only.  The trousers\nshould be loose fitting, to allow the ferret to scramble from one leg to\nthe other, and are traditionally white, so that the blood shows better.\n\tNormal contestants are able to keep them down for up to 40 seconds.\nThe champion ferret legger, Reg Mellor, of Yorkshire, holds the world record\nof 5 hours and 26 minutes.  Mr. Mellor's claims that being the champion is\nnot so much heroism but, \"You just got to be able to have your tool bitten\nand not care.\"\n",
  "\nFat dirty farts came spluttering out of your backside.  You had an arse full\nof farts that night, darling, and I fucked them out of you, big fat fellows,\nlong windy ones, quick little merry cracks...\n\t\t-- James Joyce\n",
  "\nFour men had been playing golf together for twenty years.  After their usual\nSaturday game one week, one of the men joined the other three for a post-game\nshower for the first time.  His friends were surprised - \"For twenty years\",\none of them says, \"you haven't showered after our game, you've just waited for\nus in the clubhouse.  Why the sudden change?\"\n\t\"Well\", replies their friend, \"I was born with a fairly unusual\nmedical condition.  I had both a penis and a vagina.  Last month I finally\ndecided to have the vagina removed.\"\n\tThe other three men look at him in disbelief and disgust.  \"You\nmean,\" snaps one of them, \"you could have played from the women's tee all\nthese years?\"\n",
  "\nFrom the outset, the blind date was a fiasco and it was intensified by the\nfact that the fellow was too insensitive and ego-ridden to realize it.  The\nmoment of truth came in the supper club as he clutched the girl's thigh and\nwhispered,\n\t\"Baby, how's about our cutting out to my pad so I can slip you nine\ninches?\"\nThere was a moment of silence, and then the girl said,\n\t\"You know, I really don't think you could get it up three times\nin a row!\"\n",
  "\nGood day for water sports.  Take a bath with a friend.\n",
  "\nGrownups are reluctant to take science fiction seriously, and with good\nreason: sci-fi is a hormonal activity, not a literary one.  Its traditional\nconcerns are all pubescent.  Secondary sexual characteristics are everywhere,\ndisguised.  Aliens have tentacles.  Telepathy allows you to have sex without\nany nasty inconvenience of touching.  Womblike spaceships provide balanced\nmeals.  No one ever has to grow old -- body parts are replaceable, like\nJob's daughters, and if you're lucky you can become a robot.  As for the\nadult world, it's simply not there; political systems tend to be naively\nauthoritarian (there are more lords in science fiction than on public\ntelevision) and are often ruled by young boys on quests.  The most popular\nsci-fi book in years, Frank Herbert's Dune, sold millions of copies by\ncombining all these themes: it ends with its adolescent hero conquering the\nuniverse while straddling a giant worm.\n\t\t-- Arnold Klein\n",
  "\nHalf the posts to this group are about masturbation and the other half\nare about penis size.  And what I want to know is, if all you're doing\nis jerking off, why do you care how big it is?\n\t\t-- From alt.sex\n",
  "\nHalt!!  Who goes there, friend or enema?\n",
  "\nHarry came into work on Monday feeling absolutely fine, and so was astonished\nwhen his secretary urged him to lie down on the sofa; even more so when his\nboss took one look at him and ordered him to take the day, if not the week,\noff.  Even his poker buddies wouldn't have anything to do with him, insisting\nthat he go straight to bed.  Finally, tired of resisting everyone's advice,\nhe went to see his doctor, who took one look at him and rushed over with\na stretcher.\n\t\"But doctor,\" he protested, \"I feel fine.\"\nWell, this was a puzzler, conceded the doctor, who proceeded to refer to the\nenormous reference tomes behind his desk, muttering to himself.\n\t\"Looks good, feels good...  No, you look like hell.  Looks good,\nfeels terrible...  Nah, you feel fine, right?\"\nThumbing furiously through another volume, he said,\n\t\"Looks terrible, feels terrible...  Nope, that won't do it either.\"\nFinally, \"Looks terrible, feels terrific... Aha!!  You're a vagina!\"\n",
  "\nHe carried me over the stream, striding through the current, his strong,\nmuscular, thighs scarcely hesitating as he sure-footedly forded the water.\nBut what was that bulge, small, oblong, solid, that might have been, say,\na pocket camera?\n\t\t-- An Exciting Journey\n",
  "\nHe who farts in church must sit in his own pew.\n",
  "\nHer figure described a set of parabolas that could cause cardiac arrest\nin a yak.\n\t\t-- Woody Allen\n",
  "\nHOW TO REMOVE STAINS -- #28\n\tSemen stains can be removed from computer terminals with\n\tFantastik or the like.  Use Windex on the glass however, and\n\tbe sure to turn the power off if you have to clean between\n\tthe keys.\n",
  "\nI can't believe that out of 100,000 sperm, you were the quickest.\n\t\t-- Steven Pearl\n",
  "\nI choked Linda Lovelace.\n",
  "\nI continued wetting my bed for a long time, not just out of contrariness,\nbut to have the pleasure of feeling my warm urine running down my legs\nand wallowing in its odor.\n\t\t-- Salvador Dali\n",
  "\n\tI don't want to say that she had big tits, but one day I asked her\njust how big they was, and she said, \"7 and 7/8\".\n\tI said, \"7 and 7/8?!  What did you measure 'em with?\"\n\tAnd she replied, \"A Stetson.\"\n",
  "\nI know what you're up to, you white-feathered fiend!\nGo release your bowels on some lesser personage!\n\t\t-- W.C. Fields, upon seeing a bird overhead\n",
  "\n\"I need a camel that can go without water for at least three weeks,\"\nthe American said to an Algerian camel merchant.  \"Is it possible?\"\n\t\"All things are possible,\" replied the merchant.  He proceeded to\ntake a camel out of his barn and lead him to a tank of water.  After the\ncamel had drunk its fill and was about to lift its head out of the tank,\nthe merchant picked up two nearby bricks, one in each hand, stepped behind\nthe camel, and smacked his testicles with the bricks.\n\tThe camel let out a gigantic \"Whhoooosh!\" and sucked up what seemed\nlike twenty more gallons of water.\n\tThe American stared incredulously at the camel merchant.  \"My God,\nman!\" he exclaimed, \"doesn't that hurt?!\"\n\tThe merchant shrugged.  \"Only if you get your thumbs in between the\nbricks.\"\n",
  "\nI tell ya, I knew my morning wasn't going right.   When I put on my shirt\nthe button fell off, when I picked up my briefcase, the handle fell off,\nI tell ya, I was afraid to go to the bathroom.\n\t\t-- Rodney Dangerfield\n",
  "\nI walked on toward Ploughwright, thinking about feces.  What a lot we had\nfound out about the prehistoric past from the study of fossilized dung of\nlong-vanished animals.  A miraculous thing, really; a recovery from the\npast from what was carelessly rejected.  And in the Middle Ages, how\nconcerned people who lived close to the world of nature were with the\nfeces of animals.  And what a variety of names they had for them: the\nCrotels of a Hare, the Friants of a Boar, the Spraints of an Otter, the\nWerderobe of a Badger, the Waggying of a Fox, the Fumets of a Deer.\nSurely there might be some words for the material so near to the heart of\nOzy Froats [an academic studying feces] than shit? What about the\nProblems of a President, the Backward Passes of a Footballer, the\nDeferrals of a Dean, the Odd Volumes of a Librarian, the Footnotes of a\nPh.D., the Low Grades of a Freshman, the Anxieties of an Untenured Professor?\n\t\t-- Robertson Davies, \"The Rebel Angels\"\n",
  "\nI was a cock-teaser at Rooster Rama.  \nI used to enrage the bantams before the big bouts.\n\t\t-- Firesign Theatre\n",
  "\nI was toilet-trained at gunpoint.\n\t\t-- Billy Braver\n",
  "\nI will not be briefed or debriefed, my underwear is my own.\n",
  "\nI'm not laughing behind your back; everything funny is in front!\n\t\t-- Rodney Dangerfield's wife\n",
  "\nIn France they piss on Main Street.  (In pissoirs, Mama, not cheap display).\n\t\t-- Joni Mitchell\n",
  "\nIn outer space, nobody can hear you fart.\n",
  "\nIt is recounted that at King's College in the Strand around the time of the\nwar, the Chief of Services would inevitably begin the year's rounds by\nteaching \"a singularly important principle of medicine.\"  He asked a nurse\nto fetch him a sample of urine.  He then talked at length about Diabetes\nmellitus. \"Diabetes,\" he said, \"is a greek name; but the Romans noticed that\nthe bees like the urine of diabetics, so they added the word mellitus which\nmeans sweet as honey.  Well, as you know, you may find sugar in the urine\nof a diabetic ...\"\n\tBy now the nurse had returned with a sample of urine which the\nregistrar promptly held up like a trophy.  We stared at that straw-colored\nfluid as if we had never seen such a thing before.  The registrar then\nstartled us.  He dipped a finger boldly into the urine, then licked his\nfinger with the tip of his tongue.  As if tasting wine, he opened and closed\nhis lips rapidly.  Could he perhaps detect a faint taste of sugar?  The sample\nwas passed on to us for an opinion.  We all dipped a finger into the fluid,\nall of us foolishly licked that finger.\n\t\"Now,\" said the Registrar grinning, \"You have learnt the first\nprinciple of diagnosis.  I mean the power of observation.\"  We were baffled.\nWe stood near the sluice room outside the ward, and in the distance, some\nanonymous patient was explosively coughing. \"You see,\" the registrar said\ncontinuing triumphantly, \"I dipped my MIDDLE finger into the urine, but\nlicked my INDEX finger -- not like all you chaps.\n",
  "\nIt takes leather balls to play rugby.\n\t(Blood makes the grass grow!)\n",
  "\nIt was at the eighth annual mouse convention and mice from near and far had\ngathered for the ball.  A pretty little female mouse waltzed by the stag\nline and one of the males whistled a low, dirty whistle to himself.\nTurning to  another mouse he said, \"Look at the legs on that bitch, aren't\nthey beautiful?\"\n\t\"Just fair,\" was the answer.\n\t\"You're crazy,\" said the first mouse and then turning to another,\nasked his opinion.\n\t\"They're nice,\" said the third mouse, \"but nothing to get excited\nabout.\"\n\t\"Some mice have no appreciation,\" exclaimed the first mouse.  \"Now\nyou,\" he said to a fourth mouse, \"what did you think?\"\n\t\"To tell you the truth,\" was the reply, \"I'm no authority on legs;\nI'm a tit mouse myself.\"\n",
  "\nJoan, the rather well-proportioned secretary, spent almost all of\nher vacation sunbathing on the roof of her hotel.  She wore a bathing suit\nthe frist day, but on the second, she decided that no one could see her\nway up there, and she slipped out of it for an overall tan.  She'd hardly\nbegun when she heard someone running up the stairs; she was lying on her\nstomach, so she just pulled a towel over her rear.\n\t\"Excuse me, miss,\" said the flustered little assistant manager of\nthe hotel, out of breath from running up the stairs.  \"The Hilton doesn't\nmind your sunbathing on the roof, but we would very much appreciate your\nwearing a bathing suit as you did yesterday.\"\n\t\"What difference does it make,\" Joan asked rather calmly.  \"No one\ncan see me up here, and besides, I'm covered with a towel.\"\n\t\"Not exactly,\" said the embarrassed little man.  \"You're lying on\nthe dining room skylight.\"\n",
  "\nKonrad Lorenz, the great animal behaviorist, was scrupulous about cultivating\nfruitful confusion.  Lorenz lived among his research subjects:  dozens of\nspecies of mammals, birds, reptiles, and fishes.  He did not quantify, control,\nor consciously experiment.  He got to know each creature individually, then\nthrew them together, watching for the unexpected, the unusual, or the bizarre\nin the chaos that followed.  For example, his interest in one of ethology's\nmost important concepts, that of intention movements (motions with meaning,\nsuch as the head bobbing in birds that serves as an alarm signal before\nflight), derived from an inadvertent experiment.  He had trained a free-flying\nraven to eat raw meat from his hand and had been feeding the bird for several\nhours one day.  He would reach into his pants pocket and take out a piece of\nmeat, and the raven would swoop down to grab it in its bill.  By and by, Lorenz\nwent to relieve himself near a hedge.  When the raven saw him put his hand\ninto his pants and pull out another morsel of meat, it swooped down, hungrily\ngrasping the new mouthful in its bill.  Lorenz howled in pain.  But the event\nleft a deep impression on him -- about how faithfully animals respond to\nintention movements, that is.\n\t\t-- The Sciences, May/June, 1988, N.Y. Academy of Science.\n",
  "\nLadies, here's a hint: If you're playing against a friend who has big\nboobs, bring her to the net and make her hit backhand volleys.  That's\nthe hardest shot for the well endowed.  \"I've got to hit over them or\nunder them, but I can't hit through,\" Annie Jones used to always moan\nto me.  Not having much in my bra, I found it hard to sympathize with her.\n\t\t-- Billie Jean King\n",
  "\nLady to Golf Pro: \"I was stung by bees on your golf course!\"\nPro:\t\"Ummm, well, where?\"\nLady:\t\"Between the 1st and 2nd holes.\"\nPro:\t\"That's going to real tough to treat.\"\n",
  "\n... like, what do they mean when they say 'feminine protection'?  What's that?\nA chartreuse flamethrower?\n\t\t-- Opus\n",
  "\nMan in stall:\n\tHey, buddy?  Is there any toilet paper out there?\nMan at sink:\n\tNo, I don't see any.  Just a second...  Nope, none in\n\tany of the other stalls either.\nA minute passes.\nMan in stall:\n\tSay, buddy?\nMan at sink:\n\tYeah?\nMan in stall:\n\tYou got change for a ten?\n",
  "\nMan who dance in crowded ballroom dance cheek to cheek with woman behind him.\n",
  "\nMan who keep money in jockstrap has financial matters all balled up.\n",
  "\nMany a bachelor feels the need to insert his masculinity.\n",
  "\nMay Allah blow sand in your Preparation H.\n",
  "\nMay the fairy god-camel leave a lump on your pillow!\n",
  "\nMaybe if the guy who developed Twinkies hadn't had such a low\nopinion of himself they would have been an inch or two longer!\n",
  "\n\"Mind you, not as bad as the night Archie Pettigrew ate some sheep's testicles\nfor a bet...  God, that bloody sheep kicked him!\"\n\t\t-- Ripping Yarns\n",
  "\n\tMr. Hersh came home to find his wife sitting naked in front of the\nmirror, admiring her breasts.\n\t\"And what do you think you're doing?\" he asked.\n\t\"I went to the doctor today and he said I have the breasts of a \ntwenty-five-year-old.\"\n\t\"Oh yeah?  And what did he have to say about your forty-year-old ass?\"\n\t\"Nothing,\" she replied. \"Your name didn't come up at all.\"\n",
  "\nMr. Rection, Mr. Hugh G. Rection, please pick up a white courtesy telephone!\n",
  "\nMy mother didn't breast-feed me.  She said she liked me as a friend.\n\t\t-- Rodney Dangerfield\n",
  "\nMy wife has breast cancer.  She told me to start dating.\n\t\t-- Howard Stern\n",
  "\nNaked children are so perfectly pure and lovely.  I confess I do not admire\nnaked boys.  They always seem to me to need clothes -- whereas one hardly\nsees why the lovely forms of girls should ever be covered up.\n\t\t-- Lewis Carroll\n",
  "\nNaked couple in bed, woman says to man:\n\t\"When I said I had a foot fetish, I was referring to cocks.\"\n",
  "\nOh, ya doesn't have ta call me 'Johnson'!  Well, you can call me 'Ray', or\nyou can call me 'Jay', or you can call me 'R.J.', or you can call me 'Ray\nJ.', or you can call me 'R.J.J.', or you can call me 'Ray J. Johnson', or\nyou can call me 'R.J. Johnson', but ya DOESN'T have to call me 'Johnson'...\n",
  "\nOnce in a medieval times...there was a King who was getting sort of\nbored after dinner one night.  He decided to hold a contest of who at the\ncourt had the mightiest \"weapon\".  The first knight stood up and proclaimed\nthat he had the mightiest weapon... he pulled down his pants and tied a 5\npound weight around it.  The weapon doth rose.  The crowds cheered... the\nwomen swooned... the children waved multi-colored banners... and the band\nplayed appropriate music.\n\tAnother knight stood up and claimed that he had the mightiest weapon.\nHe dropped his pants and tied a 10 pound weight to himself.  The weapon doth\nrose. The crowds cheered... the women swooned... the children waved\nmulti-colored banners...  and the band played appropriate music.\n\tAfter several more knights tried to prove their superiority...  the\nKing finally spoke out. \"I have the mightiest weapon of them all!\" He dropped\nhis pants and tied, not a 10 pound, not a 20 pound, not ever a thirty pound,\nbut a 40 pound weight, plus a coffe pot, to himself. The weapon doth rose.\nThe crowds cheered...  the women swooned... the children waved multi-colored\nbanners... and the band played \"God Save the Queen.\"\n",
  "\nOnce you've got them by the balls, their hearts and minds will follow.\n",
  "\nOne day a mouse was driving along the road in his Mercedes when he heard an\nanguished roaring noise coming from the side of the road.  Stopping the car,\nhe got out and discovered a lion stuck in a deep ditch and roaring for help.\nReassuring the lion, the mouse tied a rope around the axle of the Mercedes,\nthrew the other end down to the lion, and pulled the beast out of the ditch.\nThe lion thanked the mouse profusely and they went their separate ways.\n\tTwo months later the lion was out for a stroll in the country when\nhe heard a panicked squeaking coming from the side of the road.  Investigating\nthe noise, what should he come across but the mouse stuck in the same hole.\n\"Oh, please help me, Mr. Lion,\" squeaked the terrified mouse.  \"I saved you\nwith my car once, remember?\"\n\t\"Course I'll help you, little fellow,\" roared the lion.  \"I'll just\nlower my dick down to you, you hold on to it, and we'll have you out of there\nin a jiffy.\"  Sure enough, a few minutes later the mouse was high and dry on\nthe roadside, trying to convey his eternal gratitude to the lion.\n\t\"Don't give it another thought,\" said the lion kindly.  \"It just goes\nto show that if you've got a big dick, you don't need a Mercedes.\"\n",
  "\nOne day, in a bar, a young man walks in with a little dwarf about one foot\ntall on his shoulder and orders a beer.  The bartender serves the man a beer;\nto his astonishment, the little guy walks down the man's arm, takes a swallow\nof the brew and spits it in his face.  After a few minutes the customer\norders another beer and the exact same thing happens.  Well, by this time,\nthe bartender is getting pretty upset; he figures that the man should take\ncare of the dwarf.  So he asks the guy, \"Why are you letting that guy drink\nall your beer and spit it in my face?\"\n\t\"Well, sir, when I was on a contract in Saudi Arabia I met this genie\nand he granted me three wishes.  I asked for a million dollars, the most\nbeautiful woman in the world, and a twelve-inch prick.\n",
  "\nOne who does not know a burro from a burrow does not know his ass from a\nhole in the ground!\n",
  "\nOpinions are like assholes -- everyone's got one, but nobody wants to look\nat the other guy's.\n\t\t-- Hal Hickman\n",
  "\n\t\t\t\t\t\tPLAYGIRL, Inc.\n\t\t\t\t\t\tPhiladelphia, Pa.  19369\n\nDear Sir:\n\tYour name has been submitted to us with your photo.  I regret to\ninform you that we will be unable to use your body in our centerfold.  On\na scale of one to ten, your body was rated a minus two by a panel of women\nranging in age from 60 to 75 years.  We tried to assemble a panel in the\nage bracket of 25 to 35 years, but we could not get them to stop laughing\nlong enough to reach a decision.  Should the taste of the American woman\never change so drastically that bodies such as yours would be appropriate\nin our magazine, you will be notified by this office.  Please, don't call\nus.\n\tSympathetically,\n\tAmanda L. Smith\n\np.s.\tWe also want to commend you for your unusual pose.  Were you\n\twounded in the war, or do you ride your bike a lot?\n",
  "\nPrior to this year's Rock & Roll Hall of Fame cermony, [Cash] went to\nthe bathroom.  \"I was standing at the urinal, and Keith Richards walked\nin...  He said, 'Look at this, I'm pissing with Johnny Cash. We need a\npicture of this.'  I said, 'No, Keith, we *don't* need a picture of this.'\"\n\t\t-- Rolling Stone interview with Johnny Cash.\n",
  "\nRaquel Welch:\t\t36-24-36\nBo Derek:\t\t35-24-36\nAnn-Margaret:\t\t37-25-36\nBette Middler:\t\t37-25-36\nMarilyn Monroe:\t\t37-24-37\nJane Russell:\t\t39-27-38\nJayne Mansfield:\t40-23-37\nSophia Loren:\t\t37-25-36\n",
  "\nRugby is a game played by men with peculiarly shaped balls.\n",
  "\nSeems like this duck waddles into a pharmacy, waddles up to the prescription\ncounter and rings the bell.  The pharmacist walks up and asks, \"Can I help\nyou?\".\n\tThe duck replies, \"Yes, I'd like a box of condoms, please.\"\n\t\"Certainly\", says the pharmacist, \"will that be cash or would\nyou like me to put it on your bill?\"\n\tSnarls the duck, \"Just what kind of duck do you think I am?\"\n",
  "\nSeems this fellow was suffering from terrific headaches, and went to his\ndoctor about it. The physician made a number of tests, and informed the man\nthat the only thing for his headaches was castration.  After a few more\nmonths, the headaches became so intense that the man agreed to the operation.\nNaturally enough, the ruination of his sex life depressed him tremendously,\nand he decided to purchase a new wardrobe to make himself feel better.\nHe enters a men's clothing store and a salesman wanders over, looks him\nup and down, and says, \"Well, let's start with shirts... 15 neck, 34 sleeve.\"\n\tThe guy is amazed.  \"How'd you know?\"\n\t\"Well, I've been here nearly 30 years, and I can tell sizes within\na quarter inch on every piece of clothing.\"  The salesman's claim is borne\nout.  Slacks, 34 waist, 32 inseam; jacket: 42 long.  And so on and so forth.\nWhen the man has been completely outfitted he decides that he'd better buy\nsome new underwear.\n\tThe salesman looks at him and says, \"Okay, that'll be a 34.\"\n\t\"No, that's wrong,\" says the man.  \"I've always worn a 32.\"  The\nsalesman insists, pointing out his accuracy so far.  The man argues, agreeing\nthat while he's been right so far, he has always worn a 32 in shorts.\n\tFinally in exasperation, the salesman says, \"Listen, I tell you,\nyou *have* to wear a 34.  Otherwise, you'll get these *awful* headaches.\"\n",
  "\nShort man who dance with tall woman gets bust in mouth.\n",
  "\n\tShortly after arriving at their honeymoon destination, the\nstill-nervous groom became worried about the state of his bride's innocence.\nDeciding on a direct confrontation, he quickly undressed, pointed at his\nexposed manhood and asked his mate, \"Do you know what this is?\"\n\tWithout hesitation, she blushingly answered, \"That's a wee-wee.\"\n\tDelighted at the idea of instructing his naive wife in the ways of\nlove, the husband whispered, \"From now on, dearest, this will be called a\nprick.\"\n\t\"Oh, come now,\" the girl chided.  \"I've seen lots of pricks and I\nassure you, that's a wee-wee.\"\n",
  "\nSir Francis Drake circumcised the world with a 100 foot clipper.\n",
  "\nSize counts.\n",
  "\nSniff sniff...  Hey!  Who farted?\n",
  "\nSnow White:\n\t\"Gee guys, I've always dreamed of getting ten inches...\n\tbut not an inch-and-a-half at a time!\n",
  "\n... So this is a very confusing situation, and what makes it even\nworse is, our standards keep changing.  Take Playboy magazine.  Back in the\n1950s, when I started reading it strictly for the articles, Playboy was\nconsidered just about the raciest thing around, even though all it ever\nshowed was women's breasts.  Granted, any given one of these breasts would\nhave provided adequate shelter for a family of four, but the overall effect\nwas no more explicit than many publications we think nothing of today, such\nas Sports Illustrated's Annual Nipples Poking Through Swimsuits Issue.\n\t\t-- Dave Barry, \"Pornography\"\n",
  "\nSometimes guys'll say to you, \"Have a good one.\"  I say, \"I already have\na good one.  Now I'm looking for a longer one.\"\n\t\t-- George Carlin\n",
  "\nSuccess is like a fart -- only your own smells nice.\n\t\t-- James P. Hogan\n",
  "\nThe difference between this school and a cactus plant is that the\ncactus has the pricks on the outside.\n",
  "\n\tThe new patron was amazed by the cleanliness of the restaurant.  A\nwaiter approached the table.  \"Good afternoon, sir.  What may I serve you?\"\n\t\"I'll have the steak dinner,\" the man answered.\n\tAs the waiter headed for the kitchen, the diner noticed that he\nwore a spotless white apron and clean white gloves.  Soon the waiter\nreturned, bearing a casserole dish on a cart which he uncovered to reveal\ntwo tempting filet mignons.  From a covered pocket in his apron he produced\na small pair of shining silver tongs and with them he transferred the meat\nfrom the steaming casserole to the diner's plate.  \"We never touch anything\nwith our hands,\" he explained.\n\tThe waiter continued serving.  \"Confidentially,\" he said, \"we even\nhave a special set of rules about visiting the lavatory.  Do you see this\nlittle piece of string attached to my apron?\"\n\t\"Yes,\" the diner replied.  \"I noticed that all the aprons had one.\"\n\tThe waiter put a large browned potato on the plate with his tongs.\n\"Well,\" he began, \"if I should have to go to the bathroom, that string\ncomes in very handily.  I simply unzip my pants and take it out with that\npiece of string.  That way everything stays sanitary.\"\n\t\"But how do you put it back?\"\n\t\"Well, I don't know about the other guys,\" the waiter confided, \"but\nI use the tongs.\"\n",
  "\nThe only way for writers to meet is to share a quick pee over a common lamppost.\n\t\t-- Cyril Connolly, \"Journal and Memoir\"\n",
  "\nThe real trouble with women is that they have *all* the pussy.\n",
  "\nThe word \"spine\" is, of course, an anagram of \"penis\".  This is true in\nalmost fifty percent of the languages of the Galaxy, and many people\nhave attempted to explain why.  Usually these explanations get bogged\ndown in silly puns about \"standing erect\".\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"\n",
  "\n\tThe young male race horse came from a long line of winners, and did\nwonderfully in time trials.  However, in actual races he proved a little too\nromantic, and could never quite bring himself to pass a mare.\n\tSo one day the trainer went to him and told him he'd have to be\ncastrated.  The young horse, knowing that it was either this or the glue\nfactory, took it philosophically.  After all, having the operation was\nalmost a certain guarantee of a long and illustrious racing career.\n\tAfter a short recovery period, the horse was again run in time\ntrials, and found to do as well as ever.  But the first time he actually\nran in a race, he only went about ten paces, before getting a dejected look\non his face, turning around, and ambling back to the starting gates.\n\t\"What's the matter?\" asked the trainer, \"you were doing great!\"\n\t\"Yeah, well how would you feel\" replied the horse, \"if five thousand\npeople took one look at you and shouted `they're off!'?\"\n",
  "\nThe young man-about-town enjoyed luxury but didn't always have the means\nto buy it, and so he huffily walked out of the Miami Beach hotel when he \nfound out the charges for room, meals and golf privileges were $300 a day.\nHe registered across the street at an equally elegant hotel, where the \nrates were only $70.  The following morning he went down to the hotel's\ngolf course and asked Scotty, the pro, to sell him a couple of golf balls.\n\"Sure,\" said Scotty.  \"That'll be $25 apiece.\"\n\t\"What?\" screamed the bachelor.  \"In the hotel across the street\nthey only charge $1 a ball!\"\n\t\"Naturally,\" replied the pro.  \"Over there they get you by the\nrooms.\"\n",
  "\nThere was once a salesman who had an outstanding record for selling tooth-\nbrushes.  His boss, wondering at his unlikely success, sent a man out to\nfollow the salesman on rounds to see what pitch he gave that brought such\ngood results.  It was soon found that this particular salesman went to the\ncorner of a busy street and opened up his briefcase, and on one side was the\nassortment of toothbrushes, and on the other side various chips and garnishes\nand a bowl of brownish stuff.  He would grab a likely customer and give them\nthe following pitch.\n\t\"Good morning, ma'am, this is a commercial promotion for --- brand\nof chip dip.  Would you care to give it a try?\"\n\tAt that point the person would try it, then spit it out and scream\nin utter disgust, \"This tastes like shit!\"\n\tThe salesman would smile and say, \"It is.  You want to buy a\ntoothbrush?\"\n",
  "\nThere's a vas deferens between men and women.\n",
  "\n\tThis 600-pound guy decides he can't go on living this way, so he seeks\nthe help of a clinic and proceeds to go on a drastic diet.  It works: four\nmonths later he's down to 160 pounds and feeling great, except for one problem.\nHe's covered with great folds of flesh where the fat used to be.  He calls\nup the clinic, and the doctor tells him not to worry.  \"There's a special\nsurgical procedure to correct this condition,\" the doctor assures him.  \"Just\ncome on over to the clinic.\"\n\t\"But doctor,\" the man pleads, \"you don't understand.  I'm too\nembarrassed to be seen in public like this.\"\n\t\"Don't give it another thought,\" says the doctor.  \"Simply pull up\nall the folds as high as they'll go, pile the flesh on top of your head, put\non a top hat, and come on over.\"\n\tThe guy follows the instructions and provokes no comments until he\nreaches the clinic and is standing in front of the admitting nurse's desk,\ndying of self-consciousness.  \"The doctor will be right with you,\" says the\nnurse.  \"Say, what's that hole in the middle of your forehead?\"\n\t\"My navel,\" blurts out the guy, \"how d'ya like my tie?\"\n",
  "\nThis fellow rushed into a crowded tavern on Saturday night.  Men and women\nstood three-deep at the bar.  Our man, who felt nature calling strongly, \nlooked about him but couldn't see anything that resembled a john.  He saw a \nstairway and bounded up the steps to the second floor in his increasingly \ndesperate search.  Just as his bowels threatened to erupt, he spotted a \none-foot by one-foot hole in the floor.  Now, at the end of his control, he \ndecided to take advantage of the hole.  He dropped his pants, hunched over it, \nand did his thing.  Thoroughly relieved and relaxed, he sauntered down the \nsteps to find, to his suprise, that the crowded bar was now empty.\n\t\"Hey!\" he yelled to the seemingly empty room, \"Where is everyone?\"\n\tFrom behind the bar a voice responded, \"Hey!  Where were you when\nthe shit hit the fan?\"\n",
  "\nThis guy, see, was walkin' down the street sportin' two -- not one, but two\n-- black eyes; a coupla real shiners.  He chanced upon his buddy walkin' th'\nother way... they stopped to talk...  \"Hey guy,\" sez his buddy, \"where'd'ja\ngit them good lookin' shiners?  Musta been a helluva fight.\"\n\t\"Well, actually, I got them in church,\" sez he.\n\t\"Nowwaitaminnit,\" sez the friend, \"nobody gits black eyes in church!\"\n\t\"I swear I did,\" sez he, \"and here's how it happened.  We all got up\nto sing a hymn, you see, and the fat lady in front of me got her dress all\nstuck up in the crack of her butt, so bein' as how I'm a real gennulman an'\nall, well, I leaned forward and pulled it out for her.  And you know what?\nShe just turned around, hauled off and slugged me one!\"\n\t\"Well,\" his buddy replies, after he can talk again, \"that shore 'nuff\nexplains one of 'em.  Howdja git th' other one?\"\n\t\"Well,\" sez he, \"like I said, I'm a gennulman, even when somebody does\nme wrong, so when I saw she didn't like it like that, I stuck it back in.\"\n",
  "\nThis hot and dusty cowboy rode in from the mesa, filthy and exhausted.  He\nobviously had had nothing but his horse for company for a couple of weeks\nand was looking forward to a couple of cold beers in the saloon.  Swinging\noff his horse and hitching it to the rail, the cowboy gave his horse an\naffectionate slap on the neck.  Then he astonished an old cowhand lounging\non the porch by moving around to the horse's hindquarters, lifting up its\ntail and planting a demure kiss on its asshole.\n\t\"What'd you do that for?\" asked the cowhand, completely repulsed.\n\t\"Chapped lips,\" said the cowboy, heading for the saloon doors.\n\t\"Wait a minute,\" said the old guy.  \"Whaddaya mean, chapped lips?\"\n\t\"Keeps ya from lickin' 'em,\" explained the cowboy.\n",
  "\nTonight's piss is tommorrow's Tang.\n\t\t-- An American astronaut\n",
  "\nTwo Peace Corps doctors who had just returned to a stateside hospital\nwere in front of the main desk in the midst of a heated argument that\nwent along these lines:\n\t(1st doctor)\t\"No, no, no! It's 'waaaahmmmb'\"\n\t(2nd doctor)\t\"No you're wrong! It's 'woooooommmb'\"\nand this continued for quite sometime.\n\tFinally a nurse stepped in and said: \"The correct pronunciation is\n'womb'\" and trotted off.\n\t(1st doctor)\t\"That shows you what she knows.\"\n\t(2nd doctor)\t\"Yeah.  I bet she's never even SEEN a hippopotamus,\nlet alone heard one fart underwater.\"\n",
  "\nUSENET is like a herd of performing elephants with diarrhea --\nmassive, difficult to redirect, awe-inspiring, entertaining, and\na source of mind-boggling amounts of excrement when you least\nexpect it.\n\t\t-- Gene Spafford\n",
  "\nWell, God gave me a bust.  What am I supposed to do with it?\n\t\t-- Martha Mitchell\n",
  "\nWhat a man enjoys most about a woman's clothes are his fantasies of how\nshe would look without them.\n\t\t-- Brendan Francis\n",
  "\nWhile away at a convention, an executive happened to meet a young woman who\nwas pretty, chic, and intelligent.  When he persuaded her to disrobe in his\nhotel room, he found out she had a superb body as well.  Unfortunately, as\nwill happen, the executive sadly found himself unable to perform.\n\tOn his first night home, the executive padded naked from the shower\ninto the bedroom to find his wife swathed in a rumpled bathrobe, her hair\ncurled, her face creamed, munching candy loudly as she pored through a movie\nmagazine.  And then, without warning, he felt the onset of a magnificent\nerection. \n\tLooking down at his throbbing member, he snarled, \"Why you ungrateful,\nmixed-up, son-of-a-bitch!  Now I know why they call you a prick!\"\n",
  "\nWhy not, for example, offer a brand-new Mustang convertible to every girl\nwho consents to having her Fallopian tubes tied in a Gordian knot?  ... It\nwould have the additional benefit of eliminating from the gene pool those\nstupid enough to consent to such a deal.\n\t\t-- Edward Abbey\n",
  "\nWorking hard around here is like pissing on yourself in a dark suit;\nyou get a warm feeling but nobody notices.\n",
  "\nWould you rather have a 5-inch hard or an 8-inch floppy?\n",
  "\nYa know, Quaker Oats make you feel good twice!\n",
  "\nYou are witty, charming, handsome and above average in length.\n",
  "\nYou know what burns my ass?  A flame about three feet high.\n",
  "\nYou should be a hemorrhoid, you're such a pain in the ass.\n",
  "\n"
]