[
  "A casual stroll through a lunatic asylum shows that faith does not prove\nanything.\n\t\t-- Friedrich Nietzsche\n",
  "\nA Catholic and a Methodist were carpooling to work one morning, when a brick\nfell out of the sky, which startled the driver and caused him to swerve off\nthe road and into a telephone pole, totaling the car.\n\tThe two stumbled out of the wreckage, both feeling quite fortunate\nto be alive.  The Catholic crossed himself.  Then the Protestant crossed\nhimself in an accentuated manner.\n\t\"Hey,\" said the Catholic, \"I why did you cross yourself, you're not\nCatholic!\"\n\t\"Just checking,\" replied his friend, crossing himself again,\n\"spectacles, testicles, wallet, pen.\"\n",
  "\nA Christian is a man who feels repentance on Sunday for what he did on\nSaturday and is going to do on Monday.\n\t\t-- Thomas Ybarra\n",
  "\nA clever prophet makes sure of the event first.\n",
  "\nA Galileo could no more be elected president of the United States than\nhe could be elected Pope of Rome.  Both high posts are reserved for men\nfavored by God with an extraordinary genius for swathing the bitter\nfacts of life in bandages of self-illusion.\n\t\t-- H. L. Mencken\n",
  "\nA key to the understanding of all religions is that a God's idea of a\ngood time is a game of Snakes and Ladders with greased rungs.\n",
  "\n\tA man dies and is getting his tour of heaven.  His guide is pointing\nout the various features and landmarks when the man asks, \"What's that cliff?\"\n\t\"Oh, you don't want to look down there.  That's hell!\"\n\tThe man creeps up to the edge and looks over.  He sees lush, green\nvalleys, verdant farmland and trees everywhere.  \"This doesn't look so bad,\"\nhe says.\n\tPuzzled, the guide comes over and looks down.  \"Damn!\" he snaps,\n\"Those Mormons have been irrigating again!\"\n",
  "\nA man fell off a mountain and, as he fell, saw a branch and grabbed for it.\nBy superhuman effort he was able to get a precarious grip on it.  As he\nwas hanging there for dear life, he looked up and cried out,\n\t\"Is anybody there?\"\nA deep majestic voice answered,\n\t\"Yes my son, I am here.  What do you need?\"\n\t\"Help me!!\" cried the man.\n\t\"I will help you\", said the voice, \"Just let go of the branch and\nyou'll be safe.  All you have to do is trust.\"\nThe man thought for a moment and cried out:\n\t\"Anybody ELSE up there?\"\n",
  "\nA man without a God is like a fish without a bicycle.\n",
  "\n\"A Mormon is a man that has the bad taste and the religion to do what a\ngood many other people are restrained from doing by conscientious\nscruples and the police.\"\n\t\t-- Mr. Dooley\n",
  "\nA myth is a religion in which no-one any longer believes.\n\t\t-- James Feibleman, \"Understanding Philosophy\"\n",
  "\nA Puritan is someone who is deathly afraid that someone, somewhere, is\nhaving fun.\n",
  "\nA rabbi and a priest are sitting together on a train, and the rabbi leans\nover and asks, \"So, how high can you advance in your organization?\"\n\tThe priest replies, \"Well, if I am lucky, I guess I could become a\nBishop.\"\n\t\"Well, could you get any higher than that?\"\n\t\"I suppose that if my works are seen in a very good light that I\nmight be made an Archbishop.\"\n\t\"Is there any way that you might go higher than that?\"\n\t\"If all the Saints should smile, I guess I could be made a Cardinal.\"\n\t\"Could you be anything higher than a Cardinal?\"\n\tHesitating a little bit, the priest said, \"I supose that I could\nbe elected Pope, but only if it's God's will.\"\n\t\"And could you be anything higher than that, is there any way to go\nup from being the Pope?\"\n\t\"What?!  I should be the Messiah himself?!\"\n\tThe rabbi leaned back and smiled.  \"One of our boys made it.\"\n",
  "\n\"Acceptance without proof is the fundamental characteristic of Western\nreligion, Rejection without proof is the fundamental characteristic of\nWestern science.\"\n\t\t-- Gary Zukav, \"The Dancing Wu Li Masters\"\n",
  "\nAll Gods were immortal.\n\t\t-- Stanislaw J. Lem, \"Unkempt Thoughts\"\n",
  "\nAll religions issue Bibles against Satan, and say the most injurious things\nagainst him, but we never hear his side.\n\t\t-- Mark Twain\n",
  "\nAll the waters of the earth are in the armpit of the Great Frog.\n\t\t-- R. Crumb\n",
  "\nAlready the spirit of our schooling is permeated with the feeling that every\nsubject, every topic, every fact, every professed truth must be submitted\nto a certain publicity and impartiality.  All proffered samples of learning\nmust go to the same assay-room and be subjected to common tests.  It is the\nessence of all dogmatic faiths to hold that any such \"show-down\" is\nsacrilegious and perverse.  The characteristic of religion, from their point\nof view, is that it is intellectually secret, not public; peculiarly revealed,\nnot generally known; authoritatively declared, not communicated and tested\nin ordinary ways...It is pertinent to point out that, as long as religion\nis conceived as it is now by the great majority of professed religionists,\nthere is something self-contradictory in speaking of education in religion\nin the same sense in which we speak of education in topics where the method\nof free inquiry has made its way.  The \"religious\" would be the last to be\nwilling that either the history of the content of religion should be taught\nin this spirit; while those to whom the scientific standpoint is not merely\na technical device, but is the embodiment of the integrity of mind, must\nprotest against its being taught in any other spirit.\n\t\t-- John Dewey, \"Democracy in the Schools\", 1908\n",
  "\nAn atheist is a man with no invisible means of support.\n",
  "\n\"And Bezel saideth unto Sham: `Sham,' he saideth, `Thou shalt goest\nunto the town of Begorrah, and there thou shalt fetcheth unto thine\nbosom 35 talents, and also shalt thou fetcheth a like number of cubits,\nprovideth that they are nice and fresh.'\"\n\t\t-- Dave Barry, \"Getting Religion\"\n",
  "\n...And have you ever noticed that you never see the Father, the Son, and\nthe Holy Ghost partying together at the same time?  Oh, sure, everybody\ntalks like they aren't the same person, but I wonder...\n",
  "\n\tAnd Jesus said unto them, \"And whom do you say that I am?\"\n\tThey replied, \"You are the eschatological manifestation of the ground\nof our being, the ontological foundation of the context of our very selfhood\nrevealed.\"\n\tAnd Jesus replied, \"What?\"\n",
  "\n...and no philosophy, sadly, has all the answers.  No matter how assured\nwe may be about certain aspects of our belief, there are always painful\ninconsistencies, exceptions, and contradictions.  This is true in religion\nas it is in politics, and is self-evident to all except fanatics and the\nnaive.  As for the fanatics, whose number is legion in our own time, we\nmight be advised to leave them to heaven.  They will not, unfortunately, do\nus the same courtesy.  They attack us and each other, and whatever their\nprotestations to peaceful intent, the bloody record of history makes clear\nthat they are easily disposed to restore to the sword.  My own belief in\nGod, then, is just that -- a matter of belief, not knowledge.  My respect\nfor Jesus Christ arises from the fact that He seems to have been the most\nvirtuous inhabitant of Planet Earth.  But even well-educated Christians are\nfrustated in their thirst for certainty about the beloved figure of Jesus\nbecause of the undeniable ambiguity of the scriptural record.  Such ambiguity\nis not apparent to children or fanatics, but every recognized Bible scholar\nis perfectly aware of it.  Some Christians, alas, resort to formal lying to\nobscure such reality.\n\t\t-- Steve Allen\n",
  "\n\tAnd on the third day, Christ arose, pushed aside the rock that had\nserved as the tomb door, and walked again on the earth.\n\tAnd as he departed, a passer-by pointed at the door Jesus had left\nopen.  \"What's the matter with you?\" he said. \"Born in a barn?\"\n",
  "\nAnkh if you love Isis.\n",
  "\nAny priest or shaman must be presumed guilty until proved innocent.\n\t\t-- Lazarus Long\n",
  "\nAs I argued in \"Beloved Son\", a book about my son Brian and the subject of\nreligious communes and cults, one result of proper early instruction in the\nmethods of rational thought will be to make sudden mindless conversions --\nto anything -- less likely.  Brian now realizes this and has, after eleven\nyears, left the sect he was associated with.  The problem is that once the\nuntrained mind has made a formal commitment to a religious philosophy --\nand it does not matter whether that philosophy is generally reasonable and\nhigh-minded or utterly bizarre and irrational -- the powers of reason are\nsuprisingly ineffective in changing the believer's mind.\n\t\t-- Steve Allen\n",
  "\nAs the Catholic church becomes more and more tolerant, some day they will\nhave to consider the possibility of a gay pope.  Possibly the largest\nissue will be having to decide whether he is \"absolutely divine\" or \"just\nsimply marvelous.\"\n",
  "\nAs the recent sightings of bumper stickers reading \"IN CASE OF RAPTURE, THIS\nVEHICLE WILL BE UNMANNED\" have created a great deal of confusion, Fortune\noffers the following excerpts from the 1989 printing of the State of Maryland\nDriver's Handbook:\n\tIf you notice a glorious light in the sky, a sound as of an infinite\nchoir of unearthly voices, and a host of winged beings descending from the\nheavens, do not panic.  If you are on the freeway, move to the shoulder as\nsoon as it is safe to do so, activate your hazard blinkers, and wait for the\nend of the world.  If you are Saved, it is especially important that you do\nthis BEFORE you are carried to your Eternal Reward, in order that your vehicle\nnot become a hazard to others.  Remember, Rapture is the number one cause of\nautomobile accidents during major spiritual upheavals.  You may experience a\nfeeling of discorporation (\"being pulled from one's body\") while driving.  To\nensure the safety of your passengers and other drivers, move to the shoulder\nas soon as you notice any of the following symptoms:\n\t-- An overwhelming sense of peace and happiness.\n\t-- Visions of the faces of deceased family members.\n\t-- A glorious figure in white, beckoning from the end of a tunnel of\nwhite mist (do not confuse this with traffic control or maintainance officers,\nwho wear dark blue and safety orange.)\n\tOnce the feeling has passed, inspect your surroundings.  If still in\nyour car, you have probably suffered a stroke and should have someone drive\nyou to a hospital at once.  If you find yourself in the Kingdom of God, consult\nthe local officials for information on local traffic rules and regulations.\n",
  "\nAs to Jesus of Nazareth... I think the system of Morals and his Religion,\nas he left them to us, the best the World ever saw or is likely to see;\nbut I apprehend it has received various corrupting Changes, and I have,\nwith most of the present Dissenters in England, some doubts as to his divinity.\n\t\t-- Benjamin Franklin\n",
  "\nAshes to ashes, dust to dust,\nIf God won't have you, the devil must.\n",
  "\nAtheism is a non-prophet organization.\n",
  "\nBetter the prince of some inferior court,\nThan second, or less, in beatific light.\n\t\t-- Lucifer, Joost van den Vondel's \"Lucifer\"\n",
  "\nBeware of mathematicians and all those who make empty prophecies.  The\ndanger already exists that the mathematicians have made covenant with\nthe devil to darken the spirit and to confine man in the bonds of hell.\n\t\t-- St. Augustine\n",
  "\nBrother Jim's recent appearance on the William and Mary campus this past\nweek was cut short by an ingenious device designed by two computer science\nstudents.  A three-foot bar of extruded aluminum was precisely machined,\nwith a hole milled down the center of precisely the dimensions of one of\nthe small Gideon bibles.  The end capped off, a CO2 canister was connected\nto provide up to 2,000 PSIG.  Prelimary estimates during field testing\nrevealed a muzzle velocity of approximarly 120-150 MPH for bibles exiting\nthe tube.  Sufficient ammunition was obtained during a previous visit to\ncampus by another religious organization, and the system was first used on\nBrother Jim, who suffered a broken rib and numerous small bruises, in\naddition to the usual humiliation.\n",
  "\nCampus crusade for Cthulhu -- it found me.\n",
  "\nCatholicism has changed tremendously in the recent years.  Now when\nCommunion is served there is also a salad bar.\n\t\t-- Bill Marr\n",
  "\nChrist died for our sins, so let's not disappoint Him.\n",
  "\nChristianity and Judaism aren't all that different, really.  Growing up in\na Christian family, the feeling of guilt for Man's sins comes from God.\nIn a Jewish family, it comes from your parents.\n",
  "\nChristianity has not been tried and found wanting; it has been found\ndifficult and not tried.\n\t\t-- G. K. Chesterton\n",
  "\nChristianity might be a good thing if anyone ever tried it.\n\t\t-- George Bernard Shaw\n",
  "\n\"Creation science\" has not entered the curriculum for a reason so simple\nand so basic that we often forget to mention it: because it is false, and\nbecause good teachers understand exactly why it is false.  What could be\nmore destructive of that most fragile yet most precious commodity in our\nentire intellectualy heritage -- good teaching -- than a bill forcing\nhonorable teachers to sully their sacred trust by granting equal treatment\nto a doctrine not only known to be false, but calculated to undermine any\ngeneral understanding of science as an enterprise?\n\t\t-- Stephen Jay Gould, \"The Skeptical Inquirer\"\n",
  "\nCrucifixes are sexy because there's a naked man on them.\n\t\t-- Madonna\n",
  "\nCthulhu Cthucks!\n",
  "\nCthulhu for President!\n\t(If you're tired of choosing the lesser of two evils.)\n",
  "\nCthulhu Saves -- in case He's hungry later.\n",
  "\nDavid was just a shepherd who liked to get his rocks off in leather.\n",
  "\nDear Ann Landers:\n\tMy husband watches the TV preachers every Sunday.  He claims\none minister said there are 350 different sins.  My husband wants to\nknow if you can get the list.  He thinks he is missing something.\n\t\t-- E.J. Mayfield\n",
  "\nDianetics is a milestone for man comparable to his discovery of\nfire and superior to his invention of the wheel and the arch.\n\t\t-- L. Ron Hubbard\n",
  "\nDid you ever wonder what you'd say to God if He sneezed?\n",
  "\nDidja hear about the dyslexic devil worshipper who sold his soul to Santa?\n",
  "\n... difference of opinion is advantagious in religion.  The several sects\nperform the office of a common censor morum over each other.  Is uniformity\nattainable?  Millions of innocent men, women, and children, since the\nintroduction of Christianity, have been burnt, tortured, fined, imprisoned;\nyet we have not advanced one inch towards uniformity.\n\t\t-- Thomas Jefferson, \"Notes on Virginia\"\n",
  "\nDriving through a Swiss city one day, Alfred Hitchcock suddenly\npointed out of the car window and said, \"That is the most frightening\nsight I have ever seen.\"  His companion was surprised to see nothing\nmore alarming than a priest in conversation with a little boy, his hand\non the child's shoulder.  \"Run, little boy,\" cried Hitchcock, leaning\nout of the car.  \"Run for your life!\"\n",
  "\nDuring almost fifteen centuries the legal establishment of Christianity has\nbeen upon trial.  What has been its fruits? More or less, in all places,\npride and indolence in the clergy; ignorance and servility in the laity,;\nin both, superstition, bigotry, and persecution.\n\t\t-- James Madison\n",
  "\nEnemy -- SP (Suppressive Person) Order.  Fair Game.  May be deprived of\nproperty or injured by any means by any Scientologist without any discipline\nof the Scientologist.  May be tricked, sued or lied to or destroyed.\n\t\t-- L. Ron Hubbard, \"Fair Game Doctrine\"\n",
  "\nEre the cock crows thrice one of you will betray me.\n\t\t-- Early Jewish Resistance Leader\n",
  "\nEvery day people are straying away from the church and going back to God.\n\t\t-- Lenny Bruce\n",
  "\n\"Go to Heaven for the climate, Hell for the company.\"\n\t\t-- Mark Twain\n",
  "\nGo to the Scriptures... the joyful promises it contains will be a balsam to\nall your troubles.\n\t\t-- Andrew Jackson\n\nThe foundations of our society and our government rest so much on the\nteachings of the Bible that it would be difficult to support them if faith\nin these teachings would cease to be practically universal in our country.\n\t\t-- Calvin Coolidge\n\nLastly, our ancestors established their system of government on morality and\nreligious sentiment.  Moral habits, they believed, cannot safely be trusted\non any other foundation than religious principle, nor any government be\nsecure which is not supported by moral habits.\n\t\t-- Daniel Webster\n",
  "\nGod did not create the world in seven days; he screwed around for six\ndays and then pulled an all-nighter.\n",
  "\nGod is a polytheist.\n",
  "\nGod is an atheist.\n",
  "\nGOD is applied POWER\n    which is applied GOVERNMENT\n\twhich is applied POLITICS\n\t    which is applied ADVERTISING\n\t\twhich is applied SOCIOLOGY\n\t\t    which is applied PSYCHOLOGY\n\t\t\twhich is applied BIOLOGY\n\t\t\t    which is applied CHEMISTRY\n\t\t\t\twhich is applied PHYSICS\n\t\t\t\t    which is applied MATH\n\t\t\t\t\twhich is applied PHILOSOPHY\n\t\t\t\t\t    which is applied BULLSHIT\n",
  "\n\"God is as real as I am,\" the old man said.  My faith was restored, for\nI knew that Santa would never lie.\n",
  "\n\"God is big, so don't fuck with him.\"\n",
  "\nGod is not dead -- he's been busted.\n",
  "\nGod is not dead!  He's alive and autographing bibles at Cody's.\n",
  "\nGod is not dead.  He is alive and well and working on a much less\nambitious project.\n",
  "\nGod is omnipotent, omniscient, and omnibenevolent -- it says so right here\non the label.  If you have a mind capable of believing all three of these\ndivine attributes simultaneously, I have a wonderful bargain for you.  No\nchecks, please.  Cash and in small bills.\n\t\t-- Lazarus Long\n",
  "\nGod isn't dead, he just couldn't find a parking place.\n",
  "\nGod isn't dead, He's just trying to avoid the draft.\n",
  "\nGod made the world in six days, and was arrested on the seventh.\n",
  "\nGod must love assholes -- She made so many of them.\n",
  "\nGod said it, I believe it and that's all there is to it.\n",
  "\nGod votes Republican.\n",
  "\n\tGod wanted to have a holiday, so He asked St. Peter for suggestions on\nwhere to go.\n\t\"Why not go to Jupiter?\" asked St. Peter.\n\t\"No, too much gravity, too much stomping around,\" said God.\n\t\"Well, how about Mercury?\"\n\t\"No, it's too hot there.\"\n\t\"Okay,\" said St. Peter, \"What about Earth?\"\n\t\"No,\" sighed God, \"They're such horrible gossips.  When I was\nthere 2000 years ago, I had an affair with a Jewish woman, and they're\nstill talking about it.\"\n",
  "\nGod wants us to know that if we see a bumper sticker saying \"Honk if you love\nJesus\" it is a bad idea to honk to express an opinion about Jesus because it\nwill annoy the turkey who put the bumper sticker on as well as everyone else\nin the vicinity.  However, it is just fine to honk to annoy the turkey simply\nfor being a turkey, for God told Man to be fruitful and multiply, and to rule\nover the beasts of the field and the birds of the air, and that includes the\nturkeys who buy such bumper stickers.  Of course, God understands that innocent\nbystanders will also be annoyed, but He has wisely created traffic cops to\nimpose some constraint on how much we may annoy the turkeys within city limits,\nfor God's wisdom comprehends full well that thou shalt not make an omelette\nwithout breaking eggs.  God only wishes they were turkey eggs, so such moral\ndilemmas shall be fewer in number in the future, when the generations a-coming\n(hallelujah) won't have so many turkeys to deal with.  But God knows full well\nthat such things take time, and the turkeys are showing more resilience than\nexpected, and may be with us for a long time yet.\n",
  "\nHe has been known by many names;  the Prince of Lies, the Director, Lucifer,\nBelial, and once, at a party, some obnoxious drunk kept calling him \"Dude\".\n\t\t-- Stig's Inferno\n",
  "\nHeaven and earth were created all together in the same instant, on October\n23rd, 4004 B.C. at nine o'clock in the morning.\n\t\t-- Dr. John Lightfoot,\n\t\tVice-chancellor of Cambridge University\n",
  "\nHistory has the relation to truth that theology has to religion --\ni.e., none to speak of.\n\t\t-- Lazarus Long\n",
  "\nHowever, on religious issues there can be little or no compromise.  There\nis no position on which people are so immovable as their religious beliefs.\nThere is no more powerful ally one can claim in a debate than Jesus Christ,\nor God, or Allah, or whatever one calls this supreme being.  But like any\npowerful weapon, the use of God's name on one's behalf should be used\nsparingly.  The religious factions that are growing throughout our land are\nnot using their religious clout with wisdom.  They are trying to force\ngovernment leaders into following their position 100 percent.  If you disagree\nwith these religious groups on a particular moral issue, they complain, they\nthreaten you with a loss of money or votes or both.  I'm frankly sick and\ntired of the political preachers across this country telling me as a citizen\nthat if I want to be a moral person, I must believe in \"A,\" \"B,\" \"C,\" and\n\"D.\"  Just who do they think they are?  And from where do they presume to\nclaim the right to dictate their moral beliefs to me?  And I am even more\nangry as a legislator who must endure the threats of every religious group\nwho thinks it has some God-granted right to control my vote on every roll\ncall in the Senate.  I am warning them today:  I will fight them every step\nof the way if they try to dictate their moral convictions to all Americans\nin the name of \"conservatism.\"\n\t\t-- Senator Barry Goldwater, Congressional Record\n",
  "\nI am an atheist, thank God!\n",
  "\nI call Christianity the one great curse, the one enormous and innermost\nperversion, the one great instinct of revenge, for which no means are\ntoo venomous, too underhand, too underground and too petty -- I call it\nthe one immortal blemish of mankind.\n\t\t-- Fredrich Nietzsche\n",
  "\nI do not believe in the creed professed by the Jewish Church, by the Roman\nChurch, by the Greek Church, by the Turkish Church, by the Protestant Church,\nnor by any Church that I know of.  My own mind is my own Church.\n\t\t-- Thomas Paine\n",
  "\nI do not feel obliged to believe that the same God who has endowed us with\nsense, reason, and intellect has intended us to forego their use.\n\t\t-- Galileo Galilei\n",
  "\nI don't care what star you're following, get that camel off my front lawn!\n\t\t-- Heard in Bethlehem\n",
  "\nI figure that if God actually does exist, He's big enough to understand an\nhonest difference of opinion.\n\t\t- Isaac Asimov\n",
  "\n\t\"I think he said 'Blessed are the cheesemakers.'\"\n\t\"Nonsense, he was obviously referring to all manufacturers of dairy\nproducts.\"\n\t\t-- The Life of Brian\n",
  "\n\"I'd like to start a new religion.  One that doesn't use a dead young\nman as its logo.\"\n\t\t-- Bill Cain, \"Stand Up Tragedy\"\n",
  "\nI'm a creationist; I refuse to believe that I could have evolved from man.\n",
  "\nI'm an evolutionist; I refuse to believe that I could have been created by man.\n",
  "\nIf atheism is to be used to express the state of mind in which God is\nidentified with the unknowable, and theology is pronounced to be a\ncollection of meaningless words about unintelligible chimeras, then I\nhave no doubt, and I think few people doubt, that atheists are as\nplentiful as blackberries.\n\t\t-- Leslie Stephen\n",
  "\nIf Christianity was morality, Socrates would be the Saviour.\n\t\t-- William Blake\n",
  "\nIf God did not exist, it would be necessary to invent him.\n\t\t-- Voltaire, \"Epitres, XCVI\"\n",
  "\n\"If God had wanted us to use the metric system, Jesus would have had 10\napostles.\"\n",
  "\nIf God lived on Earth, people would knock out all His windows.\n\t\t-- Yiddish saying\n",
  "\nIf Jesus Christ came to this town, people would say, great guy; terrible\ncarpenter.\n\t\t-- Gene Kirkwood, on Hollywood\n",
  "\nIf Jesus Christ were to come today, people would not even crucify him.  They\nwould ask him to dinner, and hear what he had to say, and make fun of it.\n\t\t-- Thomas Carlyle\n",
  "\nIf one inquires why the American tradition is so strong against any connection\nof State and Church, why it dreads even the rudiments of religious teaching\nin state-maintained schools, the immediate and superficial answer is not\nfar to seek. ...  The cause lay largely in the diversity and vitality of the\nvarious denominations, each fairly sure that, with a fair field and no favor,\nit could make its own way; and each animated by a jealous fear that, if any\nconnection of State and Church were permitted, some rival denomination would\nget an unfair advantage.\n\t\t-- John Dewey, \"Democracy in the Schools\", 1908\n",
  "\nIf the church put in half the time on covetousness that it does on lust,\nthis would be a better world.\n\t\t-- Garrison Keillor, \"Lake Wobegon Days\"\n",
  "\nIf the Lord God Almighty had consulted me before embarking upon the Creation,\nI would have recommended something simpler.\n\t\t-- Alfonso the Wise, 13th Century King of Castile,\n\t\t   Commenting on the Almagest, by Ptolemy.\n",
  "\nIf you can believe ten impossible things before breakfast, then you\nshould join\n\n\t\tTHE CHURCH OF COUNTERFACTUAL BELIEF\n\nThe Church of Counterfactual Belief has been set up to cater to all who\ndon't allow demonstrable truth to get in the way of their beliefs.  In\naddition to creation science and the flatness of the earth, the\nfollowing beliefs have been certified by Pope Duane as Church dogma:\n\n    --  That there is a hole in the Earth at the North Pole from which\n        UFOs come.\n    --  That pi equals precisely 3.000.\n    --  That sex can be enjoyed only by blacks and homosexuals.\n    --  That Billy Joe Wilson (Hoopla, Miss.) has successfully squared\n        the circle.\n    --  That Harry Truman is still president, and doing a fine job.\n    --  That pi equals precisely 22/7.\n\nSeveral other important counterfactual beliefs are presently being\nstudied, including Reaganomics, A.I., and that the moon landings were\ndone in a Hollywood special effects studio.  These will be the subject\nof a forthcoming Papal Bull ...\n",
  "\nIf you don't count some of Jehovah's injunctions, there are no humorists\nin the Bible.\n\t\t-- Mordecai Richler\n",
  "\nIf you liked the Earth you'll love Heaven.\n",
  "\nImagine there's no heaven... it's easy if you try.\n\t\t-- John Lennon, \"Imagine\"\n",
  "\n\"In Christianity neither morality nor religion come into contact with\nreality at any point.\"\n\t\t-- Friedrich Nietzsche\n",
  "\nIn every country and every age, the priest has been hostile to Liberty.\n\t\t-- Thomas Jefferson\n",
  "\nIn regards to Oral Roberts' claim that God told him that he would die unless\nhe received $20 million by March, God's lawyers have stated that their client\nhas not spoken with Roberts for several years.  Off the record, God has stated\nthat \"If I had wanted to ice the little toad, I would have done it a long time\nago.\"\n\t\t-- Dennis Miller, SNL News\n",
  "\n\tIn the begining, God created the Earth and he said, \"Let there be mud.\"\n\tAnd there was mud.\n\tAnd God said, \"Let Us make living creatures out of mud, so the mud\ncan see what we have done.\"\n\tAnd God created every living creature that now moveth, and one was\nman.  Mud-as-man alone could speak.\n\t\"What is the purpose of all this?\" man asked politely.\n\t\"Everything must have a purpose?\" asked God.\n\t\"Certainly,\" said man.\n\t\"Then I leave it to you to think of one for all of this,\" said God.\n\tAnd He went away.\n\t\t-- Kurt Vonnegut, Between Time and Timbuktu\"\n",
  "\n\"Is it just me, or does anyone else read `bible humpers' every time\nsomeone writes `bible thumpers?'\n\t\t-- Joel M. Snyder, jms@mis.arizona.edu\n",
  "\nIt is convenient that there be gods, and, as it is convenient, let us\nbelieve there are.\n\t\t-- Publius Ovidius Naso (Ovid)\n",
  "\n\tIt is either through the influence of narcotic potions, of which all\nprimitive peoples and races speak in hymns, or through the powerful approach\nof spring, penetrating with joy all of nature, that those Dionysian stirrings\narise, which in their intensification lead the individual to forget himself\ncompletely. ... Not only does the bond between man and man come to be forged\nonce again by the magic of the Dionysian rite, but alienated, hostile, or\nsubjugated nature again celebrates her reconciliation with her prodigal son,\nman.\n\t\t-- Fred Nietzsche, The Birth of Tragedy\n",
  "\n\"It says he made us all to be just like him.  So if we're dumb, then\ngod is dumb, and maybe even a little ugly on the side.\"\n\t\t-- Frank Zappa\n",
  "\nIt seems that a rabbi, a priest and a minister decided to go fishing one\nsunny afternoon.  All three climbed into the boat and headed for the middle\nof the lake.  After several hours of relaxation, the minister decided that\n\"nature was calling\", and climbed out of the boat and walked ashore.  In\na few moments, he walked back out to the boat and climbed back in.\n\tThe rabbi was absolutely astonished, but decided not to mention\nthe apparent miracle.\n\tA few minutes later, the priest also decided to go ashore for a\nmoment, and climbed out of the boat, walked to shore, and a few minutes\nlater came back.\n\tBy now the rabbi was in great distress and had begun to doubt his\nbeliefs and wonder if there might be some validity to the Christian\nteachings.  But he immediately reaffirmed the fact that his faith WAS JUST\nAS STRONG as either the priest's or the minister's and decided that anything\nthey could do, with God's help, he could do as well.\n\tThe rabbi then announced that he needed relief and would walk to\nshore.  He climbed out of the boat and went straight to the bottom of the\nlake.  While the rabbi was thrashing about in the water, the priest turned to\nthe minister and said, \"So... do you think we ought to tell him where the\nrocks are?\"\n",
  "\nIt seems that there was this Christian about to be thrown to the lions.  He\nwas shoved into the middle of the arena and the lion was released.  Being\na good Christian, as the lion approached he knelt and prayed, asking God for\nforgiveness for his (few) sins, and begging that the lion might be dissuaded\nfrom eating him for its breakfast.  Much to his dismay, the lion didn't stop\nbut kept coming, getting faster and faster, now almost running, so the\nChristian took off too.  There they were, running around and around the arena,\nthe lion getting closer and the Christian praying harder and harder between\ngasps for breath.  The lions breath was now hot upon his heels and he could\neven feel droplets of the lions saliva splashing on his bare feet.  So he\npulled out all the stops, promising God that if the lion will only spare him,\nhe will devote the rest of his life to spreading the Christian faith,\nforsaking all temptation and possessions.  Suddenly he no longer felt the\nlions breath, no longer heard the great beast's snarls close behind him.\nSlowing to a stop, he turned around and saw the lion on its knees, eyes rolled\nupward, paws held together.  The lion appeared to be muttering something so\nthe Christian approached until he could make out what the lion was saying.\n\n\"Dear Lord, for what I am about to receive...\"\n",
  "\n... it still remains true that as a set of cognitive beliefs about the\nexistence of God in any recognizable sense continuous with the great\nsystems of the past, religious doctrines constitute a speculative\nhypothesis of an extremely low order of probability.\n\t\t-- Sidney Hook\n",
  "\nJehovah is an alien and still threatens this planet!\n",
  "\nJesus died for your sins.  Make it worth his time.\n",
  "\nJesus has just stopped the crowd from stoning Mary Magdalene to death\nand is berating the self-pious with the famous speech, \"Let the one\namong you who is without sin cast the first stone...\"\n\tRight about then, a rock comes winging through the air and hits\nJesus upside the head.  He whirls around and shouts \"Alright, Mom, c'mon!\nI'm trying to make a point, here!\"\n",
  "\nJesus Never Fails\n\n(He's never taken the Massachusetts Bar Exam, either.)\n",
  "\nJesus Saves!\n\n(And Esposito scores on the rebound!)\n",
  "\nJesus Saves,\nMoses Invests,\nBut only Buddha pays Dividends.\n",
  "\nJesus Saves,\nMoses Invests,\nBut only Buddha pays Dividends.\n",
  "\n\"Jesus saves...but Gretzky gets the rebound!\"\n\t\t-- Daniel Hinojosa\n",
  "\nJesus was killed by a Moral Majority.\n",
  "\nJohn Paul II is famous for his touring, and his quaint habit of pressing\nhis lips to foreign soil on his arrival.  This sparked some wit to remark:\n\t\"The Pope has it backwards: he kisses the ground, and walks on\nthe women!\"\n",
  "\nLET Jesus be YOUR anchor!\n\nSo when Satan rocks your boat, THROW Jesus overboard!\n",
  "\nLittle Herbie had been blind since birth.  One day at bedtime, his mother\ntold him that the next day was a very special one.  If he prayed extra\nhard, he'd be able to see when he woke up the next morning.  The next\nmorning she came into Herbie's room and asked him if he'd prayed hard\nthe night before.\n\t\"Yes, Mommie,\" was his reply, \"all night long!\"\n\t\"Well, then,\" she said, \"open your eyes and you'll know that\nyour prayers have been answered.\"\nLittle Herbie opened his eyes, only to cry out,\n\t\"Mother! Mother! I still can't see!\"\n\t\"I know, dear,\" said his mother, \"April Fool.\"\n",
  "\nMan proposes, God disposes.\n\t\t-- Thomas `\ba Kempis\n",
  "\nMany a long dispute between divines may thus be abridged: It is so.  It\nis not so.  It is so.  It is not so.\n\t\t-- Benjamin Franklin, \"Poor Richard's Almanack\"\n",
  "\nMany a sober Christian would rather admit that a wafer is God than that God\nis a cruel and capricious tyrant.\n\t\t-- Edward Gibbon\n",
  "\nMilitant agnostic: I don't know, and you don't either.\n",
  "\nMy daddy's brains was so scrambled he thought he was Jesus.  They put him\nin a nut house for 5 years and when he got out, he didn't think he was\nJesus, he thought he was *God*! ... Which made me Jesus.\n\t\t-- T. Bywater\n",
  "\nNewsflash:\n\tApparently the rapture did occur last Tuesday as was originally\npredicted.  All true believers were transported to heaven while the rest\nof us were left behind to await the Anti-Christ and the end of the world.\n\tWidespread reports that the rapture had not occurred stemmed from\nexpectations that the effect would be more widespread than it turned out\nto be.  The definition of \"true believer\" was apparently more restrictive\nthan expected, however, and the only qualifiers were a family of five,\nliving in Stenton, North Dakota.\n",
  "\n\"Not only is God dead, but just try to find a plumber on weekends.\"\n\t\t-- Woody Allen\n",
  "\nNow it is such a bizarrely improbable coincidence that anything so mind-\nbogglingly useful could have evolved purely by chance that some thinkers\nhave chosen to see it as a final and clinching proof of the non-existence\nof God.  The argument follows:  \"I refuse to prove that I exist,\" says God,\n\"for proof denies faith, and without faith I am nothing.\"  \"But,\" says Man,\n\"the Babel fish is a dead giveaway, isn't it?  It could not have evolved\nby chance, thus proving that you exist, therefore by your own arguements,\nyou don't.  QED.\"  \"Oh, dear,\" says God, \"I hadn't thought of that,\" and\npromptly vanishes in a puff of logic.\n\t\t-- D. Adams\n",
  "\nOnce again, we come to the Holiday Season, a deeply religious time that each\nof us observes, in his own way, by going to the mall of his choice.\n\nIn the old days, it was not called the Holiday Season; the Christians called\nit \"Christmas\" and went to church; the Jews called it \"Hanukka\" and went to\nsynagogue; the atheists went to parties and drank.  People passing each\nother on the street would say \"Merry Christmas!\" or \"Happy Hanukka!\" or (to\nthe atheists) \"Look out for the wall!\"\n\t\t-- Dave Barry, \"Christmas Shopping: A Survivor's Guide\"\n",
  "\nOnce I belonged to a group that really had THE WORD.  I fought like hell\nfor them.  But another group came along and exposed the word of my group\nas shallow and degenerate.  They had a better word.  So I quit the first\ngroup and lost all the friends I had made and I joined up with this new\ngroup.  I fought like hell for them.  But another group came around.  They\nexposed the word of my group as false and materialistic.  Their word was\nvery much better.  So I quit the second group and lost all the friends I\nhad made.  And I joined up with this new group.  I fought like hell for them.\nTill this one guy came along and proved that there wasn't any word at all.\nThat I should go off as an individual and grow!  So I quit the last group\nand lost all the friends I had made.  And now I sit home alone all day and\nall I do is grow.  It would be nice to join up with some others who feel\nthe way I do.\n\t\t-- J. Feiffer\n",
  "\nOne man's theology is another man's belly laugh.\n",
  "\nOne of my less pleasant chores when I was young was to read the Bible\nfrom one end to the other.  Reading the Bible straight through is at\nleast 70 percent discipline, like learning Latin.  But the good parts\nare, of course, simply amazing.  God is an extremely uneven writer, but\nwhen He's good, nobody can touch Him.\n\t\t-- John Gardner, NYT Book Review, Jan 1983\n",
  "\nOne thing I have no worry about is whether God exists.  But it has\noccurred to me that God has Alzheimer's and has forgotten we exist.\n\t\t-- Jane Wagner, \"The Search for Signs of Intelligent\n\t\t   Life in the Universe\"\n",
  "\nOne, with God, is always a majority, but many a martyr has been burned at\nthe stake while the votes were being counted.\n\t\t-- Thomas B. Reed\n",
  "\nPain is just God's way of hurting you.\n",
  "\nPaster Crosstalk:\tWhat items are specifically mentioned by GOD as being\n\tunclean?  Now did you know... preying birds... praying mantises...\n\tAll birds of prey, all carrion eaters, fish eaters -- no good, can't\n\teat those.  Nothing that does not have both fins and scales.  Most\n\tCREEPING things...\nAlvarado:\tHow 'bout caterpillars?\nP:\tA caterpillar doesn't have a backbone.  Nothing without a backbone\n\tcan get in.\nA:\tHow do you know?  You char a caterpillar, it gets real stiff!\nP:\tWell, I don't think that the Lord meant us to eat CHARRED\n\tCATERPILLARS!\n[...]\nP:\tThe hog, the squirrel... little squirrels.  Who would want to eat\n\ta LITTLE SQUIRREL?\nA:\tIf you're starving.  If you're starving in the park one day.\nP:\tYou'd probably just CHAR 'em to get 'em stiff, wouldn't ya?\nA:\tNo, you SINGE 'em.  You SINGE 'em and eat 'em.  *I* read about the\n\tDonner Pass, I know what man does when he's hungry.\nP:\tSquirrels eating squirrels -- my GOD, that's sick!\nA:\tThat's sick, SURE.  But a MAN eating a squirrel -- that's (heh, heh)\n\tpar for the course, Charlie.\n\t\t-- Firesign Theatre\n",
  "\nPope Goestheveezl was the shortest reigning pope in the history of the\nChurch, reigning for two hours and six minutes on 1 April 1866.  The\nwhite smoke had hardly faded into the blue of the Vatican skies before it\ndawned on the assembled multitudes in St. Peter's Square that his name\nhad hilarious possibilities.  The crowds fell about, helpless with\nlaughter, singing\n\tHalf a pound of tuppenny rice\n\tHalf a pound of treacle\n\tThat's the way the chimney smokes\n\tPope Goestheveezl\nThe square was finally cleared by armed carabineri with tears of laughter\nstreaming down their faces.  The event set a record for hilarious civic\nfunctions, smashing the previous record set when Baron Hans Neizant\nB\"\bompzidaize was elected Landburgher of K\"\boln in 1653.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"\n",
  "\nPraise the Lord and pass the ammunition.\n                -- Stephen Coonts, \"The Minotaur\"\n",
  "\nPrisons are built with stones of Law, brothels with bricks of Religion.\n\t\t-- Blake\n",
  "\nReligion has done love a great service by making it a sin.\n\t\t-- Anatole France\n",
  "\nReligion is a crutch, but that's okay... humanity is a cripple.\n",
  "\nReligion is fine, Churchianity sucks.\n",
  "\nReligion is what keeps the poor from murdering the rich.\n\t\t-- Napoleon\n",
  "\nReligions revolve madly around sexual questions.\n",
  "\nSeems like these four rabbis had a series of theological arguments, and three\nwere always in accord against the fourth.  One day, the odd rabbi out, with\nthe usual \"3 to 1, majority rules\" statement that signified that he had lost\nagain, decided to appeal to a higher authority.  \"Oh, God!\" he cried.  \"I\nknow in my heart that I am right and they are wrong!  Please show me a sign,\nso they too will know that I understand Your laws.\"\n\tIt was a beautiful, sunny day.  As soon as the rabbi finished his\nplaint, a storm cloud moved across the sky above the four.  It rumbled once\nand dissolved.  \"A sign from God!  See, I'm right, I knew it!\"  But the other\nthree disagreed, pointing out that stormclouds form on hot days.\n\tSo he asked again: \"Oh, God, I need a bigger sign to show that I am\nright and they are wrong.  So please, God, a bigger sign.\"\n\tThis time four stormclouds appeared, rushed toward each other to form\none big cloud, and a bolt of lightning knocked down a tree ten feet away from\nthe rabbis.  The cloud dispersed at once.  \"I told you I was right!\" insisted\nthe loner, but the others insisted that nothing had happened that could not\nbe explained by natural causes.\n\tThe insisting rabbi is all ready to ask for a *very big* sign when\njust as he says \"Oh God...\" the sky turns pitch black, the earth shakes, and\na deep, booming voice intones, \"HEEEEEEEE'S RIIIIIIIGHT!\"\n\tThe sky returns to normal.  The one rabbi puts his hands on his hips\nand snarls, \"Well?\"  \"Okay, okayyyy,\" replied another, \"so now it's 3 to 2!\"\n",
  "\nSeems like this farmer purchased an old, run-down, abandoned farm with plans\nto turn it into a thriving enterprise.  The fields are grown over with weeds,\nthe farmhouse is falling apart, and the fences are collapsing all around.\nDuring his first day of work, the town preacher stops by to bless the man's\nwork, praying, \"May you and God work together to make this the farm of your\ndreams!\"\n\tA few months later, the preacher stops by again to call on the farmer.\nLo and behold, it's like a completely different place -- the farm house is\ncompletely rebuilt and in excellent condition, there is plenty of cattle and\nother livestock happily munching on feed in well-fenced pens, and the fields\nare filled with crops planted in neat rows.  \"Amazing!\" the preacher says.\n\"Look what God and you have accomplished together!\"\n\t\"Yes, reverend,\" replies the farmer, \"but remember what the farm was\nlike when God was working it alone!\"\n",
  "\nShe say, Miss Colie, You better hush.  God might hear you.  Let 'im hear me,\nI say.  If he ever listened to poor colored women the world would be a\ndifferent place, I can tell you.\n\t\t-- Alice Walker, \"The Color Purple\"\n",
  "\nSi Dieu n'existait pas, il faudrait l'inventer.\n\t[If God did not exist, it would be necessary to invent him.]\n\t\t-- Voltaire\n",
  "\nSixtus V, Pope from 1585 to 1590 authorized a printing of the Vulgate\nBible.  Taking no chances, the pope issued a papal bull automatically\nexcommunicating any printer who might make an alteration in the text.\nThis he ordered printed at the beginning of the Bible.  He personally\nexamined every sheet as it came off the press.  Yet the published\nVulgate Bible contained so many errors that corrected scraps had to be\nprinted and pasted over them in every copy.  The result provoked wry\ncomments on the rather patchy papal infallibility, and Pope Sixtus had\nno recourse but to order the return and destruction of every copy.\n",
  "\nSmile, Cthulhu Loathes You.\n",
  "\nSo far as I can remember, there is not one word in the Gospels in praise of\nintelligence.\n\t\t-- Bertrand Russell\n",
  "\nSo, if there's no God, who changes the water?\n\t\t-- New Yorker cartoon of two goldfish in a bowl\n",
  "\nSo, what's with this guy Gideon, anyway?  And why can't he ever remember\nhis Bible?\n",
  "\nSo... how come the Corinthians never wrote back?\n",
  "\nSome people seem to think that \"damn\" is God's last name.\n",
  "\nSome things have to be believed to be seen.\n",
  "\nSuch evil deeds could religion prompt.\n\t\t-- Titus Lucretius Carus\n",
  "\nSure banking is Biblical!\n\nHow about when Onan received a substantial penalty for early withdrawal?\nOr when Pharaoh's daughter went into the bulrushes and came out with a\nlittle prophet?  And it was Moses who led the Children of Israel to the\nBanks of the Jordan!\n",
  "\nTaoism: Shit Happens.\nConfucianism: Confucious say, \"Shit Happens\".\nBuddhism: If shit happens, it isn't really shit.\nHinduism: This shit has happened before.\nProtestantism: Shit happens, but it happens to someone else.\nCatholicism: Shit happens, but you deserved it.\nJudaism: Why does shit always happen to US?\n",
  "\nTermiter's argument that God is His own grandmother generated a surprising\namount of controversy among Church leaders, who on the one hand considered\nthe argument unsupported by scripture but on the other hand were unwilling\nto risk offending God's grandmother.\n\t\t-- Len Cool, \"American Pie\"\n",
  "\nTertullian was born in Carthage somewhere about 160 A.D.  He was a pagan,\nand he abandoned himself to the lascivious life of his city until about\nhis 35th year, when he became a Christian. [...]  To him is ascribed the\nsublime confession: Credo quia absurdum est (I believe because it is absurd).\nThis does not altogether accord with historical fact, for he merely said:\n\t\"And the Son of God died, which is immediately credible because it\n\tis absurd.  And buried he rose again, which is certain because it\n\tis impossible.\"\nThanks to the acuteness of his mind, he saw through the poverty of\nphilosophical and Gnostic knowledge, and contemptuously rejected it.\n\t\t-- C.G. Jung, \"Psychological Types\"\n\t[Tertullian was one of the founders of the Catholic Church.  Ed.]\n",
  "\n\"That's no answer,\" Job said, \"And for someone who's supposed to be\nomnipotent, let me tell you 'tabernacle' has only one l.\"\n\t\t-- Woody Allen, \"Without Feathers\"\n",
  "\nThe Bible is not my Book and Christianity is not my religion.  I could\nnever give assent to the long complicated statements of Christian dogma.\n\t\t-- Abraham Lincoln\n",
  "\nThe clergy successfully preached the doctrines of patience and pusillanimity;\nthe active virtues of society were discouraged; and the last remains of a\nmilitary spirit were buried in the cloister: a large portion of public and\nprivate wealth was consecrated to the specious demands of charity and devotion;\nand the soldiers' pay was lavished on the useless multitudes of both sexes\nwho could only plead the merits of abstinence and chastity.\n\t\t-- Edward Gibbons, \"The Decline and Fall of the Roman Empire\"\n",
  "\nThe day will come when the mystical generation of Jesus, by the Supreme Being\nas his Father, in the womb of a virgin will be classified with the fable of\nthe generation of Minerva in the brain of Jupiter.  But we may hope that the\ndawn of reason and freedom of thought in these United States will do away with\nthis artificial scaffolding and restore to us the primitive and genuine\ndoctrines of this most venerated Reformer of human errors.\n\t\t-- Thomas Jefferson\n",
  "\n\tThe devout Jew was beside himself because his son had been dating\na shiksa, so he went to visit his rabbi.  The rabbi listened solemnly to\nhis problem, took his hand, and said, \"Pray to God.\"\n\tSo the Jew went to the synagogue, bowed his head, and prayed, \"God,\nplease help me.  My son, my favorite son, he's going to marry a shiksa, he\nsees nothing but goyim...\"\n\t\"Your son,\" boomed down this voice from the heavens, \"you think\nyou got problems.  What about my son?\"\n",
  "\nThe divinity of Jesus is made a convenient cover for absurdity.  Nowhere in\nthe Gospels do we find a precept for Creeds, Confessions, Oaths, Doctrines,\nand whole carloads of other foolish trumpery that we find in Christianity.\n\t\t-- John Adams\n",
  "\n\"The easy confidence with which I know another man's religion is folly\nteaches me to suspect that my own is also.\"\n\n\"I would not interfere with any one's religion, either to strengthen it\nor to weaken it.  I am not able to believe one's religion can affect his\nhereafter one way or the other, no matter what that religion may be.\nBut it may easily be a great comfort to him in this life -- hence it is a\nvaluable posession to him.\"\n\n\"I do not see how eternal punishment hereafter could accomplish any good\nend, therefore I am not able to believe in it. To chasten a man in order\nto perfect him might be reasonable enough; to annihilate him when he shall\nhave proved himself incapable of reaching perfection mught be reasonable\nenough; but to roast him forever for the mere satisfaction of seeing him\nroast would not be reasonable -- even the atrocious God imagined by the Jews\nwould tire of the spectacle eventually.\"\n\t\t-- Mark Twain\n",
  "\nThe ecumenical movement has reached a milestone with the agreement on the\ntext of the first Jewish-Catholic prayer -- one that begins \"Oy vay, Maria\".\n",
  "\n... The Father, the Son and the Holy Ghost would never throw the Devil\nout of Heaven as long as they still need him as a fourth for bridge.\n\t\t-- Letter in NEW LIBERTARIAN NOTES #19\n",
  "\nThe first and almost the only Book deserving of universal attention is\nthe Bible.\n\t\t-- John Quincy Adams\n\nAll the good from the Saviour of the world is communicated through this Book;\nbut for the Book we could not know right from wrong.  All the things desirable\nto man are contained in it.\n\t\t-- Abraham Lincoln\n\n... the Bible ... is the one supreme source of revelation of the meaning of\nlife, the nature of God and spirtual nature and need of men.  It is the only\nguide of life which really leads the spirit in the way of peace and salvation.\n\t\t-- Woodrow Wilson\n",
  "\nThe good Christian should beware of mathematicians and all those who make empty\nprophecies.  The danger already exists that mathematicians have made a covenant\nwith the devil to darken the spirit and confine man in the bonds of Hell.\n\t\t-- St. Augustine\n",
  "\nThe infliction of cruelty with a good conscience is a delight to moralists.\nThat is why they invented hell.\n\t\t-- Bertrand Russell\n",
  "\nThe Israelites were all waiting anxiously at the foot of the mountain,\nknowing that Moses had had a tough day negotiating with God over the\nCommandments.  Finally a tired Moses came into sight.\n\t\"I've got some good news and some bad news, folks,\" he said.  \"The\ngood news is that I got Him down to ten.  The bad news is that adultery's\nstill in.\"\n",
  "\nThe Lord giveth and the Lord taketh away.\nIndian Giver be the name of the Lord.\n",
  "\nThe Messiah will come.  There will be a resurrection of the dead -- all\nthe things that Jews believed in before they got so damn sophisticated.\n\t\t-- Rabbi Meir Kahane\n",
  "\nThe Most Unsuccessful Version Of The Bible\n\tThe most exciting version of the Bible was printed in 1631 by Robert\nBarker and Martin Lucas, the King's printers at London.  It contained\nseveral mistakes, but one was inspired -- the word \"not\" was omitted from\nthe Seventh Commandment and enjoined its readers, on the highest authority,\nto commit adultery.\n\tFearing the popularity with which this might be received in remote\ncountry districts, King Charles I called all 1,000 copies back in and fined\nthe printers L3,000.\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"\n",
  "\nThe nearer to the church, the further from God.\n\t\t-- John Heywood\n",
  "\nThe new priest was so nervous about performing his first mass that he could\nhardly speak.  He asked his Monsignor how he could relax.  The Monsignor\nreplied that it might help relax him to add just a bit of vodka to the water\npitcher.  The next Sunday, after following the Monsignor's advice, the priest\nreturned to the rectory to find a note from that worthy.\n\n\t(1) Next time sip rather than gulp.\n\t(2) There are ten commandments, not 12.\n\t(3) There are 12 disciples, not 10.\n\t(4) We do not refer to the cross as the \"Big T\".\n\t(5) The recommended grace before meals is not,\n\t\t\"Rub-a-dub-dub, thanks for the grub, Yaaaay, God!\"\n\t(6) Do not refer to our Saviour, Jesus Christ, and his\n\t\tApostles as \"J.C. and the Boys\".\n\t(7) David slew Goliath, he did not kick the shit out of him.\n\t(8) The Father, Son, and the Holy Ghost are never referred\n\t\tto as, \"Big Daddy, Junior, and the Spook\".\n\t(9) It is always the Virgin Mary, never The Mary with the Cherry.\n\t(10) Last, but not least, next Wednesday there will be a\n\t\tTaffy-Pulling Contest at St.Peter's, not a Peter-Pulling\n\t\tContest at St. Taffy's.\n",
  "\nThe only excuse for God is that he doesn't exist.\n\t\t-- Stendhal\n",
  "\nThe only thing that stops God from sending a second Flood is that\nthe first one was useless.\n\t\t-- Nicolas Chamfort\n",
  "\nThe priest at Sunday mass noticed that Michael took a ten-dollar bill and two\none-dollar bills from the collection plate, instead of putting something in.\nHe thought to himself, I'd better watch out for Michael.  The next week he\nnoticed the same thing.  So he waited outside church when mass was over, and\nas Michael came out, he accosted his and said,\n\t\"Michael, tell me -- why did you take out a ten-dollar bill and two\nsingles two weeks in a row, instead of putting money into the collection?\"\n\tMichael replied, \"Father, I'm embarrassed, but I did it because I\nwanted to go downtown for a blow job.\"\n\tThe priest looked suprised but said to Michael, \"Listen, don't do\nthat anymore.  I'll be watching you from now on.\"\n\tWhen he got back to the rectory, the priest was still perplexed.\nFinally he decided to call Mother Agatha at the convent.  He said, \"Mother,\nyou've been such a great friend of mine, I have a question I need to ask you.\nWhat is a blow job?\"\n\tMother Agatha replied, \"Oh, twelve dollars, same as downtown.\"\n",
  "\nThe reason Roman Catholics are allowed to use the rhythm method of birth\ncontrol is that it doesn't work.\n",
  "\nThe somewhat old and crusty vicar was taking a well-earned retirement from\nhis rather old and crusty parish.  As is usual in these cases, a locum was\nsent to cover the transition period.  This particular man was young and\nactive, and had the strange notion that church should also be active and\nexciting.  As a consequence he was more than a little dissapointed with the\ndull and tradition-bound church.  He decided to do something about it.\n\tFor his first Sunday, he didn't wear the traditional robes and\nvestments, but lead the service wearing a nice 2-piece suit.  The congregation\nwas horrified!  He changed the order of the service.  The congregation was\nhorrified!  Then came the children's lesson.\n\tFor this he came out of the pulpit, and sat on the communion table.\nThe congregation was mortified!  He sat there swinging his legs against\nthe table as the children gathered around him.\n\tHe asked the children, \"What's small, brown, furry and eats nuts?\"\n\tThere was total silence.\n\tHe asked again, \"What's small, brown, furry and eats nuts?\"\n\tTotal silence.\n\tEventually, one timid youngster put up his hand and said, \"Please,\nsir, I know the answer is Jesus, but it sure sounds like a squirrel to me.\"\n",
  "\nThe Unitarians are really just a bunch of atheists who really like going to\nchurch.\n",
  "\nThe Utah version of this joke goes:\n\tOne of the Council of the Twelve runs breathlessly into the Presidents'\noffice one day.  The President looks up and says \"Brother, what is so important\nthat you ran all the way here, losing your breath?\"\n\tThe Council member finally regains his breath, and says \"The Savior is\nin the lobby!!\"\n\tThe President immediate starts for the door, crying \"It has come!  The\nprophecies are fullfilled!  We are all about to be uplifted!\"\n\tThe Council member says \"Wait!  You didn't let me finish!  She's...\nblack, and SHE IS PISSED!\"\n",
  "\nThe wages of sin are high -- unless you know someone who does it for nothing.\n",
  "\nThe whole religious complexion of the modern world is due to the absence\nfrom Jerusalem of a lunatic asylum.\n\t\t-- Havelock Ellis\n",
  "\nTheology is an attempt to explain a subject by men who do not understand\nit.  The intent is not to tell the truth but to satisfy the questioner.\n\t\t-- Elbert Hubbard\n",
  "\nThere are no physicists in the hottest parts of hell, because the existence\nof a \"hottest part\" implies a temperature difference, and any marginally\ncompetent physicist would immediately use this to run a heat engine and make\nsome other part of hell comfortably cool.  This is obviously impossible.\n\t\t-- Richard Davisson\n",
  "\n\"There is a God, but He drinks\"\n\t\t-- Blore\n",
  "\nThere is a limit to the admiration we may hold for a man who spends\nhis waking hours poking the contents of chickens with a stick.\n\t\t-- Tom Robbins, \"Jitterbug Perfume\"\n",
  "\nThere is no ox so dumb as the orthodox.\n\t\t-- George Francis Gillette\n",
  "\nThis story concerns a man who, after putting his son to bed each night, would\nstand by his boy's door and listen to his son saying his prayers.  One night,\nthe boy ended his prayers with, \"God specially bless Granddad, who won't be\nwith us much longer.\"  The man thought this was rather curious, but passed it\noff as childish whimsy.  The next day, however, he received a call from his\nmother, informing him that his father had passed away early that morning.\nDuring the next few weeks, he listened particularly closely to his son's\nprayers, but noticed nothing unusual.  Then, one night, the boy ended his\nprayers with, \"God specially bless Grandmom, who won't be with us much longer.\"\nAlthough the shock of the original incident had worn off during the intervening\nweeks, he nontheless phoned his mother to inquire as to her health.  He went to\nbed reassured, only to be awakened in the night by his sister calling with the\nnews that their mother had died suddenly in the night.  The father had a series\nof psychological tests done; nothing unusual was uncovered.  About a month \nlater, the boy ended his prayers with, \"God specially bless Daddy, who won't\nbe with us much longer.\"  The man was panic-stricken, certain that he was \ngoing to die during the night.  He resolved to stay awake all night; if awake \nand alert he should be able to prevent any tragedy.  Morning came.  Breathing\na huge sigh of relief, he went to get the paper off the porch.  There, lying\ndead on the doorstep, was the milkman.\n",
  "\nTo be patriotic, hate all nations but your own; to be religious, all sects\nbut your own; to be moral, all pretenses but your own.\n\t\t-- Lionel Strachey\n",
  "\nTo listen to some devout people, one would imagine that God never laughs.\n\t\t-- Sri Aurobindo\n",
  "\nTO THOSE OF YOU WHO DESIRE IT, I GRANT YOU MADRAK'S BLESSING:\n\n\tInsofar as I may be heard by anything, which may or may not care\nwhat I say, I ask, if it matters, that you be forgiven for anything you\nmay have done or failed to do which requires forgiveness.\n\tConversely, if not forgiveness but something else be required\nto insure any possible benefit for which you may be eligible after the\ndestruction of your body, I ask that this, whatever it may be, be granted\nor withheld, as the case may be, in such a manner as to insure your\nreceving said benefit.\n\tI ask this in my capacity as your elected intermediary between\nyourself and that which may have an interest in the matter of your receving\nas much as it is possible for you to receive of this thing, and which may\nin some way be influenced by this ceremony.\n\tAmen.\n\t\t-- Roger Zelazny, \"Creatures of Light and Darkness\"\n",
  "\n\"To YOU I'm an atheist; to God, I'm the Loyal Opposition.\"\n\t\t-- Woody Allen\n",
  "\nUnitarians pray \"To whom it may concern\".\n",
  "\nVatican upholds ban on contraceptives: \"To heir is humane,\" claims the Pope.\n",
  "\nWe ... make the modern error of dignifying the Individual.  We do everything\nwe can to butter him up.  We give him a name, assure him that he has certain\ninalienable rights, educate him, let him pass on his name to his brats and\nwhen he dies we give him a special hole in the ground ... But after all, he's\nonly  a seed, a bloom and a withering stalk among pressing billions.  Your\nIndividual is a pretty disgusting, vain, lewd little bastard ... By God,\nhe has only one right guaranteed him in Nature, and that is the right to die\nand stink to Heaven.\n\t\t-- Ross Lockridge, quoted in \"Short Lives\" by Katinka Matson\n",
  "\nWe may not be able to persuade Hindus that Jesus and not Vishnu should govern\ntheir spiritual horizon, nor Moslems that Lord Buddha is at the center of\ntheir spiritual universe, nor Hebrews that Mohammed is a major prohpet, nor\nChristians that Shinto best expresses their spiritual concerns, to say\nnothing of the fact that we may not be able to get Christians to agree among\nthemselves about their relationship to God.  But all will agree on a\nproposition that they possess profound spiritual resources.  If, in addition,\nwe can get them to accept the further proposition that whatever form the Deity\nmay have in their own theology, the Deity is not only external, but internal\nand acts through them, and they themselves give proof or disproof of the\nDeity in what they do and think; if this further proposition can be accepted,\nthen we come that much closer to a truly religious situation on earth.\n\t\t-- Norman Cousins, from his book \"Human Options\"\n",
  "\nWe must respect the other fellow's religion, but only in the sense and to\nthe extent that we respect his theory that his wife is beautiful and his\nchildren smart.\n\t\t-- H.L. Mencken, \"Minority Report\"\n",
  "\n\"Well, we've come full circle, Lord; I'd like to think there's some\nhigher meaning to all this.  It would certainly reflect well on you.\"\n",
  "\nWell, you see there was this neighborhood that had a priest, a minister, and\na rabbi who lived near each other.  One summer afternoon the priest went out\nand bought himself a new car, and the minister and rabbi, not to be outdone,\ndid the same.\n\tThe next day the priest went out and blessed his car.  The minister\nhired a crane and baptized his car in a swimming pool.  The rabbi, after\nthinking seriously for a bit, got a hacksaw and cut three inches off the end\nof the tail pipe.\n",
  "\n\t\"What are you doing?\"\n\t\"Examining the world's major religions.  I'm looking for something\nthat's light on morals, has lots of holidays, and with a short initiation\nperiod.\"\n",
  "\nWhat good is having someone who can walk on water if you don't follow\nin his footsteps?\n",
  "\nWhat if there had been room at the inn?\n\t\t-- Linda Festa on the origins of Christianity\n",
  "\nWhat is good?  Everything that heightens the feeling of power in man, the\nwill to power, power itself.  What is bad?  Everything that is born of\nweakness.  Not contentedness but more power; not peace but war; not virtue\nbut fitness.  The weak and the failures shall perish: first principle of\nour love of man.  And they shall even be given every possible assistance.\nWhat is more harmful than any vice?  Active pity for all the failures and\nall the weak: Christianity.\n\t\t-- Friedrich Nietzsche\n",
  "\n\t\"What the hell are you getting so upset about?  I thought you didn't\nbelieve in God.\"\n\t\"I don't,\" she sobbed, bursting violently into tears, \"but the God I\ndon't believe in is a good God, a just God, a merciful God.  He's not the\nmean and stupid God you make Him out to be.\"\n\t\t-- Joseph Heller, \"Catch-22\"\n",
  "\nWhen Cthulhu calls, He calls collect!\n",
  "\nWhen somebody protested at [Pope Alexander VI's] wholesale distribution of\npardons for the most heinous crimes -- one of which included the murder of\na daughter by the father -- he retorted easily, \"It is not God's will that\na sinner should die, but that he should live -- and pay.\"\n\t\t-- E.R. Chamberlin, \"The Bad Popes\"\n\nJudas sold Christ for 30 denari, this man [Pope Alexander VI] would sell\nhim for 29.\n\t\t-- Ottaviano Ubaldini, chamberlain to Pope Alexander VI\n",
  "\nWhy attack God?  He may be as miserable as we are.\n\t\t-- Erik Satie\n",
  "\nWhy I am an atheist:\n\n1. Atheists do not believe in higher powers.\n2. God is the highest power.\n3. Therefore, God must be an atheist.\n4. We should all strive to be like God.\n5. We should all be atheists.\n",
  "\nWhy, when no honest man will deny in private that every ultimate problem is\nwrapped in the profoundest mystery, do honest men proclaim in pulpits that\nunhesitating certainty is the duty of the most foolish and ignorant?  Is it\nnot a spectacle to make the angels laugh?  We are a company of ignorant\nbeings, feeling our way through mists and darkness, learning only be\nincessantly repeated blunders, obtaining a glimmering of truth by falling\ninto every conceivable error, dimly discerning light enough for our daily\nneeds, but hopelessly differing whenever we attempt to describe the ultimate\norigin or end of our paths; and yet, when one of us ventures to declare that\nwe don't know the map of the universe as well as the map of our infintesimal\nparish, he is hooted, reviled, and perhaps told that he will be damned to all\neternity for his faithlessness.\n\t\t-- Leslie Stephen, \"An Agnostic's Apology\",\n\t\t   Fortnightly Review, 1876\n",
  "\nYeah, God is dead, he laughed himself to death.\n",
  "\n\t\"You little (such a one who, while wearing a copper nose ring,\nstands in a footbath atop Mount Raruaruaha during a heavy thunderstorm and\nshouts that Alohura, Goddess of Lightning, has the facial features of a\ndiseased uloruaha root)!\"\n\t\t-- Terry Pratchett, \"The Colour of Magic\"\n",
  "\nYour chances of getting hit by lightning go up if you stand under a tree,\nshake your fist at the sky, and say, \"Storms suck!\"\n\t\t-- Johnny Carson\n",
  "\n"
]