[
  "Did you know that some people your age have sex thirty-seven times in a week?\nAnd die immediately after?\n",
  "\nDid you know that Spiro Agnew is an anagram of \"Grow a Penis\"?\n",
  "\nDid you know that there are 71.9 acres of nipple tissue in the U.S.?\n",
  "\nFORTUNE TESTS THE GREAT MANAGERS: #3\n\nYou have prepared a proposal for your supervisor.  The success of this\nproposal will mean increasing your salary 20",
  ".  In the middle of your\nproposal your supervisor leans over to look at your report and spits into\nyour coffee.  You:\n\n\t(a)  Tell him you take your coffee black.\n\t(b)  Ask him if he has any communicable diseases.\n\t(c)  Show him who's in command; promptly take a piss in his\n\t\t\"In\" basket.\n\t(d)  Take a sip and comment how much better it tastes.\n",
  "\nFORTUNE TESTS THE GREAT MANAGERS: #4\n\nYou are at a business lunch when you are suddenly overcome with an\nuncontrollable desire to pick your nose.  Since this is definitely a\nno-no, you:\n\n\t(a) Pretend to wave to someone across the room and with one\n\t    fluid motion, bury your forefinger in your nostril right up\n\t    to the 4th joint.\n\t(b) Get everyone drunk and organize a nose picking contest with a\n\t    prize to the one who makes his nose bleed first.\n\n\t(c) Drop your napkin on the floor and when you bend over to pick\n\t    it up, blow your nose on your sock.\n",
  "\nFORTUNE TESTS THE GREAT MANAGERS: #5\n\nYou have just returned from a trip to Green Bay, Wisconsin in January and\ntell your boss that nobody but ladies of the evening and football players\nlive there.  He mentions that his wife is from Green Bay.  You:\n\n\t(a)  Pretend you are suffering from amnesia and don't\n\t\tremember your name.\n\t(b)  Ask what position she played.\n\t(c)  Ask if she is still working the streets.\n\t(d)  Pull lacy underwear from your raincoat pocket and ask\n\t\tif he recognizes the label.\n",
  "\nFORTUNE TESTS THE GREAT MANAGERS: #6\n\nYou are having lunch with a prospective vendor talking about what could be\nyour best deal of the year.  During the conversation a blonde walks into\nthe restaurant and she is so stunning you draw your companion's attention\nto her and give a vivid description of what you would do if you had her alone\nin your hotel.  She walks over to your table and the vendor introduces her as\nhis daughter.  Your next move is to:\n\n\t(a)  Ask for her hand in marriage.\n\t(b)  Pass out and hope for sympathy.\n\t(c)  Forget the business; repeat the conversation to the\n\t\tdaughter and get her number.\n\t(d)  Turn red and slink off into the men's room.\n",
  "\nFORTUNE TESTS THE GREAT MANAGERS: #9\n\nYou are making a sales presentation to a group of corporate executives\nin the plushest office you've ever seen.  The enchillada casserole and\negg salad sandwich you had for lunch react, creating severe pressure.\nYour sphincter loses control and you break wind, causing the glass\nbookcase doors to shatter and a secretary to pass out.  You:\n\n\t(a) Offer to come back next week when the smell has gone away.\n\t(b) Point to the Chief Executive and accuse him of the offense.\n\t(c) Challenge anyone in the room to do better.\n",
  "\nHe:\t\"Hey, Baby, I'd sure like to get in your pants!\"\nShe:\t\"No, thanks, I've already got one asshole in there now.\"\n",
  "\nHe:\tAm I... am I your first?\nShe:\tWell, honey, I could have sworn your face looked familiar...\n",
  "\nHe:\tSo, what do you say to little fuck?\nShe:\tI say, \"get lost, little fuck.\"\n",
  "\nHear about...\n\tone penile desensitizer that's so effective that you\n\thave to stroke the tube for five minutes to get the cap off?\n",
  "\nHear about...\n\tthe 97-year-old prostitute who got herself listed in the Yellow\n\tPages and now claims to be the oldest trick in the book?\n",
  "\nHear about...\n\tthe absent minded nurse who made the patient without disturbing\n\tthe bed?\n",
  "\nHear about...\n\tthe absent minded sculptor who put his model to bed and\n\tstarted chiseling on his wife?\n",
  "\nHear about...\n\tthe absent-minded exhibitionist who was arrested for exposing\n\this whatchamacalit?\n",
  "\nHear about...\n\tthe ambitious secretary who walked into her boss's office and\n\tdemanded a salary on next week's advance?\n",
  "\nHear about...\n\tthe Ayatollah Khomeini Doll?\n\tWind it up and it takes Ken and Barbie hostage.\n",
  "\nHear about...\n\tthe basketball player who was so tall that his girlfriend had to\n\tgo up on him?\n",
  "\nHear about...\n\tthe butcher who dropped his cleaver and went home half-cocked?\n",
  "\nHear about...\n\tthe careless canary that did it for a lark?\n",
  "\nHear about...\n\tthe careless contortionist who accidentally swallowed his pride?\n",
  "\nHear about...\n\tthe cinema buff that's very excited by current trends in films?\n\tThe hero still gets the girl in the end, but he's never sure\n\twhich end it will be.\n",
  "\nHear about...\n\tthe compulsive gambler who drove to Las Vegas, pulled up to\n\ta parking meter, put a dime in -- and lost his car?\n",
  "\nHear about...\n\tthe couple on the stalled elevator who got off between floors?\n",
  "\nHear about...\n\tthe cross-eyed shoe fetishist who was always getting off on the\n\twrong foot?\n",
  "\nHear about...\n\tthe doctor that prescribed sex for insommia?  His patients didn't\n\tget any more sleep, but they had more fun staying awake.\n",
  "\nHear about...\n\tthe drunken midget who walked into a home for girls and kissed\n\teverybody in the joint?\n",
  "\nHear about...\n\tthe elderly gentleman who was stung on the privates by a bee and\n\tasked the doctor to relieve the pain but leave the swelling?\n",
  "\nHear about...\n\tthe Eskimo girl who spent the night with her boyfriend and\n\tnext morning found she was six months pregnant?\n",
  "\nHear about...\n\tthe farmer who couldn't keep his hands off his wife so he fired them?\n",
  "\nHear about...\n\tThe fellow who chased his girlfriend up a tree and kissed\n\ther between the limbs?\n",
  "\nHear about...\n\tthe fellow who got ten years for pumping Ethyl behind the station?\n",
  "\nHear about...\n\tthe fellow who maintains a special register of particularly\n\taccommodating girls?  He refers to it as his little blew book.\n",
  "\nHear about...\n\tthe fellow who was descended from a long line his mother heard?\n",
  "\nHear about...\n\tthe fellow who, upon being told by his shrewish wife that she\n\twould dance on his grave, promptly provided for a burial at sea?\n",
  "\nHear about...\n\tthe female activist who went berserk during a demonstration and\n\tattacked a karate-trained cop with a deadly weapon.  She ended\n\tup a chopped libber?\n",
  "\nHear about...\n\tthe fine, upstanding young woman who's wonderful laying down?\n",
  "\nHear about...\n\tthe freaky WAC who was court-martialed for contributing to the\n\tdelinquency of a major?\n",
  "\nHear about...\n\tthe French soldier who kissed his wife's cheeks before he went\n\tto the front?\n",
  "\nHear about...\n\tthe freshman coed who decided not to sign up for a course in sex\n\teducation when she heard the final exam would be oral?\n",
  "\nHear about...\n\tthe frustrated musician who worked all week on an arrangement and\n\tthen his wife didn't leave town?\n",
  "\nHear about...\n\tthe fun-loving young lady who insists she won't even consider\n\tmarriage until she's gotten some experience under her belt?\n",
  "\nHear about...\n\tthe gay tattoo artist who had designs on several of the local\n\tsailors?\n",
  "\nHear about...\n\tthe girl that wanted to impress her new boyfriend,\n\tso she put on her low-cut dress to show him a thing or two?\n",
  "\nHear about...\n\tthe girl who called her boyfriend Amaretto, 'cause he was\n\tsuch a sweet liquor?\n",
  "\nHear about...\n\tthe girl who was so undesirable that she even turned her vibrator off?\n",
  "\nHear about...\n\tthe girl with the big wardrobe who started with just a little slip?\n",
  "\nHear about...\n\tthe guru who refused Novacain while having a tooth pulled because\n\the wanted to transcend dental medication?\n",
  "\nHear about...\n\tthe guy who couldn't find his way to the orgy -- you might say he\n\tlost his ball bearings?\n",
  "\nHear about...\n\tthe guy who had his vasectomy done by Sears?\n\tEvery time he gets a hard-on, the garage door goes up.\n",
  "\nHear about...\n\tthe guy who took a course in exotic lovemaking and announced that\n\the'd never be able to face his girl again?\n",
  "\nHear about...\n\tthe guy who was an incurable romantic until penicillin came along?\n",
  "\nHear about...\n\tthe guy who was so well endowed that he had a fiveskin?\n",
  "\nHear about...\n\tthe guy who wore a tux to his vasectomy, because he figured that\n\tif he was going to be impotent he might as well look impotent.\n",
  "\nHear about...\n\tthe handsome bachelor Senator who hired a ravishing blonde as his\n\tassistant and then made her the object of a long Congressional probe?\n",
  "\nHear about...\n\tthe high school drum major who dated two of the majorettes and\n\tso enjoyed the breasts of both whirlers?\n",
  "\nHear about...\n\tthe hurricane that recently struck Fire Island -- Hurricane Bruce?\n",
  "\nHear about...\n\tthe inexperienced stenographer who discovered that she could lose\n\ta lot more than letters behind the files?\n",
  "\nHear about...\n\tthe insurance salesman who says his greatest successes are\n\twith young housewives who aren't adequately covered?\n",
  "\nHear about...\n\tthe little boy that found a fifty cent piece, so he went home\n\tfor some money?\n",
  "\nHear about...\n\tthe loner who gave up his solitary vice for Lent?  Except on\n\tPalm Sunday, of course.\n",
  "\nHear about...\n\tthe man who never worried about his marriage until he moved from New\n\tYork to California and discovered that he still had the same milkman?\n",
  "\nHear about...\n\tthe mother of 12 who was called upon to use her diaphragm so often\n\tthat she kept it tacked to the headboard of her bed?\n",
  "\nHear about...\n\tthe new breakfast cereal called \"Swingers\".  They don't go snap,\n\tcrackle, or pop; they just lie there and go bang, bang, bang?\n",
  "\nHear about...\n\tthe new breakfast cereal called Queerios?  You simply add milk\n\tand they eat each other.\n",
  "\nHear about...\n\tthe new German microwave oven?\n\tSeats 500.\n",
  "\nHear about...\n\tthe new instrument of credit especially designed for use in\n\tLos Angeles single bars?  It's called Bang Americard.\n",
  "\nHear about...\n\tthe new rule at the girls' school?\n\tLights out by ten, candles by eleven.\n",
  "\nHear about...\n\tthe new sorority girl doll?\n\tYou put a ring on her finger and her hips expand.\n",
  "\nHear about...\n\tthe new vitamin made from chicken blood?\n\tIt makes men cocky and women lay better.\n",
  "\nHear about...\n\tthe nurse they thought had drowned until they found her under the doc?\n",
  "\nHear about...\n\tthe nymphomaniac teenager popularly known as Little Often Annie?\n",
  "\nHear about...\n\tthe over-eager bride who came, walking down the aisle?\n",
  "\nHear about...\n\tthe perverted australian who left his wife and returned to Sydney?\n",
  "\nHear about...\n\tthe pessimistic historian whose latest book has chapter headings\n\tthat read \"World War One\",\"World War Two\" and \"Watch This Space\"?\n",
  "\nHear about...\n\tthe plastic surgeon who hung himself?\n",
  "\nHear about...\n\tthe poor Greek fisherman who got his upper torso wedged into\n\ta porthole and couldn't get out to save his ass?\n",
  "\nHear about...\n\tthe real smart girl who could play post-office all night\n\twithout getting any mail in her box?\n",
  "\nHear about...\n\tthe recent cigarette survey that disclosed that 99",
  " of the\n\tmen who have tried Camels have gone back to women?\n",
  "\nHear about...\n\tthe San Franciscan who backed off the bus because he thought\n\tsomeone would grab his seat?\n",
  "\nHear about...\n\tthe secretary that got fired because she had one too mini?\n",
  "\nHear about...\n\tthe sultan who had ten wives, nine of them had it soft.\n",
  "\nHear about...\n\tthe swinger who labelled his little black book \"Future Shack\"?\n",
  "\nHear about...\n\tthe tight end who got two years for possession and came out a\n\twide receiver?\n",
  "\nHear about...\n\tthe truck driver who pulled out to avoid a child and fell\n\toff the sofa?\n",
  "\nHear about...\n\tthe ultimate in singles bars.  It's a place where girls have\n\tto show their I.U.D.'s to be admitted?\n",
  "\nHear about...\n\tthe wild office Christmas party in a completely automated\n\tcompany -- the photocopier got drunk and tried to undo the\n\ttypewriter's ribbon?\n",
  "\nHear about...\n\tthe woman who says two martinis usually make her feel like a new man?\n",
  "\nHear about...\n\tthe young lady attacked in San Francisco?\n\tBy two men, one held her down while the other one did her hair.\n",
  "\nHear about...\n\tthe young thing who is fondly known to the men in the office as\n\tSecretariat -- not just because she's a good secretary but because\n\tshe's a wonderful mount?\n",
  "\nHear that...\n\tbookstores will soon be stocking a volume called \"The Unsensuous\n\tCensus Taker\"?  It's about a guy who comes once every ten years.\n",
  "\nHear that...\n\tthe Masters and Johnson clinic may well be the only organization\n\tin the world from which a man resigns when he becomes a member\n\tin good standing?\n",
  "\nHear that...\n\tthe only thing worse than coming home with lipstick on your\n\tcollar is being caught with leg make-up on your ears?\n",
  "\nHear that...\n\tthe Pope's next pronouncement on birth control is to be titled\n\t\"Paul's Epistle to the Fallopians\"?\n",
  "\nHear that...\n\tthere's an establishment near the White House that caters to kinky\n\ttastes?  There's a House whip in attendance, of course?\n",
  "\nHear that...\n\tthey cancelled Easter this year?\n\tFound the body.\n",
  "\nHear that...\n\tthose new edible candy pants are about to be distributed in a male\n\tversion -- with nuts of course?\n",
  "\nIf being bi increases your chance of getting a date, does being poly\nincrease your chance of getting dumped?\n",
  "\nIf girls are all sugar and spice, why do they taste like anchovies?\n",
  "\nIf God hadn't intended man to eat pussy, would He have made it look like \na taco?\n",
  "\nIf guns are outlawed, how will we shoot the liberals?\n",
  "\nIf Helen Keller is alone in a forest and falls, does she make a sound?\n",
  "\nIf women ran the military complex, would the missiles be shaped differently?\n",
  "\nIf you were attacked by a homosexual, would you beat him off?\n",
  "\nIf you're really into astrology, tell me, what happens when Mercury is in\nthe Fish, and Jupiter enters the Virgin?\n",
  "\nQ.\tHow do you keep an Aggie busy at a terminal?\nA.\tWhile he's not looking, switch it to \"local\".\n",
  "\nQ.\tWhat do you call a TV set that fixes itself?\nA.\tA Christian Science Monitor.\n",
  "\nQ.\tWhat's the capital of Canada?\nA.\tAmerican.\n",
  "\nQ.\tWhat's the difference between Los Angeles and yogurt?\nA.\tYogurt has a living, active culture.\n",
  "\nQ:\t\"How many Romulans does it take to screw in a light bulb?\"\nA:\t\"Twelve; one to screw the light-bulb in, and eleven to self-destruct\n\tthe ship out of disgrace.\"\n\n\t[Warning: do not tell this joke to Romulans or else be ready for\n\ta fight.  They consider this it to be a disgrace, though it's\n\tpretty good for a LBJ.  Ed.]\n",
  "\nQ:\t\"What is the burning question on the mind of every dyslexic\n\texistentialist?\"\nA:\t\"Is there a dog?\"\n",
  "\nQ:\tAn English mathematician (I forgot who) was asked by his\n\tvery religious colleague: Do you believe in one God?\nA:\tYes, up to isomorphism!\n",
  "\nQ:\tDo you know how to tell a Polack at a cockfight?\nA:\tHe's the only one with a duck.\n\nQ:\tDo you know how to tell an Aggie at a cockfight?\nA:\tHe's the only one who bets on the duck.\n\nQ:\tAnd do you know how to tell the Mafia is at the cockfight?\nA:\tThe duck wins!\n",
  "\nQ:\tDo you know what the death rate around here is?\nA:\tOne per person.\n",
  "\nQ:\tHave you ever been picked up by the fuzz?\nA:\tNo, but I bet it hurts like hell.\n",
  "\nQ:\tHave you heard about the man who didn't pay for his exorcism?\nA:\tHe got re-possessed!\n",
  "\nQ:\tHeard about the <ethnic> who couldn't spell?\nA:\tHe spent the night in a warehouse.\n",
  "\nQ:\tHow can a real man tell when his girl friend's having an orgasm?\nA:\tReal men don't care.\n",
  "\nQ:\tHow can we get the Beatles to reunite for one more concert?\nA:\tWith three more bullets.\n",
  "\nQ:\tHow can you tell if a woman is ticklish?\nA:\tGive her a couple of test tickles.\n",
  "\nQ:\tHow can you tell if an elephant is having an affair with your wife?\nA:\tYou have to wait 22 months.\n",
  "\nQ:\tHow can you tell if an elephant is sitting on your back in a hurricane?\nA:\tYou can hear his ears flapping in the wind.\n",
  "\nQ:\tHow can you tell the bride at a WASP wedding?\nA:\tShe's the one kissing the golden retriever.\n",
  "\nQ:\tHow can you tell when a Polish girl's been sucking cock?\nA:\tShe has a mouthful of feathers.\n",
  "\nQ:\tHow can you tell when a WASP is sexually aroused?\nA:\tBy the stiff upper lip.\n",
  "\nQ:\tHow can you tell when your girlfriend has had an orgasm?\nA:\tWho cares?\n",
  "\nQ:\tHow did Hellen Keller burn the side of her face?\nA:\tShe answered the iron.\n\nQ:\tHow did she burn the other side of her face?\nA:\tThey called back.\n",
  "\nQ:\tHow did the elephant get to the top of the oak tree?\nA:\tHe sat on a acorn and waited for spring.\n\nQ:\tBut how did he get back down?\nA:\tHe crawled out on a leaf and waited for autumn.\n",
  "\nQ:\tHow did you get into artificial intelligence?\nA:\tSeemed logical -- I didn't have any real intelligence.\n",
  "\nQ:\tHow do you catch a unique rabbit?\nA:\tUnique up on it!\n\nQ:\tHow do you catch a tame rabbit?\nA:\tThe tame way!\n",
  "\nQ:\tHow do you fit 1000 dead babies into a phone booth?\nA:\tCusinart.\n\nQ:\tHow do you get them back out?\nA:\tDoritos.\n",
  "\nQ:\tHow do you get a woman to stop having sex with you?\nA:\tPropose.\n",
  "\nQ:\tHow do you hide an elephant in a cherry tree?\nA:\tPaint his balls red and his toenails green.\n\nQ:\tEver see an elephant in a cherry tree?\nA:\tNo -- so it must work pretty well!\n\nQ:\tHow did Tarzan die?\nA:\tPicking cherries!!!\n",
  "\nQ:\tHow do you keep a moron in suspense?\n",
  "\nQ:\tHow do you know when it's time to wash the dishes?\nA:\tLook inside your pants; if you have a penis, it's not time.\n",
  "\nQ:\tHow do you know when you're in the <ethnic> section of Vermont?\nA:\tThe maple sap buckets are hanging on utility poles.\n",
  "\nQ:\tHow do you know your elephant had her period?\nA:\tThere's a nickel on your dresser and your mattress is missing.\n",
  "\nQ:\tHow do you make a dead baby float?\nA:\tWith 2 scoops of dead baby and some rootbeer.\n",
  "\nQ:\tHow do you make an elephant float?\nA:\tYou get two scoops of elephant and some rootbeer...\n",
  "\nQ:\tHow do you pick up a quarter off of Polk Street?\nA:\tKick it over to Van Ness.\n",
  "\nQ:\tHow do you play religious roulette?\nA:\tYou stand around in a circle and blaspheme and see who gets\n\tstruck by lightning first.\n",
  "\nQ:\tHow do you tell if an Elephant has been making love in your backyard?\nA:\tIf all your trashcan liners are missing ...\n",
  "\nQ:\tHow do you tell if you're making love to a nurse, a schoolteacher,\n\tor an airline stewardess?\nA:\tA nurse says: \"This won't hurt a bit.\"\n\tA schoolteacher says: \"We're just going to have to do this over\n\tand over again until we get it right.\"\n\tAn airline stewardess says: \"Just place this over your mouth and\n\tnose and breathe normally.\"\n\n... and bank tellers say \"Substantial penalty for early withdrawal.\"\n... and saleswomen say \"Thank you, come again soon!\"\n... and WASP's say \"Do you have that in a bigger size?\"\n... and piano teachers say \"Keep those fingers arched! TEMPO! TEMPO!\"\n",
  "\nQ:\tHow do you tell that your roommate's gay?\nA:\tWhen his cock tastes like shit.\n",
  "\nQ:\tHow does a girl know she's sleeping with a Computer Scientist?\nA:\tIt isn't hard.\n",
  "\nQ:\tHow does a mink get babies?\nA:\tThe same way babes get minks.\n",
  "\nQ:\tHow does a single woman in New York get rid of cockroaches?\nA:\tShe asks them for a commitment.\n",
  "\nQ:\tHow does a WASP propose marriage?\nA:\t\"How would you like to be buried with my people?\"\n",
  "\nQ:\tHow does the Polish Constitution differ from the American?\nA:\tUnder the Polish Constitution citizens are guaranteed freedom of\n\tspeech, but under the United States constitution they are\n\tguaranteed freedom after speech.\n\t\t-- being told in Poland, 1987\n",
  "\nQ:\tHow many Aggies does it take to eat an armadillo?\nA:\tThree, one to eat it, and two to watch for traffic.\n",
  "\nQ:\tHow many Californians does it take to screw in a lightbulb?\nA:\tFive.  One to screw in the lightbulb and four to share the\n\texperience.  (Actually, Californians don't screw in\n\tlightbulbs, they screw in hot tubs.)\n\nQ:\tHow many Oregonians does it take to screw in a light bulb?\nA:\tThree.  One to screw in the lightbulb and two to fend off all\n\tthose Californians trying to share the experience.\n",
  "\nQ:\tHow many Christians does it take to change a light bulb?\nA:\tThree, but they're really only one.\n",
  "\nQ:\tHow many Democrats does it take to enjoy a good joke?\nA:\tOne more than you can find.\n",
  "\nQ:\tHow many feminists does it take to screw in a lightbulb?\nA:\tNONE!  AND THAT'S NOT FUNNY!!\n\nQ:\tHow many Radcliffe girls does it take to change a light bulb?\nA:\tIt's \"Women\"...  AND IT'S NOT FUNNY!!\n",
  "\nQ:\tHow many heterosexual males does it take to screw in a light\n\tbulb, in San Fransisco?\nA:\tBoth of them.\n",
  "\nQ:\tHow many lesbians does it take to screw in a lightbulb?\nA:\tTen.  One to do it, and nine to talk about how gratifying it was\n\twithout a man.\n",
  "\nQ:\tHow many people from New Jersey does it take to change a light bulb?\nA:\tThree.  One to do it, one to watch, and the third to shoot the witness.\n",
  "\nQ:\tHow many pre-meds does it take to change a lightbulb?\nA:\tFive:  One to change the bulb and four to pull the ladder\n\tout from under him.\n",
  "\nQ:\tHow many right-to-lifers does it take to change a light bulb?\nA:\tTwo.  One to screw it in and one to say that light started when the\n\tscrewing began.\n",
  "\nQ:\tHow much money do you give to a 900 foot Jesus?\nA:\tAs much as he wants.\n",
  "\nQ:\tHow was Thomas J. Watson buried?\nA:\t9 edge down.\n",
  "\nQ:\tIf Tarzan was Jewish, and Jane was a princess, what would Cheetah be?\nA:\tA fur coat.\n",
  "\nQ:\tWhat can you use used tampons for?\nA:\tTea bags for vampires.\n",
  "\nQ:\tWhat did Jesus tell the Aggies?\nA:\tPlay dumb until the second coming.\n",
  "\nQ:\tWhat did Snow white say when told she was pregnant?\nA:\t\"I'd like to thank all the little people who made this possible...\"\n\nPresumably this all started that evening when she was feeling Happy...\n",
  "\nQ:\tWhat did the little ghetto-dweller get for Christmas?\nA:\tYour bicycle.\n",
  "\nQ:\tWhat do a blonde and your computer have in common?\nA:\tYou don't know how much either of them mean to you until\n\tthey go down on you.\n\nQ:\tWhat's the advantage to being married to a blonde?\nA:\tYou can park in the handicapped zone.\n\nQ:\tWhy did the blonde get so excited after she finished her jigsaw\n\tpuzzle in only 6 months?\nA:\tBecause on the box it said \"From 2-4 years\".\n",
  "\nQ:\tWhat do a walrus and a tupperware container have in common?\nA:\tThey both like a tight seal.\n",
  "\nQ:\tWhat do elephants use instead of tampons?\nA:\tSheep.  Well, they used to, anyway.  There have been so many cases\n\tof Toxic Flock Syndrome recently that their ewes has been discouraged.\n\nQ:\tWhy do elephants have trunks?\nA:\tSheep don't have strings.\n",
  "\nQ:\tWhat do two WASPs say after making love?\nA:\tThank you very much.  It'll never happen again.\n",
  "\nQ:\tWhat do WASPs do instead of making love?\nA:\tRule the country.\n",
  "\nQ:\tWhat do you call a brunette between two blondes?\nA:\tAn interpreter.\n\nQ:\tWhy do blondes have square breasts?\nA:\tThey forgot to take the tissues out of the box.\n\nQ:\tWhat do you call ten blondes in a row?\nA:\tA wind tunnel.\n",
  "\nQ:\tWhat do you call a dog with no legs?\nA:\tWhat does it matter?  He can't come anyway.\n\n\t[I've got a dog with no legs -- I call him Cigarette.\n\t\tEvery night, I take him out for a drag.  Ed.]\n",
  "\nQ:\tWhat do you call a group of kids with low IQ's, drinking diet cola,\n\teating fruit, and singing?\nA:\tThe Moron Tab and Apple Choir.\n",
  "\nQ:\tWhat do you call a million cats at the bottom of Lake Michigan?\nA:\tA good start.\n",
  "\nQ:\tWhat do you call a monk who has had a sex change operation?\nA:\tA transsister.\n",
  "\nQ:\tWhat do you call a truck load of vibrators?\nA:\tToys for twats.\n",
  "\nQ:\tWhat do you call a woman who can suck a golf ball through 50 feet\n\tof garden hose?\nA1:\tDarling.\nA2:\tOften!\n",
  "\nQ:\tWhat do you call couples that use that rhythm method?\nA:\tParents.\n",
  "\nQ:\tWhat do you call someone with herpes, AIDS, syphilis, and gonorrhea?\nA: \tAn incurable romantic.\n",
  "\nQ:\tWhat do you do if an Irishman throws a pin at you?\nA:\tRun like hell, he's got a grenade in his mouth!!\n",
  "\nQ:\tWhat do you do with an elephant with three balls?\nA:\tWalk him and pitch to the rhino.\n",
  "\nQ:\tWhat do you get when cross a lawyer with a sorority girl??\nA:\tA woman that, when she goes down on you, gets blood.\n",
  "\nQ:\tWhat do you get when you cross a computer and a JAP?\nA:\tA computer that won't go down.\n",
  "\nQ:\tWhat do you get when you cross a pit bull with a prostitute?\nA:\tYour last blowjob.\n",
  "\nQ:\tWhat do you get when you cross a rooster with a telephone pole?\nA:\tA thirty foot cock that wants to reach out and touch someone!\n",
  "\nQ:\tWhat do you get when you cross an onion with a donkey?\nA:\tWell, most of the time you get an onion with big ears, but every\n\tonce in a while you get a piece of ass that will bring tears to\n\tyour eyes...\n",
  "\nQ:\tWhat do you get when you cross James Dean with Ronald Reagan?\nA:\tA rebel without a clue.\n",
  "\nQ:\tWhat do you get when you stuff a flaming stick down a rabbit-hole?\nA:\tHot cross bunnies!\n",
  "\nQ:\tWhat do you have if you have a moth ball in one hand and a\n\tmoth ball in the other hand?\nA:\tOne hell of a big moth!\n",
  "\nQ:\tWhat does a blonde do first thing in the morning?\nA:\tShe goes home.\n\nQ:\tWhy does blonde have fur on the hem of her dress?\nA:\tTo keep her neck warm.\n\nQ:\tHow do you make a blonde laugh on Monday?\nA:\tTell her a joke on Friday.\n",
  "\nQ:\tWhat goes\n\t\tClick.  \"Did I get it?\"\n\t\tClick.  \"Did I get it?\"\n\t\tClick.  \"Did I get it?\"\n\t\tClick.  \"Did I get it?\"\nA:\tStevie Wonder doing the Rubik's Cube.\n",
  "\nQ:\tWhat goes green, red, green, red, pink, pink, pink?\nA:\tA frog in a blender.\n\nQ:\tWhat do you get if you add 2 eggs to it??\nA:\tFrognogg.  If you drink it, you croak.\n",
  "\nQ:\tWhat goes red, white, red, white, pink, pink, pink?\nA:\tBaby in a blender.\n\nQ:\tWhy do you put a baby in a blender feet first?\nA:\tSo you can watch the expression on its little face.\n",
  "\nQ:\tWhat goes: Sis!  Boom!  Baaaaah!\nA:\tExploding sheep.\n",
  "\nQ:\tWhat is green and comes in Brownies?\nA:\tBoy Scouts.\n",
  "\nQ:\tWhat is Smoorplay?\nA:\tWhat Smurfs do before they smuck!\n",
  "\nQ:\tWhat is the difference between snow-men and snow-women?\nA:\tSnowballs!\n",
  "\nQ:\tWhat is the last thing a Kansas stripper takes off?\nA:\tHer bowling shoes.\n",
  "\nQ:\tWhat is the mating call of a blonde?\nA:\tI think I'm drunk.\n\nQ:\tWhat's the call of a disappointed blonde?\nA:\tI *said*, I *think* I'm drunk!\n\nQ:\tWhat is the mating call of the ugly blonde?\nA:\t(Screaming) \"I said: I'm drunk!\"\n",
  "\nQ:\tWhat is the sound of one cat napping?\nA:\tMu.\n",
  "\nQ:\tWhat is the worst story Helen Keller ever read?\nA:\tA cheese grater.\n",
  "\nQ:\tWhat's a JAP's (Jewish American Princess) dream house?\nA:\tFourteen rooms in Scarsdale, no kitchen, no bedroom.\n",
  "\nQ:\tWhat's black and white and red all over and can't go through\n\trevolving doors?\nA:\tA nun with a javelin through her head.\n",
  "\nQ:\tWhat's black and white and red all over?\nA:\tHalf a nun.\n",
  "\nQ:\tWhat's black and white and red all over?\nA:\tTwo nuns in a chainsaw fight.\n",
  "\nQ:\tWhat's bruised, bleeding, and lies in a ditch?\nA:\tSomebody who tells Aggie jokes.\n",
  "\nQ:\tWhat's invisible and smells like carrots?\nA:\tBunny farts.\n",
  "\nQ:\tWhat's Jewish foreplay?\nA:\tTwo hours of begging.\n",
  "\nQ:\tWhat's meaner than a pit bull with AIDS?\nA:\tThe guy that gave it to him.\n",
  "\nQ:\tWhat's more fearsome than a grizzly bear with AIDS?\nA:\tThe guy he got it from.\n",
  "\nQ:\tWhat's red and covered with little dents?\nA:\tSnow White's cherry.\n",
  "\nQ:\tWhat's the Blonde's cheer?\nA:\tI'm blonde, I'm blonde, I'm B - L - O - uhh ... ah ... oh well..\n\tI'm blonde, I'm blonde, yea yea yea...\n\nQ:\tWhat do you call it when a blonde dies their hair brunette?\nA:\tArtificial intelligence.\n\nQ:\tHow do you make a blonde's eyes light up?\nA:\tShine a flashlight in her ear.\n",
  "\nQ:\tWhat's the difference between \"Oooh\" and \"Aaah\"?\nA:\tAbout three inches.\n",
  "\nQ:\tWhat's the difference between a cocker spaniel and a doberman\n\tpinscher humping your leg?\nA:\tYou let the doberman finish.\n",
  "\nQ:\tWhat's the difference between a dog and a fox?\nA:\tAbout four drinks.\n",
  "\nQ:\tWhat's the difference between a Fairy Tale, and a War Story?\nA:\tNothing, except Fairy Tales start off with \"Once upon a time\".\n\tWar Stories start off with \"No shit, this really happened\".\n\n\t[I thought Fairy Tales started off, \"Honey, I'm gonna be at the\n\toffice a little late, tonight...  Ed.]\n",
  "\nQ:\tWhat's the difference between a hold-up and a stick-up?\nA:\tAge.\n",
  "\nQ:\tWhat's the difference between a man and a toilet?\nA:\tA toilet doesn't follow you around for a week after you flush it.\n",
  "\nQ:\tWhat's the difference between a man and the weekend?\nA:\tThe weekend never comes too soon.\n",
  "\nQ:\tWhat's the difference between a RHU cheerleader and a whale?\nA:\tThe moustache.\n",
  "\nQ:\tWhat's the difference between a sorority girl and a fast car?\nA:\tNot everyone's been in a fast car.\n",
  "\nQ:\tWhat's the difference between an oral and a rectal thermometer?\nA:\tThe taste.\n",
  "\nQ:\tWhat's the difference between Bell Labs and the Boy Scouts of America?\nA:\tThe Boy Scouts have adult supervision.\n",
  "\nQ:\tWhat's the difference between erotic and kinky?\nA:\tErotic is when you use a feather.  Kinky is when you use the\n\twhole bird...\n",
  "\nQ:\tWhat's the difference between George Washington, Richard Nixon\n\tand Ronald Reagan?\nA:\tOne always told the truth, one always lied, and one can't tell the\n\tdifference.\n",
  "\nQ:\tWhat's the difference between hard and dark?\nA:\tIt stays dark all night.\n",
  "\nQ:\tWhat's the last thing that goes through a grasshopper's mind when\n\the hits your windshield?\nA:\tHis ass.\n\nQ.\tWhat's the second-to-last thing to go through a grasshopper's\n\tmind when he hits your windshield?\nA.\tOh, SHIT!!\n",
  "\nQ:\tWhat's the worst thing about being an atheist?\nA:\tNoone to talk to when you're having an orgasm.\n",
  "\nQ:\tWhat's white and crawls up your leg?\nA:\tUncle Ben's Perverted Rice.\n",
  "\nQ:\tWhat's worse than getting raped by Jack the Ripper?\nA:\tGetting fingered by Captain Hook!\n",
  "\nQ:\tWhere can you buy black lace crotchless panties for sheep?\nA:\tFredrick's of Ithaca, New York.\n",
  "\nQ:\tWhere does Catwoman go for a good time?\nA:\tTo the batpoles, Robin!\n",
  "\nQ:\tWhere does virgin wool come from?\nA:\tUgly sheep.\n",
  "\nQ:\tWhy are babies born with soft spots on their heads?\nA:\tSo you can pick 'em up five at a time.\n",
  "\nQ:\tWhy are Unix emulators like your right hand?\nA:\tThey're just pussy substitutes!\n",
  "\nQ:\tWhy can't Hellen Keller have children?\nA:\tBecause she's dead.\n",
  "\nQ:\tWhy did Captain Kirk piss on the bridge?\nA:\tHe wanted to boldly go where no man had gone before!\n",
  "\nQ:\tWhy did God invent booze?\nA:\tSo ugly men could get laid too.\n",
  "\nQ:\tWhy did Hellen Keller go all the way on her first date?\nA:\tShe'd never been taught to say no.\n",
  "\nQ:\tWhy did Ted Kennedy report the accident 8 hours after Mary\n\tJo Kopechne drowned?\nA:\tDo you have any idea how hard it is to dress a woman underwater?\n",
  "\nQ:\tWhy did the blonde climb over the glass wall?\nA:\tTo see what was on the other side.\n\nQ:\tWhy do blondes like tilt steering wheels?\nA:\tMore head room.\n\nQ:\tHow does a blonde turn on the light after having sex?\nA:\tShe opens the car door.\n",
  "\nQ:\tWhy did the epileptic cross the road?\nA:\tHe couldn't help it.\n\nQ:\tWhat do you do if an epileptic has a seizure in the bathtub?\nA:\tThrow in the dirty clothes and some laundry detergent.\n",
  "\nQ:\tWhy did the germ cross the microscope?\nA:\tTo get to the other slide.\n",
  "\nQ:\tWhy did the mathematician name his dog \"Cauchy\"?\nA:\tBecause he left a residue at every pole.\n",
  "\nQ:\tWhy do dogs lick their balls?\nA:\t'Cause they can!\n\n(Real answer: 'Cause they can't curl their little paws into fists...)\n",
  "\nQ:\tWhy do elephants wear springs on their feet?\nA:\tSo they can jump into trees and rape mice.\n\nQ:\tWhat is the most fearsome sound in the world to a mouse?\nA:\tBOING!!  BOING!!  BOING!!\n",
  "\nQ:\tWhy do men die before their wives?\nA:\tThey want to.\n",
  "\nQ:\tWhy do men marry women?\nA:\tYou can't teach sheep to do housework.\n",
  "\nQ:\tWhy do mice have such small balls?\nA:\tVery few of them know how to dance!\n",
  "\nQ:\tWhy do Scotsmen wear kilts?\nA:\tBecause a sheep can hear the sound of a zipper from fifty feet away.\n\t\t-- Iain MacKintosh, Glasgow folksinger\n",
  "\nQ:\tWhy do women have vaginas?\nA:\tSo when they're drunk, you can carry them like a six-pack.\n",
  "\nQ:\tWhy do women love Pacman?\nA:\tOnly place you can get eaten three times for a quarter.\n",
  "\nQ:\tWhy does an elephant have 4 feet?\nA:\tBecause 8 inches isn't enough.\n",
  "\nQ:\tWhy does Helen Keller masturbate with one hand?\nA:\tSo she can moan with the other!\n",
  "\nQ:\tWhy don't blind people skydive?\nA:\tIt scares the dogs!\n\nQ:\tHow can a blind skydiver tell when he is near the ground?\nA:\tThe leash goes slack.\n",
  "\nQ:\tWhy don't blondes eat pickles?\nA:\tBecause they get their head stuck in the jars.\n\nQ:\tWhy do blondes wear underwear?\nA:\tTo keep their ankles warm.\n\nQ:\tHow do you kill a blonde?\nA:\tPut spikes in her shoulder pads.\n",
  "\nQ:\tWhy is Mrs. Carter always on top when she and Jimmy make love?\nA:\tBecause all Jimmy Carter can do is fuck up.\n",
  "\nQ:\tWhy is Sister Pat the way she is?\nA:\tBecause when she was 16, a group of boys tied her up and\n\tgang-rejected her.\n",
  "\nQ:\tWhy should blondes not be given coffee breaks?\nA:\tIt takes too long to retrain them.\n\nQ:\tWhat's the mating call of the brunette?\nA:\tAll the blondes have gone home!\n\nQ:\tHow do you tell if a blonde's been using the computer?\nA:\tThere's white-out on the screen.\n",
  "\nQ:\tWhy was Cinderella banished from the Magic Kingdom?\nA:\tFor sitting on Pinocchio's face and screaming, \"Tell the truth!\n\tTell a lie!  Tell the truth!  Tell a lie!\"\n",
  "\nQ:      What's the difference between VMS and PMS?\n\nA1:     PMS is only a problem for some people.\nA2:     PMS is only a problem for part of the month.\nA3:     The drugstore has remedies for PMS.\nA4:     People with PMS get sympathy.\nA5:     People with PMS don't wish they were UNIX.\n",
  "\nWhat do hookers do on their nights off, type?\n\t\t-- Elayn Boosler\n",
  "\nWhat's on the floor of the old hen-house?\nDoo-doo, doo-doo.\n\t\t-- Foghorn Leghorn, to \"Camptown Ladies\"\n",
  "\nWhy does Dr. Pepper come in a bottle?\n\nBecause his wife left him.  But things are looking up for their reconciliation.\nSeems that when she left, she took his word processor, and she's been renting\nit out occasionally in Japan.  That is, every now and then she gets a yen for\nhis Wang.\n",
  "\nWhy is it that there are so many more horses' asses than there are horses?\n\t\t-- G. Gordon Liddy\n",
  "\n"
]