[
  " (1)  I'm Not Rudolph; That's Not My Nose\n (2)  The Nutcracker Swede\n (3)  Santa Goes Round-The-World\n (4)  Not-So-Tiny Tim\n (5)  Ninja Reindeer Killfest '88\n (6)  Yes, Yes, Oh God Yes, Virginia\n (7)  Crisco Kringle\n (8)  Babes in Boyland\n (9)  Santa's Magic Lap\n(10)  Hot Buttered Elves\n\t\t-- David Letterman's \"Top Ten Christmas Movies in Times Square\"\n",
  "\n10 greatest lies of all time:\n\n\t (1) I love you.\n\t (2) This won't hurt a bit.\n\t (3) The Mercedes is paid for.\n\t (4) The check is in the mail.\n\t (5) I was just going to call you.\n\t (6) I've always worn cowboy boots.\n\t (7) I swear I won't come in your mouth.\n\t (8) Of course I'll respect you in the morning.\n\t (9) We have a really challenging assignment for you.\n\t(10) I'm from the government, and I'm here to help you.\n",
  "\n10 Reasons Why a Beer is Better Than a Man:\n\n\t (1) A beer NEVER leaves the toilet seat up.\n\t (2) A beer lasts longer than seven seconds.\n\t (3) A beer doesn't want to watch pro wrestling.\n\t (4) A beer won't expect you to cook dinner when you're not hungry.\n\t (5) A beer will never leave dirty socks on the floor.\n\t (6) A beer doesn't mind when your mother visits.\n\t (7) A beer does as many chores as a man, with a LOT less complaining.\n\t (8) A beer won't leave you for a younger woman.\n\t (9) A beer won't leave you for a younger man either.\n\t(10) A beer won't tease you because you once liked Barry Manilow.\n",
  "\n10 Reasons Why a Beer is Better Than a Man:\n\n\t (1) A beer will never invite friends home for dinner without calling.\n\t (2) A beer won't think less of you if you can't name the Steelers'\n\t     quarterback.\n\t (3) A beer won't even act amazed if you can.\n\t (4) You don't have to let a beer win.\n\t (5) Just because you have dinner with a beer doesn't mean you have to\n\t     sleep with it, too.\n\t (6) A beer helps with the housework.\n\t (7) A beer will never fumble with your bra.\n\t (8) A beer will never take the newspaper apart before you've read it.\n\t (9) A beer doesn't want you to raise its children.\n\t(10) A beer wouldn't mind if you wanted it to wear a condom.\n",
  "\n10 Reasons Why a Beer is Better Than a Man:\n\n\t (1) Having a beer can't make you pregnant.\n\t (2) A beer doesn't wouldn't trade you in on a sports car.\n\t (3) If a beer did have a sports car, it wouldn't love it more than you.\n\t (4) A beer doesn't want to go out alone with the other beers.\n\t (5) A beer wouldn't waste its money on Playbeer magazine.\n\t (6) You don't have to worry about getting AIDS from a bisexual beer.\n\t (7) A beer won't switch the TV channel.\n\t (8) A beer doesn't snore.\n\t (9) A beer doesn't care that you can't find your car's carbueretor.\n\t(10) A beer doesn't think black leather bikinis are neat.\n",
  "\n10 Reasons Why a Beer is Better Than a Woman:\n\n\t (1) A beer won't make you go to church.\n\t (2) A beer is more likely to know how to spell \"carburetor\" than a\n\t     woman.\n\t (3) A beer doesn't think baseball is stupid simply because the guys\n\t     spit.\n\t (4) A beer doesn't give a [expletive deleted] if you keep a bunch of\n\t     other beers on the side.\n\t (5) A beer will not call you a sexist pig if you say \"doberman\"\n\t     instead of \"doberperson\".\n\t (6) A beer won't get a job as a DJ and play 5 straight hours of\n\t     lesbian folk music on yer fave radio station.\n\t (7) A beer understands why The Three Stooges are funny.\n\t (8) A beer won't raise a fuss about a little thing like leaving the\n\t     toilet seat up.\n\t (9) A beer doesn't think that a \"three-hundred-fifty cubic-inch V8\"\n\t     is an enormous can of vegetable juice.\n\t(10) A beer won't smoke in your car.\n",
  "\n10 Reasons Why a Beer is Better Than a Woman:\n\n\t (1) Beer understands the difference between shooting down an\n\t     unidentified aircraft in a war zone and blowing a Korean airliner\n\t     out of the sky.\n\t (2) A beer would never own a car with an automatic transmission.\n\t (3) A beer never fishes for compliments.\n\t (4) Beer tastes good.\n\t (5) A beer can enjoy an evening of watching \"Johnny-the-Wadd-Holmes'\n\t     Greatest Hits\" as much as you do.\n\t (6) An ice-cold beer will nonetheless let you have your way with it.\n\t (7) A beer won't ask you to pick up some tampons when you go to the store.\n\t (8) Beer never asks you to change the station.\n\t (9) A beer won't fill up your 'Vette with 85-octane gas because it's\n\t     twenty cents less expensive.\n\t(10) A beer won't make you eat experimental vegetarian meals that taste\n\t     like grass.\n",
  "\n10 Reasons Why a Beer is Better Than a Woman:\n\n\t (1) You can enjoy a beer all month.\n\t (2) Beer stains wash out.\n\t (3) Beer doesn't go crazy once a month.\n\t (4) Beer never makes you wait.\n\t (5) A beer doesn't get jealous when you grab another beer.\n\t (6) Beer doesn't have a lawyer \"in the family\".\n\t (7) A beer won't get upset if you come home with beer on your breath.\n\t (8) Beer doesn't demand equality.\n\t (9) Beer labels come off without a fight.\n\t(10) Beer doesn't mind being in the \"wet spot\" that IT left.\n",
  "\n11 reasons a cucumber is better than a man:\n\n\t (1) Cucumbers can stay up all night,\n\t     and you won't have to sleep in the wet spot.\n\t (2) Cucumbers don't play the guitar and try to find themselves.\n\t (3) You won't find out later that your cucumber\n\t     ...is married\n\t     ...is on penicillin\n\t     ...likes you -- but loves your brother!\n\t (4) A cucumber won't care what time of the month it is.\n\t (5) A cucumber never wants to get it on when your nails are wet.\n\t (6) Cucumbers don't say \"Let's keep trying until we have a boy\".\n\t (7) Cucumbers won't tell you size doesn't count.\n\t (8) A cucumber won't leave you for a cheerleader or an ex-nun.\n\t (9) Cucumbers don't fall asleep on your chest or drool on the pillow.\n\t(10) Cucumbers don't care if you make more money than they do.\n\t(11) With a cucumber, the toilet seat is always the way you left it.\n",
  "\n15 Reasons Why a Beer is Better Than a Man:\n\n\t (1) A beer doesn't care that you don't balance your checkbook.\n\t (2) Tall, dark, good-looking beers are common.\n\t (3) A beer won't steal all the covers.\n\t (4) A beer doesn't have friends who will drink all your beer.\n\t (5) A beer wouldn't yell if you dented the car.\n\t (6) A beer doesn't buy everything labelled \"turbo\".\n\t (7) You don't have to laugh at a beer's jokes.\n\t (8) A beer is not kinky unless you want it to be kinky.\n\t (9) A beer always lets you read the Sunday comics first.\n\t(10) A beer doesn't think poetry is queer.\n\t(11) If the beer is finished before you are, you can have another beer.\n\t(12) A beer won't talk about the women who had it before you.\n\t(13) A beer's life does not revolve around the world series.\n\t(14) A beer won't mind at all if you're not in the mood for beer.\n\t(15) A beer will NEVER call you \"Babe\".  Or \"Sugar\".\n",
  "\n20 Reasons Why a Beer is Bettern than a Man:\n\n\t (1) A beer never leaves the toilet seat up.\n\t (2) A beer doesn't want to watch pro wrestling.\n\t (3) A beer does as many chores as a man, with a LOT less complaining.\n\t (4) You don't have to worry about getting AIDS from a bisexual beer.\n\t (5) A beer won't tease you because you once liked Barry Manilow.\n\t (6) A beer doesn't want to go out alone with the other beers.\n\t (7) A beer doesn't care that you can't find your car's carburator.\n\t (8) A beer doesn't think black leather bikinis are neat.\n\t (9) A beer won't steal the covers.\n\t(10) A beer doesn't buy everything labelled \"turbo\".\n\t(11) A beer doesn't think poetry is queer.\n\t(12) A beer can't talk about the women who had it before you.\n\t(13) A beer tastes good.\n\t(14) A beer will never invite friends home for dinner without calling.\n\t(15) A beer won't think less of you if you can't name the Steelers' \n\t     quarterback.\n\t(16) You don't have to let a beer win.\n\t(17) A beer always lets you read the Sunday comics first.\n\t(18) A beer will never call you \"Babe\".  Or \"Sugar-hips\".\n\t(19) A beer doesn't care that you don't balance your checkbook.\n\t(20) You don't have to laugh at a beer's jokes.\n",
  "\n6802 hackers make great use of the SEX instruction.\n",
  "\n69 + 69 = dinner for 4.\n",
  "\n77.  HO HUM -- The Redundant\n\n------- (7)\tThis hexagram refers to a situation of extreme\n--- --- (8)\tboredom.  Your programs always bomb off.  Your wife\n------- (7)\tsmells bad.  Your children have hives.  You are working\n---O--- (6)\ton an accounting system, when you want to develop the\n---X--- (9)\tGREAT AMERICAN COMPILER.  You give up hot dates to\n--- --- (8)\tnurse sick computers.  What you need now is sex.\n\nNine in the second place means:\n\tThe yellow bird approaches the malt shop.  Misfortune.\n\nSix in the third place means:\n\tIn former times men built altars to honor the Internal Revenue\n\tService.  Great Dragons!  Are you in trouble!\n",
  "\n8 Reasons Why a Beer is Better Than a Woman:\n\n\t(1) You rarely (if ever) find beer labels on the shower curtain rod.\n\t(2) A beer doesn't care when you come.\n\t(3) Beer doesn't have a mother.\n\t(4) Beer doesn't need much closet space.\n\t(5) A beer won't accuse you of lying when you say you read Playboy\n\t    \"just for the articles\".\n\t(6) Beer doesn't mind seeing Chuck Norris and Charles Bronson flicks.\n\t(7) Beer doesn't always want to go to the 'powder room' with everyone\n\t    else's beer.\n\t(8) When you're through with a beer, the thought of another beer\n\t    doesn't make you ill.\n",
  "\n9 reasons a taco is better than a woman:\n\n\t(1) Tacos don't put frilly covers on the toilet seat so the lid won't\n\t    stay up.\n\t(2) Tacos don't use your razor on their legs.\n\t(3) Tacos don't say \"That's okay, it doesn't have to be good for me.\"\n\t(4) Tacos don't get upset if you eat another taco, \"Just for fun.\"\n\t(5) Tacos will never contest a divorce, demand a property settlement,\n\t    or seek custody of anything.\n\t(6) Tacos won't ask you about your last lover, or speculate about your\n\t    next one.\n\t(7) A taco will never make a scene because there are other tacos in the\n\t    refrigerator.\n\t(8) It's easy to drop a taco.\n\t(9) Tacos don't want to sleep on your chest.\n",
  "\nA beachcomber of 25 had been shipwrecked on a desert island since the age of\nsix.  One day, while in search of food, he stumbled across a beautifully\nsensuous female lying on the beach nearly naked; she'd been washed ashore from\nanother shipwreck that morning.  After they got over their initial surprise\nat seeing each other, the girl wanted to know how long he had been alone on\nthis barren bit of land.\n\t\"Almost twenty years,\" he answered.\n\t\"Twenty years!\" she exclaimed.  \"But how ever did you survive?\"\n\t\"Oh, I fish, dig for clams, and gather berries and coconuts,\" he\nreplied.\n\t\"And what do you do for sex?\" she asked.\n\t\"What's that?\"  He looked puzzled.\n\tWhereupon the maiden pulled the innocent young man down onto the sand\nbeside her and proceeded to demonstrate.  After they had finished, she asked\nhow he had enjoyed it.\n\t\"Great!\" was the reply.  \"But look what it did to my clamdigger!\"\n",
  "\nA beautiful, voluptous woman goes to see a gynecologist.  The doctor takes\none look at this woman and his professionalism is a thing of the past.  Right\naway he tells her to undress.  After she has disrobed he begins to stroke her\nthigh.  As he does this he says to the woman, \"Do you know what I'm doing?\"\n\t\"Yes,\" she says, \"you're checking for any abrasions or dermatological\nabnormalities.\"\n\t\"Correct,\" says the doctor.  He then begins to fondle her breasts.\n\"Do you know what I'm doing now?\" he says.\n\t\"Yes,\" says the woman, \"you're checking for any lumps or breast\ncancer.\"\n\t\"That's right,\" replies the doctor.  He then gradually proceeds to\nhaving sexual intercourse with her.  \"Do you know,\" he pants, \"what I'm doing\nnow?\"\n\t\"Yes,\" she says.  \"You're getting herpes.\"\n",
  "\nA big store buyer had been on the road for nearly two months.  Each week he\nwould send his wife a telegram saying,\n\t\"Can't come home yet.  Still buying.\"\nHis wife knew that these buying trips usually involved more than business.\nShe tolerated this particular jaunt for a while, but when the third month\nrolled by and she'd still seen nothing of her husband but the weekly telegrams,\nshe wired him,\n\t\"Better come home.  I'm selling what you're buying.\"\n",
  "\nA bisexual is a man who likes girls as well as the next fellow.\n",
  "\n\tA business executive is consumed by jealousy: he suspects his wife\nof cheating on him.  The suspicion grows and grows, and one morning as he\ndrives to work he can't take it any more.  He thinks to himself, \"she\nprobably just waited until I left so she could meet with her lover.\"\n\tWhen he gets to his office, he calls home.  The maid answers.  He\nsays, \"Hello.  Is my wife there?\"\n\t\"Yes, sir\", the maid whispers.\n\t\"Is she with her lover?\"\n\tThe maid pauses, and then says, \"Yes, sir, she is, and I must say\nthat I feel terrible about how she treats you.\"\n\tThe man yells, \"That no good **#*&!!.  If you feel as badly as you\nsay you do, you must do this for me: go to my dresser and get my gun.  Check\nto make sure that it's loaded.  Then go upstairs and shoot both that cheating\ntwo-timing whore and her lover.  Dispose of the gun, and then come back to\nthe phone and tell me that it's over.  Don't worry -- I'll protect you.\"\nThe man hears footsteps, a drawer being opened, a click, more footsteps,\nsilence... and then two shots.  More footsteps.  Finally the maid comes back\nto the phone and says \"It's done.\"\n\tThe man asks, \"What did you do with the gun?\"\n\t\"I threw it behind the statue in the garden\", the maid replies.\n\t\"Statue in the garden?  Say, what number is this, anyway?\"\n",
  "\nA businessman was awe-struck by the beautiful redhead at the hotel bar.\nSeeing his interest, she quietly informed him that she was a prostitute\nand that her price was $500.  He was taken aback by the price, but after\na few minutes of thought he took her up to his room.  She spent a few\nminutes in the bathroom and was shocked when she came out to see him\nmasturbating furiously on the bed.  \"What are you doing?\", she asked.\n\t\"Baby, for $500, you're not going to get the easy one!\"\n",
  "\nA chiseler is a man who goes stag to a wife-swapping party.\n",
  "\nA drunk was sitting at the end of the bar in a popular single's place,\nwatching a young, good-looking man working his way through the women.  The\nguy didn't appear to be having much luck, and he was only spending a few\nmoments with each woman.  As he worked his way closer, while he couldn't\nhear what the young man was saying, he realized that the women were somewhat\nshocked at his approach.  Finally, the man approaches a pretty brunette and\nthey hit it off immediately.  After a bit of quiet conversation, she handed\nthe young man her hotel key and they started off for the elevators.  As they\npassed the drunk, he stopped the lucky one and asked him what his method was.\n\t\"Well,\" the man replied, \"It's simple.  You say 'Tickle your ass\nwith a feather?'  If she sounds interested, you take it from there.  If she\nsounds angry, you smile and say 'Typically nasty weather.'\"\n\tThe drunk says \"Ohhhhh, got it, I got it!\" and walks over to a woman\nat the end of the bar to try out his new approach.  Getting her attention,\nhe smiles and says \"Fuck me!\"\n\t\"What?!?!?\" she screams.\n\t\"Raining like hell, isn't it?\"\n",
  "\nA farmer decides that his three sows should be bred, and contacts a\nbuddy down the road, who owns several boars.  They agree on a stud fee, and\nthe farmer puts the sows in his pickup and takes them down the road to the\nboars.  He leaves them all day, and when he picks them up that night, asks\nthe man how he can tell if it \"took\" or not.  The breeder replies that if,\nthe next morning, the sows were grazing on grass, they were pregnant, but if\nthey were rolling in the mud as usual, they probably weren't.\n\tComes the morn, the sows are rolling in the mud as usual, so the\nfarmer puts them in the truck and brings them back for a second full day of\nfrolic.  This continues for a week, since each morning the sows are rolling\nin the mud.\n\tAround the sixth day, the farmer wakes up and tells his wife, \"I\ndon't have the heart to look again.  This is getting ridiculous.  You check\ntoday.\"  With that, the wife peeks out the bedroom window and starts to laugh.\n\t\"What is it?\" asks the farmer excitedly.  \"Are they grazing at last?\"\n\t\"Nope.\" replies his wife.  \"Two of them are jumping up and down in\nthe back of your truck, and the other one is honking the horn!\"\n",
  "\nA fool is a man who worries about whether or not his lover has integrity.\nA wise man, on the other hand, busies himself with deeper attributes.\n",
  "\nA friend of mine received a note through the mail advising him,\n\n\"If you don't stop making love to my wife, I'll kill you.\"\n\nThe trouble is, the note wasn't signed.\n",
  "\nA gambler was telling a friend about his first junket to Las Vegas and how\nhard it was to get any sleep.\n\t\"I was awakened at one, two and four in the morning by a\ndrunken chorus girl banging on the door and screaming,\" he recalled.\n\t\"That's terrible,\" the friend said.\" How'd you ever get any sleep?\"\n\t\"At five o'clock I unlocked the door and let her out.\"\n",
  "\nA gorgeous young sophomore is having an affair with her English\nprofessor.  She goes home to visit her family for Christmas vacation\nand when she gets back, she immediately invites him over for the\nnight.  As soon as he walks through the door she hugs him and\nasks, \"Were you blue while I was away?\"\n\t\"Blown, my dear,\" the professor corrects her, \"blown.\"\n",
  "\nA group of scientists discovered an apelike creature in the jungle, which\nthey hoped would prove to be the missing link.  The proof of their theory,\nhowever, required that a human mate with the animal so that they could see\nwhat characteristics the offspring would assume.  Needing volunteers, the\nscientists placed an ad in the paper: \"$5000 to mate with ape.\"\n\tAlmost immediately, they received response from a man who said he\nwould be willing to take part in the experiment, with three conditions.\n\t\"First,\" he said, \"my wife must never know.  Second, any children\nmust be baptized.  And, third, I'd have to pay in installments.\"\n",
  "\nA guy comes into a bar with a frog and sets it down next to the prettiest\ngirl there.\n\t\"This is a very special frog,\" he informs her.  \"His name is Charlie.\"\n\t\"What's so special about this frog?\" she asks.\nHe's reluctant to tell her, but when pressed, explains that,\n\t\"This frog can eat pussy.\"\nThe girl slaps him, knocking him off his chair, and accuses him of telling her\na filthy lie.  But no, he assures her, it's completely true.  And after much\ndiscussion, she agrees to come back to his apartment to see the frog in action.\nShe positions herself appropriately, the guy carefully takes out the frog, and\nsays, \"Okay, Charlie, do your stuff!\"  The frog is immobile, despite his\nowner's exhortations, and the girl starts to snicker.\n\t\"Okay, Charlie, do your stuff!\"\n\t\"C'mon Charlie, do your stuff!\"\nBy now, the girl is laughing openly.\n\t\"Okay, Charlie,\" says the guy, moving the frog out of the way, \"I'm\nonly going to show you one more time.\"\n",
  "\n\tA guy finishes his 9 to 5, but, instead of going straight home, stops\nin at a local bar for a drink.  He gets his beer, turns around to sit down,\nand finds himself face to face with a ravishing blonde.  The two strike up a\nconversation, and really hit it off.  After a couple drinks they leave the bar\ngo back to her pad, to peruse her etchings.  Which doesn't take long -- by\nseven they were happily engaged in intimate scratching.\n\t'Round about midnight the guy rolled over in bed and spotted the clock:\n\"Midnight!  Already!  I gotta get home!  Honey, you have any baby powder?\"\nHe jumps out of bed and starts pulling his pants on, trying to find his shoes.\n\t\"Baby powder?\" she asks.  But she comes back from the bathroom and\nhands him the powder.  He frantically shakes it all over his hands, kisses her\ngoodbye, and runs out the front door.\n\tHe gets home, and sure enough, there's his wife, waiting in the\ndoorway.\n\t\"Okay,\" she mutters, \"let's have it.\"\n\t\"Well,\" he says sheepishly, looking down at his feet.  \"Okay.  I went\nto a bar after work and met a gorgeous blonde and we really hit it off.  We\nhad a few drinks and went back to her place, and well, see...\"\n\t\"Oh yeah?\" she says, \"let me see your hands...  Don't you lie to me!\nYou've been bowling again!\"\n",
  "\nA hand in a bird is worth two on 'er bush.\n",
  "\nA hand in the bush is worth two on the bird.\n",
  "\nA hard man is good to find.\n",
  "\nA hunter saved a native boy from a boa constrictor.  In gratitude, the boy gave\nthe hunter a magic gorilla prick.  The lad said the prick would do anything you\ntold it to do until you told it to do something else.  When the hunter returned\nhome to England, he put the magic gorilla prick on the mantle along with some\nof his other trophies.  His wife thought it quaint and his story charming.  But\nsoon, the hunter went a-safariing again.  He was away for months.  One evening,\nthe woman eyed the MGP carefully and whispered, \"Gorilla Prick, fuck me.\"\nWhereupon the thing jumped off the mantle and began to bang her with great\nthoroughness and ferocity.  For the first twenty minutes it was pure heaven,\nbut after the next few minutes it became fatiguing, and she said, \"Stop it,\nGorilla Prick,\" but it didn't.  After a bit more she was screaming \"Stop!\nStop!\" at the thing and trying to pull it out of her smoking hole.  But nothing\nworked.  Finally, the butler bursts into the room, summoned by her screams.\n\t\"Saunders, help me please!\"\n\t\"But what is it, Madame?\"\n\t\"It's a Magic Gorilla Prick!\"\n\t\"Gorilla prick, my ass!! ... AAAaaeeeeeeeeeiiiiiiiii!!!!!!\"\n",
  "\nA husky foreigner, looking for sex, accepted a prostitute's terms.  When\nshe undressed, he noticed that she had no pubic hair.  The man shouted,\n\"What, no wool?  In my country all women have wool down there.\"\n\tThe prostitute snapped back,  \"What do you want to do, knit or fuck?\"\n",
  "\nA lively case was in progress in the District Court at Lick Skillet. Judge\nFlannery was presiding, and on the witness stand was Tush Bumpass.\n\t\"From where ah was standin'\", drawled Tush, \"Ah could see he'd\nbacked 'er up agin' thet there wall, and ef Ah ever sawed a screwin' match,\nthet one wuz!\"\n\t\"Mr. Bumpass,\" the Judge interrupted, \"I'd prefer that you not use\nthe word 'screw' in the courtroom. Say 'intercourse' instead.\"\n\tTush looked puzzled. \"Intercourse?  Whut's thet, Judge?\"\n\tHis Honor sighed.  \"It's a technicality of language that you're\nprobably not aware of.  Never mind.  Please continue.\"\n\t\"Well, like ah said, he had 'er shoved up agin' thet wall, an' he\nwas... uh... intercoursin' 'er, an' he give 'er the crossjostle, the Chicago\nStroke, an she let out with a holler thet...\"\n\t\"One moment,\" interrupted the Bench. \"What is this, ah, Chicago\nStroke, Mr. Bumpass?\"\n\t\"Well, thet's a technicality of screwin', Judge, thet you're probably\nnot aware of!\"\n",
  "\nA lover without indiscretion is no lover at all.\n\t\t-- Thomas Hardy\n",
  "\nA man and a woman got married.  Although it is the first time for the\nhusband, it is the woman's second marriage.  As they go to bed on their\nwedding night, the wife says to her husband:\n\n\t\"Dear, there's something I must tell you.  I'm a virgin.\"\nNaturally, the husband is surprised.\n\t\"You've been married before!\", he says, \"How can you still be a\nvirgin?\"\n\t\"Well, it's all quite simple,\" she retorted, \"my husband was a\ncomputer programmer.\"\n\t\"What's so odd about that?\", he asked.  \"Why would you still be\na virgin after a marriage to a programmer?\"\n\t\"Well\", she said, \"all he did was sit on the edge of the bed and\ntell me how great it was going to be.\"\n",
  "\nA man can sleep around, no questions asked, but if a woman makes nineteen\nor twenty mistakes she's a tramp.\n\t\t-- Joan Rivers\n",
  "\nA man goes into a hospital for a routine appendectomy.  When he wakes up\nfrom the anesthesia, he sees a large group of doctors gathered anxiously\naround his bed.\n\t\"What happened?\" he asks worriedly.\n\t\"Well,\" says one of the doctors, \"there was a small clerical error,\nand you got mixed-up with another patient.  Instead of an appendectomy, we\nperformed a sex-change operation.  Your penis has been removed and a vagina\nhas been crafted into place.\"\n\t\"WHAT!!!\" screams the man.  \"That's horrible!  What am I going to\ntell my wife?  Can't you reverse it?  This means I'm never going to experience\nanother erection!\"\n\t\"Well, you will, you *will*,\" reassures the doctor, \"but it will, of\ncourse, have to be someone else's.\"\n",
  "\nA man is as old as the woman he feels.\n\t\t-- Groucho Marx\n",
  "\nA man is driving down the road on his way to Salerno.  By the roadside he\nsees a man hitchhiking and stops to pick him up.  As the man gets into his\ncar he suddenly pulls out a gun and makes the driver get out of the car.\n\t\"All right, buddy,\" says the man, \"I want to you jerk off.\"\n\t\"What!?\" says the man, disbelievingly.\n\t\"Go ahead, do it!\" says the hitchhiker.\n\tSo the driver masturbates, and when he is through, says, \"All right,\nI did what you wanted, can I go now?\"\n\t\"Nope,\" says the hijacker.  \"Do it again.\"\n\t\"Again?\" the driver exclaims.  \"I just did it.\"\n\t\"Do it again.\"\n\tIt takes a little longer this time, but he manages to come again.\nPanting, he turns to his tormenter and again asks if he can leave.\n\t\"Yes,\" the man replies, \"but only after you've done it one more\ntime.\"\n\tThe guy is really scared now; he's starting to sweat.  It takes him\ntwenty minutes, this time, but he finally comes a third time.\n\t\"Listen, buddy, can I please leave now?\"\n\t\"Yeah,\" says the man, lowering his gun.  \"And this is my daughter;\nI want you to drive her into Salerno.\"\n",
  "\nA man is marooned on a desert island with a female sheep and a male Doberman\nfor companionship.  The animals soon get it on sexually, and all goes well\nuntil the man becomes unbearably horny and makes his move for the ewe, at\nwhich point the dog interposes himself, snarling, fangs bared.  Months later,\na raft drifts into sight.  The sailor swims out, finds a beautiful girl on it,\ntakes her to shore and feeds and comforts her.\n\t\"You are so good to me,\" she responds gratefully.  \"I'd do absolutely\nanything to show my gratitude.\"\n\t\"Would you?\" smiles the sailor as he unfastens the length of rope\nthat holds up his ragged pants.  \"Well, then, here -- use this as a leash\nand take that damn dog for a walk!\"\n",
  "\nA man is playing golf at a very exclusive country club when he hits a hole-\nin-one.  As he takes his ball from the cup, a genie appears.\n\t\"Since you've made a hole in one, you may have a single wish.  What\nis your heart's desire?\"\n\t\"Great!\", replies the man.  I want a longer penis.\"\n\t\"Your wish is granted,\" says the genie, and promptly disappears.\n\tAs the golfer continues through the rest of the course he can\nfeel his penis slowly growing, to an extent that it's becoming uncomfortable.\nBy the time he completes the 18th hole it's extended down his pants leg to\nhis knee.  Thinking to himself that this isn't quite what he had in mind, he\ngrabs a bucket of balls and heads back out onto the course.  Three weeks later,\nhe manages another hole-in-one and the genie reappears.\n\t\"Since you've made a hole in one, you may have a single wish.  What\nis your heart's desire?\"\n\t\"Yeah, I know all that,\" replies the man.  \"Listen, could you make\nmy legs longer?\"\n",
  "\nA man marries to have a home, but also because he doesn't want to be\nbothered with sex and all that sort of thing.\n\t\t-- W. Somerset Maugham, \"The Circle\"\n",
  "\n\tA man met a beautiful young woman in a bar.  They got along well,\nshared dinner, and had a marvelous evening.  When he left her, he told her\nthat he had really enjoyed their time together, and hoped to see her again,\nsoon.  Smiling yes, she gave him her phone number.\n\tThe next day, he called her up and asked her to go dancing.  She\nagreed.  As they talked, he jokingly asked her what her favorite flower was.\nRealizing his intentions, she told him that he shouldn't bring her flowers\n-- if he wanted to bring her a gift, well, he should bring her a Swiss Army\nknife!\n\tSurprised, and not a little intrigued, he spent a large part of the\nafternoon finding a particularly unusual one.  Arriving at her apartment\nhe immediately presented her with the knife.  She ooohed and ahhhed over it\nfor a minute, and then carefully placed it in a drawer, that the man couldn't\nhelp but see was full of Swiss Army knives.\n\tSurprised, he asked her why she had collected so many.\n\t\"Well, I'm young and attractive now\", blushed the woman, \"but that\nwon't always be true.  And boy scouts will do anything for a Swiss Army knife!\"\n",
  "\nA man needs a mistress, just to break the monogamy.\n",
  "\nA man never minds being in the doghouse as long as he can get his tail outside.\n",
  "\nA man sat down next to another passenger on a train recently and couldn't\nhelp overhearing his conversation out the window with a man standing on\nthe train platform.\n\t\"Thanks for putting me up while I was here, Sam,\" said the passenger.\n\t\"Glad to do it,\" said the other man.\n\t\"Thanks for the food and the drinks -- everything was wonderful.\"\n\t\"It was a pleasure,\" said the man.\n\t\"And thank your wife, Sam, she was great,\" said the passenger,\n\"she was a truly great lay.\"\n\tThe man was rather taken aback by this exchange and he later turned\nto his fellow passenger and said: \"Pardon me sir, but did I understand you\nto say that your friend's wife was a great lay?\"\n\t\"Well,\" said the other passenger, \"I didn't REALLY enjoy it.  But\nSam is a helluva nice guy.\"\n",
  "\nA man was just settling down into his seat for a cross-country\nflight when he noticed a beautiful woman sitting next to him, wearing a\nlarge button with the letters \"NAA\" on it.\n\t\"What's that?\" he asked, pointing to her button.\n\t\"Nymphomaniacs Association of America\" she replied.\n\tAfter a moments thought he said, \"Well, if you wouldn't mind my\nasking, but I've always wanted to know, who are the best, ummm, `endowed'\nmen?\"\n\t\"Well, it's not what you think.  Native Americans.  They're better\nhung than *anybody*.\"\n\t\"And is it true that the French are the best lovers?\"\n\t\"No, Jewish men.  Once you finally get them going they can last\nall night.  By the way, my name is Sue.  What's yours?\"\n\t\"Running Bear Sheldon.\"\n",
  "\nA man was playing golf one day when a little frog hopped out the water at a\nwater hazard and croaked,  \"I am a magic frog, and since you are the 10,000th\nperson to play through here, I'm prepared to offer you one of two magic gifts:\nFirst, for a whole year you can have the most fabulous sex life that anyone\never had; beyond your wildest dreams.  Or, second, for a whole year you can\nbe the best golfer the world has ever known.  Which do you prefer?\"  The man\nthought a bit and said that he'd take the golf.  Well, the man holed his wood\nshot from where he was, completed the course in an average of 2 per hole, and\nwent round in 22.  Quickly he attracted the attention of the sports world,\nand became the world's best-known golfer, setting course records wherever\nhe went.  A year later he was playing the same course inhabited by the frog,\nand at the water hazard the frog hopped out and said, \"Well, the year is up,\nand you now revert to the 18-handicap player you were before.  But tell me, I\nwas a little surprised that you chose the golf -- I take it your sex life is\noutstanding?\"  The man said, \"Well, I have no complaints in that department\nat all, which is why I chose the golf.\" \"How many times did you engage in sex\nlast year?\" inquired the frog.  The man thought a little and said, \"Oh, eight\nor ten times, I guess.\"  \"Damn,\" said the frog, \"that doesn't strike me as very\nsatisfactory.\"  \"Oh, I don't know,\" replied the man, \"it doesn't seem so bad\nfor a Catholic priest from a little town in South Dakota.\"\n",
  "\nA man was traveling cross-country one summer from New York to LA.  \nHe arrived in Needles, CA late one night and pulled into an Exxon for some\ngas.  When he pulled up to the gas pumps, he noticed that all of the lights\nwere off.  Suddenly, he heard a faint sound from outside.  He wasn't sure\nwhat he'd heard, so he rolled down his window and heard a faint cry,\n\"Help... help... help\".  He got out of his car, and sure enough there was\na guy stooped down in the corner, stark naked with his wrists tied to his\nankles.  He walked up to the guy and said, \"Hey, man, what happened to you?\"\n\t\"These guys pulled me out of my car, took my money, my wallet, my \nclothes, tied my wrists to my ankles, and then stole my car!!\"\n\t\"Damn!\", replied the first man as he unzipped his pants.  \"This just\nhasn't been your day, has it?\" \n",
  "\nA man who likes to lie in bed can usually find a girl willing to listen to him.\n",
  "\nA midget had a date with a very tall girl.  It was a quiff-hanger.\n",
  "\nA mother and her daughter came to the doctor's office.  The mother \nasked the doctor to examine her daughter.  \"She has been having some strange \nsymptoms and I'm worried about her,\" the mother said.\n\tThe doctor examined the daughter carefully.  Then he announced,\n\"Madam, I believe your daughter is pregnant.\"\n\tThe mother gasped.  \"That's nonsense!\" she said.  \"Why, my little\ngirl has never even been out with a man, let alone... let alone...\"  She\nturns to the girl and said, \"Tell the doctor, Susie!\"\n\t\"Yes, Mumsy,\" said the girl.  \"Doctor, I have never so much as\nkissed a man!\"\n\tThe doctor looked from the mother to daughter, and back again.  Then, \nsilently he stood up and walked to the window.  He stared out.  He continued \nstaring until the mother felt compelled to ask, \"Doctor, is there something \nwrong out there?\"\n\t\"No, Madam,\" said the doctor.  \"It's just that the last time anything\nlike this happened, a star appeared in the East and I was looking to see if\nanother one was going to show up.\"\n",
  "\nA new lumberjack had just finished his first month in the lonely wilds of\nAlaska, where there were no women for miles.  He finally couldn't take it\nanymore and nervously asked the foreman what the other men did to relieve\nthe pressure.\n\t\"Try the hole in the barrel outside the shower,\" suggested the\nforeman.  \"The other men swear by it.\"\n\tThe lumberjack dubiously tried it out and had the experience of\nhis life.  \"That barrel is fantastic!  Warm!  Wet!  I'm going to use it\nevery day!\"\n\t\"Every day but the third Wednesday of the month,\" one of the\nother men replied.\n\t\"Why not then?\"\n\t\"That's your day in the barrel.\"\n",
  "\nA Norse god decides to assume human form, come down from Valhalla, and check\nout the local action.  He finds himself in the piano bar of Caesar's Boardwalk\nRegency in Atlantic City, and sits down to sip an Acquavit or two.  After a few\nminutes, an extremely attractive young woman, having been taken with his form\nand features, sends a drink down to him, then joins him.  The chemistry between\nthem is immediate and total.  They have the next drink in her room, and spend\nthe night repeatedly making passionate love.  The woman has no idea of her\npartner's true identity; all she knows is he's driving her mad.  In the\nmorning, the Norse god jumps into the shower.  Reflecting on the previous\nnight he decides that he wants to be honest with his new lover.  Without even\nbothering to wrap himself in a towel, he leaps from the shower into the room,\nwhere the woman is still in bed, exhausted.  He kneels beside the bed, looks\ndeep into her eyes and says, \"Honey, I have something very important to tell\nyou -- I'm Thor!\".\n\nThe woman looks at him.  \"You're Thor?\", she says. \"My inthides feel\nlike grated cheeth!\"\n",
  "\nA nubile female virtually never experiences difficulty in finding willing\nsexual partners, and in a natural habitat nubile females are probably always\nmarried.  The basic female \"strategy\" is to obtain the best possible husband,\nto be fertilized by the fittest available male (always, of course, taking\nrisk into account), and to maximize the returns on sexual favors bestowed:\nto be sexually aroused by the sight of males would promote random matings,\nthus undermining all of these aims, and would also waste time and energy\nthat could be spent in economically significant activities and in nurturing\nchildren.  A female's reproductive success would be seriously compromised\nby the propensity to be sexually aroused by the sight of males.\n\t\t-- Donald Symons, \"The Evolution of Human Sexuality\",\n\t\t   attempting to explain the lack of female interest in\n\t\t   pornography.\n",
  "\nA nymph hits you and steals your virginity.\n",
  "\nA pair of suburban couples who had known each other for quite some time\ntalked it over and decided to do a little conjugal swapping.  The trade\nwas made the following evening and the newly arranged couples retired to\ntheir respective houses.  After about an hour of bedroom bliss, one of\nthe wives propped herself up on an elbow, looked at her new partner and\nsaid: \"Well, I wonder how the boys are getting along?\"\n",
  "\nA pederastic necrophiliac is a gentleman who is true to the very end of\nthe end of a friend.\n",
  "\nA performing octopus could play the piano, the zither and a piccolo, and his\ntrainer wanted him to add the bagpipe to his accomplishments.  With this in\nmind, a bagpipe was placed in the octopus's room, and the trainer awaited\nresults.  Hours passed, but no bagpipe music was heard.  Since the talented\noctopus usually learned quickly, the trainer was disturbed.  Opening the door\nthe next morning, he asked the octopus,\n\t\"Have you learned to play that thing yet?\"\n\t\"Play it!\" retorted the octopus. \"I've been trying to lay it all\nnight!\"\n",
  "\nA policeman is walking his beat when he finds an inebriated man collapsed\nagainst a building, weeping uncontrollably and holding his car keys in his\nhands.  He's moaning something about how \"They took my car!\"  Seeing that\nthe man is well-dressed, the officer suspects that he may have a real case\nof theft on his hands and attempts to question the man.\n\t\"What happened to your car?\"\n\t\"My car, it was right on the end of my key, and those bastards\nstole it!  Please officer, get my Porsche back.  My God, it was right on\nthe end of my key!  Where is it?  They stole it and it was right here;\nright on my key!\"\n\t\"OK, OK, stand up, we'll see what we can do.  You'll have to come\ndown to the stat...  Mister, your fly's unzipped and you're exposing\nyourself!\"\n\t\"Oh my God, they stole my girlfriend!\"\n",
  "\n\tA proper elderly English couple visiting Australia decided to hire a\ncar to take a look at the outback.  \"We know it's rough country, but it's safe\nand decent, isn't it?\" the husband inquired of the rental-agency manager.\nUpon being assured that it was, the couple drove off.\n\tLater that day, they returned, upset and angry.  \"You said it was\ndecent country,\" the Englishwoman upbraided the rental agent, \"but we hadn't\ndriven too far when we saw a man in a field copulating with a kangaroo!\"\n\t\"And not too long after that,\" complained her husband, \"a one-legged\naborigine leaning against a tree by the side of the road grinningly waved\nat us with one hand while he brazenly masturbated himself with the other!\"\n\t\"Guv'nor,\" responded the Aussie, \"yer wouldn't expect a poor bugger\nlike that, with only one leg, to catch a 'roo, would you?\"\n",
  "\nA real estate agent, looking over a farmer's house for possible sale,\ncommented to the farmer how sturdy the house looked.\n\tThe farmer replied, \"Yep, built it with my bare hands... did it\nthe hard way.  The steps to the front door, here, carved 'em out of\nfield stones... did it the hard way.  That hardwood floor in the living\nroom, dovetailed the pieces myself... did it the hard way.  The ceiling\nbeams, made 'em out of my own oak trees... did it the hard way.\"\n\tJust then, the farmer's gorgeous daughter walked in.  The farmer\nlooks over at the real estate agent who is trying not to stare too\nobviously and smiles.  \"Yep... standing up in a canoe.\"\n",
  "\n\tA secretary entered her boss's office with the announcement: \"I have\nsome good news and some bad news.\"\n\tHe muttered, \"It's quarterly report day, Sally -- just the good news.\"\n\tShe replied, \"You're not sterile.\"\n",
  "\nA shy young man, preparing himself for what he hoped would be the ultimate sex\nact with a pretty young lady, went into a drugstore to inquire about sizes and\nstyles of condoms.  The lusty proprietress, a buxom widow, saw an opportunity\nfor fun at the lad's expense.\n\t\"Come in the back and try some on for size,\" she said, taking his hand.\nThe widow unzipped the youth's fly and watched the small instrument grow in\nher hand as she measured it.  When the weapon had unfurled to a rosy seven and\na half inches, the young man, unable to contain himself, had an orgasm with a\ntremendous discharge.  After recovering, he asked the widow if she could now\ngive him the proper size.\n\t\"I'll do more than that,\" she said.  \"I'll give you free meals and a\nhalf interest in the store.\"\n",
  "\n\tA strange looking white man came to the Indian reservation looking\nfor a job.  He asked to talk to the Chief of the tribe, so he might give his\nqualifications.  The Chief strode forward from the group surrounding the\nwhite man and said: \"You leave!  No job!\"\n\tThe man explained that this was no ordinary job he was seeking, but\nthat of tribe Medicine-Man.  He would convince him if the Chief would allow\nhim to demonstrate his magic.  \"No magic!\" said the disbelieving Chief.\n\t\"Oh, yeah?\", said the stranger.  \"I'll prove it to you by making\nyour dog, here, talk!\"\n\t\"Dog, no talk!\" responded the Chief, but before he could finish, he\nheard a voice coming out of the mouth of the dog saying, \"The Chief treats me\ngood.  He feeds me, and keeps me in teepee when it snows!\"\n\t\"If you still have doubts as to my magic,\" continued the stranger,\n\"the next voice you'll hear will be that of your horse!\"\n\t\"Horse, no talk!\" argued the still-sceptical Chief, but again he\nheard a voice that said: \"I am the Chief's favorite horse.  He takes me up to\nthe green pasture to eat and brushes my coat when I get dirty.\"\n\tThe stranger, still seeing some disbelieving faces, claimed for his\nfinal trick he would make the Chief's sheep talk.\n\t\"NO!\" cried the Chief, \"SHEEP LIE!\"\n",
  "\nA stranger had just arrived in the mining town and was spending the evening at\nthe local saloon.  After a few drinks, he mentioned to the bartender that he\nhadn't seen a single woman in the entire town.\n\tThe bartender replied, \"Nope.  Ain't no women in this town!\"\n\t\"No women? What do the men do for... er...\"\n\t\"Oh, for sex?  Did you see all those pigs in the street?  That's the\nanswer, right there.\"\n\tShaking his head incredulously, the stranger settled back to his\ndrinking.  Within a short time, however, the liquor had convinced him that he\nwanted to try out a pig himself.  He had watched several miners walk upstairs\nto the trysting rooms with squealing piglets under their arms.  Now, he was\ngame to make his move.  He wandered out to the back of the saloon and chose\na nice fat, pink sow.  As he walked to the stairs, the entire saloon went\nquiet.  In the embarassing hush, all eyes were upon him.\n\t\"What's the matter?  I thought all you fellows did this!\"\n\t\"Yeah, but that's Black Bart's girl,\" replied the barkeep.\n",
  "\nA sweet young schoolteacher who had always been virtuous was invited to go\nfor a ride in the country with the gym instructor, whom she admired.  Under\na tree on the bank of a quiet lake, she struggled with her conscience and\nwith the gym instructor and finally gave in to the latter.  Sobbing\nuncontrollably she asked her seducer,\n\t\"How can I ever face my students again, knowing I have sinned twice?\"\n\t\"Twice?\" asked the young man, confused.\n\t\"Why, yes,\" said the sweet teacher, wiping a tear from her eye.\n\"You're going to do it again, aren't you?\"\n",
  "\nA toast to the kisses you've snatched and vice-versa.\n",
  "\nA vasectomy means never having to say you're sorry.\n",
  "\nA virgin is chaste.\n",
  "\nA virginal is a harpsichord that has never been plucked.\n",
  "\nA virtuous abstinence from the joys of pederasty comes most easily to those\nwho have no taste for it.\n\t\t-- Oscar Wilde\n",
  "\nA widow is more sought after than an old maid of the same age.\n\t\t-- Addison\n",
  "\nA witty writer, K. Kraus in the Vienna \"Fackel\", has as it were, expressed\nthis truth paradoxically in the cynical saying: \"Coitus is merely an\nunsatisfactory substitute for onanism!\"\n\t\t-- Sigmund Freud, attempting to explain why\n\t\t   masturbation is \"by no means harmless\"\n",
  "\nA woman is driving down the street, her ten-year-old daughter belted into\nthe passenger seat.  The daughter asks \"Mommy, how old are you?\"\n\tThe mother says \"That's a personal question. It's not nice to ask\npeople personal questions.\"\n\tThe daughter thinks a while, then asks \"Mommy, how much do you weigh?\"\n\tThe mother replies \"That's a personal question too.  I'm not going\nto tell you.\"\n\tChastised, the daughter asks no more questions.  The mother parks the\ncar. \"I'm going to see Mrs. Tristan for a couple of minutes.  You stay here in\nthe car and watch my purse.\"\n\tAfter the mother leaves, the daughter removes her mother's driver's\nlicense from the purse, studies it for a few minutes and replaces it.  When\nher mother returns they drive off.  The little girl comments:\n\t\"Mommy, I know how old you are.  You're 32.\"\n\t\"That's right!  How did you know?\"\n\t\"And you weigh 119 pounds.\"\n\t\"Did you look in my purse?\"\n\t\"And I know why you and Daddy divorced.\"\n\t\"You *do*?\"\n\t\"Yes,\" said the daughter. \"Because you flunked sex!\"\n",
  "\n\"A woman is like a dresser ... some man always goin' through her drawers.\"\n\t\t-- Blind Lemon Pledge\n",
  "\nA young couple jumped out of their car and dashed into the park.  \nThey hurriedly found a secluded spot and began to make frenzied, passionate \nlove.  Shortly thereafter, as they were driving away, the young man turned \nto her and said, \"If I had known you were a virgin, I'd have taken more time.\"\n\nShe replied, \"If I had known you had more time, I'd have taken off my\npantyhose.\"\n",
  "\nA young man asked his father to lend him $50 for a blowjob, whereupon his\nfather solemnly replied, \"When I was young we used to settle for a kiss.\"\n\nThe son retorted, \"OK, how about $50 for a long low kiss?\"\n",
  "\nA young woman was afflicted with three brothers who had a friendly competition\nas to who was the best practical joker.  When she announced her marriage,\nlike all good brothers, they immediately found out where the honeymoon would\nbe and repaired there to do their worst, er, best.  The brother who was a\ncarpenter went first, and came back out in five minutes.  The brother who\nworked as a plumber went second and was out in about half an hour.  Finally,\nthe brother employed as a dentist went inside and came out almost immediately.\nA few days after the start of their sister's honeymoon the brothers each\nreceived a telegram from their sister.  It read:\n\n\tI liked the couch falling apart when we sat on it.  I was amused\n\twhen the shower went cold five minutes after it started.  But I'm\n\tgoing to kill whoever put the novocaine into the KY jelly...\n",
  "\nA.I. hackers do it with robots.\n",
  "\nAC/DC is a rock band.\n                -- Bisexuality, 101\n",
  "\nAdmittedly, there are a lot of things that are better than sex, \nand a lot more that are worse; but there's nothing quite like it...\n",
  "\nAfter a few steamy dances and a few more drinks, the pickup couple\nare back at his place tearing their clothes off.  Things are really\nstarting to heat up when he leaps out of bed and starts frantically\nrummaging through a dresser drawer.\n\t\"What are you doing?\" she asks.\n\t\"Just a second, honey, I'm trying to find my lucky rubber.\"\n",
  "\nAfter an evening at the theatre and several nightcaps at an intimate little\nbistro, the young man whispered to his date, \"How do you feel about making\nlove to men?\"\n\t\"That's MY business,\" she snapped.\n\t\"Ah,\" he said.  \"A professional.\"\n",
  "\nAfter cocktails in the Oak Room, the graying millionaire took the blond,\nattractive, wholesome, winning young woman up to his suite.  They chatted\nfor a while, and then kissed on the couch.  A little fondling, some feeling\nand petting ... to which the young lady lent herself shyly ... and then they\nwere in the wide, cool bed, naked together.  They chatted more, established\na communion, a rapport the older man considered remarkably gratifying.  The\ngirl seemed sympatico, innocent, good.  \n\t\"Yes, that was it,\" he thought, \"essentially good.  Why, she could \nbe my own daughter.\"  He smiled into the young girl's deep blue eyes.\n\t\"Tell me,\" he asked, his hand on her breast, \"What's a nice girl\nlike you doing in a hotel like this?\"\n\t\"Oh, about $2000 a week, with tips.\"\n",
  "\nAfter I run your program, let's make love like crazed weasels, OK?\n",
  "\nAfter Joan and Max had been married for 25 years, Max became disinterested\nin sex, and his libido began to wan dramatically.  In desperation, Joan\nhauled him to a marriage couselor, who listened patiently to Joan's complaints\nand Max's protestations.  Max claimed that he was being nagged unmercifully\nto fulfill Joan's needs, and that after awhile every marriage tended to\nbecome less physical.  Joan said that that wasn't true and that she had\nneeds and desires that he, as her husband, was expected to fulfill.  Finally,\nthe counselor issued the verdict. \"Max,\" he said, \"Everybody has to give a\nlittle for a marriage to work.  From now on, no matter how you feel at the\ntime, you must give Joan her conjugal rights at least semi-annually.  And,\nremember, do it in a loving, considerate manner; after all, you and your\nwife are a partnership of love.\"  Joan was delighted, and floated out of the\ncounselor's offices.  On the way downstairs, she nudged Max.\n\n\"So, honey, tell me... how many times a week is semi-annually?\"\n",
  "\nAfter repeatedly warding off her date's amorous advances during the evening,\nthe pretty young thing decided to put her foot down: \"See here,\" she shouted\nindignantly.  \"This is positively the last time I'm going to tell you `no'.\"\n\n\"Splendid!\" exclaimed her date.  \"Now we can start making some progress.\"\n",
  "\nAfter rushing into a drugstore, the nervous young man was obviously\nembarrassed when a prim thirty-ish woman asked if she could serve him.\n\t\"N-no,\" he stammered, \"I'd like to see the druggist.\"\n\t\"I'm the druggist\", she replied cheerfully.\n\t\"Oh.. well, uh, it's nothing important,\" he said, and turned to leave.\n\t\"Young man,\" said the woman, \"my sister and I have been running this\ndrugstore for nearly ten years.  There is nothing you can tell us that will\nembarrass us.\n\t\"Well, all right,\" he said.  \"I have this awful sexual hunger that\nnothing will appease.  No matter how many times I make love, I still want to\nmake love again and again.  Is there anything you can give me for it?\"\n\t\"Just a moment,\" said the woman, \"I'll have to discuss this with my\nsister.\"\n\tA few minutes later, she returned.  \"The best we can do,\" she said,\n\"is room and board and a half-interest in the business.\"\n",
  "\n\tAfter spending a forbidden night on the town, two young nuns were\ntrying to sneak through the fence surrounding their Convent.\n\t\"You know,\" giggled one as she held the wire apart for the other to\ncrawl through, \"I feel like a Marine.\"\n\t\"So do I,\" the other nun sighed, \"but where are we going to find one\nat three in the morning?\"\n",
  "\nAfter we made love he took a piece of chalk and made an outline of my body.\n\t\t-- Joan Rivers\n",
  "\nAh spring, when a fancy young man lightly turns his lover over.\n",
  "\nAlaska, where Moosehead isn't a beer, it's a misdemeanor.\n\nQ:\tYou know how to figure out if your lover's been \"invovlved\"?\nA:\tAntler marks on their hips.\n",
  "\nAlcohol is like love: the first kiss is magic, the second is intimate,\nthe third is routine.  After that you just take the girl's clothes off.\n\t\t-- Raymond Chandler\n",
  "\nAlex came home from a business trip to Chicago and found no one home but his\ndaughter Rose, who was crying bitterly.\n\t\"What's the matter, darling?\" asked Alex.\n\t\"Mommy almost died last night,\" sobbed Rose.\n\t\"That's nonsense,\" said the father.  \"Why do you say that?\"\n\t\"Well,\" said Rose,\"you always told us that when we die we'll see God;\nso when I heard Mommy moaning last night I rushed to her bedroom and she was\nscreaming, \"Oh God, here I come,\" and she would have but Uncle Jerry held her\ndown.\"\n",
  "\n\"Algorithms\" is an anagram for \"Hilt orgasm\".  Maybe this explains\nthe popularity of this field of study in computer science.\n",
  "\nAll a hacker needs is a tight PUSHJ, a loose pair of UUOs, and a warm\nplace to shift.\n",
  "\n\"All I need is a little room to lay my hat and a few friends.\"\n\t\t-- Dorothy Parker to a real estate agent,\n\t\t   on looking for an apartment\n",
  "\nAll I really want in life is a piece and some quiet.\n",
  "\nAlways talk to your wife while you're making love... if there's a phone handy.\n",
  "\nAmerica cannot be sold a can of beer without being offered a piece of\npussy along with it.\n\t\t-- Julius Lester\n",
  "\nAmerica's two greatest inventions are finger-fucking and carpet-bombing.\n\t\t-- Lyndon B. Johnson\n",
  "\nAn 11 is a 10 who doesn't have headaches.\n",
  "\nAn acid is like a woman:  a good one will eat through your pants.\n\t\t-- Mel Gibson, Saturday Night Live\n",
  "\nAn Aggie was appointed ambassador to Japan.  Two weeks before\nofficially reporting to the embassy, he went from geisha house to geisha\nhouse.  While making love to a geisha girl, he heard her repeat, \"Yaki-san,\nyaki-san.\"\n\tRight away the Aggie thought to himself, \"I've learned my first\nJapanese word.  It must be an expression of joy.\"\n\tWhen he reported to the embassy, he received his first assignment,\nwhich was to escort the prime minister of Japan around the golf course.\nAfter having played a couple of holes, the prime minister teed-off and made\na hole-in-one.  The prime minister jumped up and down shouting, \"Bonsai!\nBonsai!\"\n\tQuickly, thinking that this was the perfect chance to show off the\nnew Japanese word that he'd learned, the Aggie exclaimed, \"Yaki-san,\nyaki-san!\"\n\tThe prime minister turned to the Aggie in surprise and exclaimed,\n\"What do you mean, wrong hole?\"\n",
  "\nAn egg has the shortest sex-life of all: if gets laid once; it gets\neaten once.  It also has to come in a box with 11 others, and the only\nperson who will sit on its face is its mother.\n",
  "\nAn eighty-year-old woman is rocking away the afternoon on her\nporch when she sees an old, tarnished lamp sitting near the steps.  She\npicks it up, rubs it gently, and lo and behold a genie appears!  The genie\ntells the woman the he will grant her any three wishes her heart desires.\n\tAfter a bit of thought, she says, \"I wish I were young and\nbeautiful!\"  And POOF!  In a cloud of smoke she becomes a young, beautiful,\nvoluptuous woman.\n\tAfter a little more thought, she says, \"I would like to be rich\nfor the rest of my life.\"  And POOF!  When the smoke clears, there are\nstacks and stacks of money lying on the porch.\n\tThe genie then says, \"Now, madam, what is your final wish?\"\n\t\"Well,\" says the woman, \"I would like for you to transform my\nfaithful old cat, whom I have loved dearly for fifteen years, into a young\nhandsome prince!\"\n\tAnd with another billow of smoke the cat is changed into a tall,\nhandsome, young man, with dark hair, dressed in a dashing uniform.\n\tAs they gaze at each other in adoration, the prince leans over to\nthe woman and whispers into her ear, \"Now, aren't you sorry you had me\nfixed?\"\n",
  "\nAnd having stretched me out upon his bed with my head a little to one side,\nhe sat down next to me and raised my head upon his lap.  He peered avidly at\nme, his eyes seemed ready to devour the secretion oozing from my nose.  \"Oh,\nthe pretty little snotface,\" said he, beginning to pant, \"How I'm going to\nsuck her.\"  Therewith bending down over me, and taking my nose in his mouth,\nnot only did he devour all the mucus between my nose and mouth, but he even\nlewdly darted the tip of his tongue into each of my nostrils, one after the\nother, and with such cleverness he provoked two or three sneezes which\nredoubled the flow he desired and was consuming so hungrily.  But ask me for\nno details bearing upon this fellow, Messieurs, nothing appeared, and whether\nbecause he did nothing, or becaues he did it all in his drawers, there was\nnothing to be seen, and amidst the multitude of his kisses and lecherous\nlickings there was nothing outstanding which might have denoted an ecstasy,\nand consequently it is my opinion that he did not discharge.  All my clothes\nwere in place, even his hands stayed still, and I give you my word that this\nold libertine's fantasy might be performed upon the world's most repectable\nand least initiated girl without her being able to suppose there was anything\nlewd in it at all.\n\t\t-- Marquis de Sade\n",
  "\nAnother nun joke!!!\n\tYou see, three nuns were walking down the street, when suddenly\nthis flasher jumped out in front of them and opened his trench coat,\nexposing his all to the sisters.  Well, two of the nuns had strokes right\nthere, but the third nun wouldn't touch it.\n",
  "\nAny girl who believes that the way to a man's heart is through\nhis stomach is obviously setting her standards too high.\n",
  "\nAPL hackers take all they want.\n",
  "\nApple owners do it with mice!\n",
  "\nAs long as your ass is pointed at the ground, don't fuck with me.\n",
  "\nAs my dear auntie used to say, \"Love makes the world go 'round, but sex\nmakes the ride fun.\"\n",
  "\nAs part of an equal opportunity project, a memo was sent to all the offices\nwithin External Affairs asking for \"A list of all employees broken down by\nsex.\"\n\nOne of the memos was returned with the notation: \"I'm sorry: we\nknow of nobody in this office who fits your criteria.  We do, however,\nhave two alcoholics.\"\n",
  "\nAs she lay there dozing next beside me, a voice inside my head kept saying\n\"Relax... you're not the first doctor who's ever slept with one of his\npatients,\" but another voice kept reminding me, \"Howard, you're a veterinarian.\"\n",
  "\nAs the truck driver came flying over the top of a steep hill, he spotted two\nfigures in his path rolling around in the middle of the road.  The driver blew\nhis horn and braked frantically, but the couple continued their lovemaking, \noblivious to his warnings.  The truck finally slid to a halt barely three\ninches from the pair.  \"Are you crazy?\" the driver screamed at them.  \"You\ncould have been killed!\"\n\nThe man stood up and faced the driver.  \"Well, I was coming, she was coming\nand you were coming,\" he panted, \"and you were the only one with brakes.\"\n",
  "\nAs you know, birds do not have sexual organs because they would interfere\nwith flight.  [In fact, this was the big breakthrough for the Wright\nBrothers.  They were watching birds one day, trying to figure out how to get\ntheir crude machine to fly, when suddenly it dawned on Wilbur.  \"Orville,\"\nhe said, \"all we have to do is remove the sexual organs!\" You should have\nseen their original design.] As a result, birds are very, very difficult to\narouse sexually.  You almost never see an aroused bird.  So when they want\nto reproduce, birds fly up and stand on telephone lines, where they monitor\ntelephone conversations with their feet.  When they find a conversation in\nwhich people are talking dirty, they grip the line very tightly until they\nare both highly aroused, at which point the female gets pregnant.\n\t\t-- Dave Barry, \"Sex and the Single Amoeba: What Every\n\t\t   Teen Should Know\"\n",
  "\nAsked by reporters about his upcoming marriage to a forty-two-year-old\nwoman, director Roman Polanski told reporters, \"The way I look at it,\nshe's the equivalent of three fourteen-year-olds.\"\n\t\t-- David Letterman\n",
  "\nAss, grass or gas... nobody rides for free!\n",
  "\nAssassins do it from behind.\n",
  "\nAt her annual checkup, the attractive young woman is told by the doctor that\nit's necessary to take her temperature rectally.  She agrees and bends over\nthe examining table, but a few seconds later says indignantly, \"Doctor, that's\nNOT my rectum!\"\n\t\"Madam,\" says the doctor, \"that's not my thermometer!\"\n\tJust then, the woman's husband, hearing her voice, comes into the\nroom.  \"Just what the hell is going on here?\" he demands.\n\t\"I'm taking your wife's temperature,\" the doctor cooly replies.\n\t\"Okay, doc, you know best,\" says the husband as he picks a scalpel\noff the doctor's desk, \"but when that thing comes out, it better have\nnumbers on it!\"\n",
  "\nAttracted by repeated newspaper advertisements, and realizing that\nhis waist had gone both East and West despite his daily racquetball, a young\nexecutive appeared at a local health resort.  Looking over the several weight\nloss plans offered, he selected one guaranteed to reduce his weight by two\npounds per day.  After a light breakfast, and a almost non-existent lunch, he\nwas escorted to a large room, where a young, attractive woman told him that\n\"if he caught her, he could have her\".  After an hour of hard running, he\nfinally gave up; and weighing himself, was comforted to realize that he had\nlost just under three pounds.  Returning the next week, he chose the plan that\nwas to reduce his weight by four pounds per session.  After following the same\nregimen, he was again escorted to a large room, but after two hours of running,\nhe caught the young woman.  Weight loss, just over four pounds.  Returning the\nfollowing week, he chose to lose eight pounds in a single day.  He was shown\nto the largest room he'd seen, by far, where he was confronted by a extremely\nmuscular, burly man, who looked him square in the eye, flung his towel into\na corner, and snarled, \"You know the rules.  Start running!\"\n",
  "\nAttractive bisexual young woman seeks same for high mellow times.\n",
  "\nB4 I4Q, RU/18 QT 3.1415926535?\n",
  "\nBankers do it with interest (penalty for early withdrawal).\n",
  "\nBarbra Walters was doing a documentary on the customs of American\nIndians.  After a tour of a reservation they were on, she was curious as to\nthe number of feathers in the headdresses.  She asked a brave who had only\none feather in his headdress.  His reply was, \"Me have only one squaw, me\nhave only one feather.\"  She asked another brave, feeling the first fellow\nwas only joking.  This brave had four feathers in his headdress.  He replied,\n\"Me have four feathers, because me sleep with four squaws.\"\n\tStill not convinced the number of feathers indicated the number of\nsquaws involved, she decided to interview the Chief.  Now the Chief had a\nheaddress full of feathers which, needless to say, amused Ms. Walters.\nMs. W:\t\"Why do you have so many feathers in your headdress?\"\nChief:\t\"Me Chief, me fuck-em all, big, small, fat, tall, me fuck-em all.\"\nMs. W:\t\"You ought to be hung!\"\nChief:\t\"You damned right, me hung.  Big like buffalo, long like snake.\"\nMs. W:\t\"You don't have to be so hostile!\"\nChief:\t\"Hoss-style, dog-style, wolf-style, any-style, me fuck-em all.\"\nMs. W:\t\"Oh, dear!\"\nChief:\t\"No deer, me no fuck deer.  Asshole too high and fuckers run\n\t\ttoo fast.\"\n",
  "\nBEAT ME, BITE ME, WHIP ME, FUCK ME!!!\n",
  "\nBeat me, bite me, whip me, fuck me, make me write bad checks!\n",
  "\nBefore he went off to the wars, King Arthur locked his lovely wife, \nGuinevere, into her chastity belt.  Then he summoned his loyal friend and \nsubject Sir Lancelot.  \"Lancelot, noble knight,\" said Arthur, \"within this \nsturdy belt is imprisoned the virtue of my wife.  The key to this chaste \ntreasure I will entrust to only one man in the world.  To you.\"\n\tHumbled before this great honor, Lancelot knelt, received his king's \nblessing and took charge of the key.  Arthur mounted his steed and rode off.  \nNot half a mile from his castle, he heard hoofbeats behind him and turned to \nsee Sir Lancelot riding hard to catch up with him.\n\t\"What is amiss, my friend?\" asked the king.\n\t\"My lord,\" gasped Lancelot, \"you have given me the wrong key!\"\n",
  "\n\"Before we get married,\" said the young woman to her fiancee, \"I want to\nconfess some affairs that I've had in the past.\"\n\t\"But you told me all about those a few weeks ago,\" her young man\nreplied. \n\t\"Yes, darling,\" she explained, \"but that was a few weeks ago.\"\n",
  "\nBend over and take it like a man!\n",
  "\nBetween two evils, I always pick the one I never tried before.\n\t\t-- Mae West\n",
  "\nBi now, gay later!\n",
  "\nBill and Jim were walking home from work.  As they walked along, they \ndiscussed their wives' spending habits.  \"I don't understand how women \ncan spend so much money,\" Bill exclaimed.  \"I mean, understand, she \ndon't drink, and she's got her own pussy!\"\n",
  "\nBill had just returned from a week of honeymooning, and his best \nfriend asked him how it went.\n\t\"The first night we did it nine times,\" Bill said.  \"The second \nnight, eight times.  The third night, seven times.  The fourth night, six \ntimes.  The fifth night, five times.  The sixth night, four times, and the \nlast night, nothing!\"\n\t\"Nothing?\" his pal asked.  \"How come?\"\n\t\"Hey, you ever tried putting a marshmallow in a parking meter?\"\n",
  "\nBisexuality immediately doubles your chances for a date on Saturday night.\n\t\t-- Woody Allen\n",
  "\nBookstores will soon be stocking a volume called \"The Unsensuous\nCensus Taker\".  It's about a guy who comes once every ten years.\n",
  "\nBrain on vacation, penis on autopilot.\n",
  "\n\t\"Breakfast sometime?\"\n\t\"Sure.\"\n\t\"Shall I call you or just nudge you?\"\n",
  "\n\"But if it's 80",
  " glucose, then why does it taste salty?\"\n\t\t-- Anonymous med school student.\n",
  "\n... But the reward of a successful collaboration is a thing that cannot\nbe produced by either of the parties working alone.  It is akin to the\nbenefits of sex with a partner, as opposed to masturbation.  The latter\nis fun, but you show me anyone who has gotten a baby from playing with\nhim or herself, and I'll show you an ugly baby, with just a whole bunch\nof knuckles.\n\t\t-- Harlan Ellison\n",
  "\nBut we've only fondled the surface of that subject.\n\t\t-- Virginia Masters, of Master & Johnson\n",
  "\nBuy old masters.  They fetch better prices than old mistresses.\n\t\t-- Lord Beaverbrook\n",
  "\nCall for Ms. Lingus, Ms. Connie Lingus...\n",
  "\n\t\"Can you hammer a 6-inch spike into a wooden plank with your penis?\"\n\t\"Uh, not right now.\"\n\t\"Tsk.  A girl has to have some standards.\"\n\t\t-- \"Real Genius\"\n",
  "\nChaste makes waste.\n",
  "\nChastity is its own punishment.\n",
  "\nClaude believed that only smart attractive people had the right to fuck,\nand it sincerely hurt him when he discovered evidence to the contrary.\n\t\t-- Tom Robbins, \"Jitterbug Perfume\"\n",
  "\nClose the door, let me give you what you've been waiting for!!\n",
  "\nCoffee without caffeine.  Beer without alcohol.  Milk without fat.\nWhat's next?  Bridal suites with bunk beds?\n\t\t-- Orben's Current Comedy\n",
  "\nCoito ergo sum.\n",
  "\nCoitus is punishment for the happiness of being together.  Live as\nascetically as possible... that is the only possible way for me to\nendure marriage.  But she?\n\t\t-- Franz Kafka\n",
  "\nCollege is like a woman -- you work so hard to get in, and nine months later\nyou wish you'd never come.\n",
  "\nCome up and see me sometime.  Come Wednesday, that's amateur night.\n\t\t-- Mae West\n",
  "\nCommit the oldest sins the newest kind of ways.\n\t\t-- William Shakespeare, \"Henry IV\"\n",
  "\nCommunists do it without class.\n",
  "\nComputer scientists are programmed to do it by macro insertion.\n",
  "\nCondoms are like listening to a symphony with cotton in your ears.\n\n\t[Taking a shower in raincoat?  Ed.]\n",
  "\nCondoms are the feminists' revenge on men for diaphrams.\n\t\t-- Robin Williams\n",
  "\nConfucious say:\n\ta smart man knows on which side his broad is better.\n",
  "\nConfucious say:\n\tboy who play with himself pulls boner.\n",
  "\nConfucious say:\n\tchild conceived in back seat of car with automatic transmission\n\t\tturn out to be shiftless bastard.\n",
  "\nConfucious say:\n\teplileptic woman who give blow-job may bite big one.\n",
  "\nConfucious say:\n\tfool man climb tree to get cherries;  wise man spread limbs.\n",
  "\nConfucious say:\n\tKotex not best thing on earth, but next to best.\n",
  "\nConfucious say:\n\tman and mouse the same, both end up in pussy.\n",
  "\nConfucious say:\n\tman who arrives late to party will find himself beaten to the punch!\n",
  "\nConfucious say:\n\tman who beat off in car have hot rod.\n",
  "\nConfucious say:\n\tman who fights with wife all day, gets not peace at night.\n",
  "\nConfucious say:\n\tman who fishes in other man's well often catch crabs.\n",
  "\nConfucious say:\n\tman who go to bed with sex problem wake up with solution in hand.\n",
  "\nConfucious say:\n\tman who kicked in testicles get left holding bag.\n",
  "\nConfucious say:\n\tman who kiss girl's behind, get crack in face.\n",
  "\nConfucious say:\n\tman who lay girl on hill, not on level.\n",
  "\nConfucious say:\n\tman who lie under car, get tired -- man who stand behind car,\n\t\tget exhausted.\n",
  "\nConfucious say:\n\tman who live in glass house should bathe in the basement.\n",
  "\nConfucious say:\n\tman who lose key to girlfriend's apartment get no new key.\n",
  "\nConfucious say:\n\tman who make love on ground have piece on Earth.\n",
  "\nConfucious say:\n\tman who make oral love to epileptic woman may get tongue-tied.\n",
  "\nConfucious say:\n\tman who marry girl with no bust has right to feel low down.\n",
  "\nConfucious say:\n\tman who pull out too fast leave rubber.\n",
  "\nConfucious say:\n\tman who screws near graveyard is fucking near dead.\n",
  "\nConfucious say:\n\tman who sleep in road wake up with run-down feeling.\n",
  "\nConfucious say:\n\tman who sleeps with old hen finds it's better than pullet.\n",
  "\nConfucious say:\n\tman who streak unsuited for work.\n",
  "\nConfucious say:\n\tman who suck nipples make clean breast of things.\n",
  "\nConfucious say:\n\tman with athletic finger make broad jump\n",
  "\nConfucious say:\n\tman with head up ass have shitty outlook on life.\n",
  "\nConfucious say:\n\tman with hole in pocket feel cocky all day.\n",
  "\nConfucious say:\n\tmodern house without toilet uncanny.\n",
  "\nConfucious say:\n\tpassionate kiss like spider web, lead to undoing of fly.\n",
  "\nConfucious say:\n\tseven days on honeymoon make one hole weak.\n",
  "\nConfucious say:\n\tsquirrel who run up woman's leg not find nuts.\n",
  "\nConfucious say:\n\twoman should not marry basketball players -- they dribble before\n\t\tthey shoot.\n",
  "\nConfucious say:\n\twoman who bathe in vinegar have sour puss.\n",
  "\nConfucious say:\n\twoman who cooks carrots and pees in same pot very unsanitary.\n",
  "\nConfucious say:\n\twoman who fly upside down in airplane have big crack up.\n",
  "\nConfucious say:\n\twoman who goes to man's apartment for snack, may get tit bit.\n",
  "\nConfucious say:\n\twoman who put man in dog house find him in cat house.\n",
  "\nConfucious say:\n\twoman who ride bicycle peddle ass around town.\n",
  "\nConfucious say:\n\twoman who slide down bannister make monkey shine.\n",
  "\nConfucious say:\n\twoman who spring on inner-spring this spring, have off-spring\n\t\tnext spring.\n",
  "\nConfucious say:\n\twoman's irginity like balloon, one prick and all gone.\n",
  "\nConserve energy -- make love more slowly.\n",
  "\nConsider the little mouse, how sagacious an animal it is which never\nentrusts its life to one hole only.\n\t\t-- Titus Maccius Plautus\n",
  "\nCouples in motion have moments.\n",
  "\nCritics are like eunuchs in a harem: they know how it's done, they've\nseen it done every day, but they're unable to do it themselves.\n\t\t-- Brendan Behan\n",
  "\nCunnilingus is next to cleanliness.\n",
  "\nCunnilingus is next to godliness.\n",
  "\nDance is the vertical expression of a horizontal intention.\n",
  "\n\"Darling\", said the young bride, \"tell me what's bothering you.\nWe promised to share all our joys and sorrows, remember?\"\n\t\"But this is different,\" protested her husband.\n\t\"Together, darling,\" she insisted, \"we will bear the burden.\nNow tell me what our problem is.\"\n\t\"Well,\" said the husband, \"we've just become the father of a\nbastard child.\"\n",
  "\n\"Darling,\" he breathed, \"after making love I doubt if I'll \nbe able to get over you -- so would you mind answering the phone?\"\n",
  "\n\"Darling,\" she whispered, \"will you still love me after we are married?\"\n\nHe considered this for a moment and then replied, \"I think so. I've\nalways been especially fond of married women.\"\n",
  "\nDear Abby:\n\tI just met the most terrific girl and we get along fabulously.  I\nthink she's the one for me.  There's just one problem: I can't remember\nfrom our first date if she told me she had TB or VD.  What should I do?\n\t\t\t--Confused\n\nDear Confused:\n\tIf she coughs, fuck her.\n",
  "\nDemonstrating once again the importance of the lowly comma, this\ntelegram was sent from a wife to her husband:\n\t\"NOT GETTING ANY, BETTER COME HOME AT ONCE.\"\n",
  "\nDesperate because her husband hadn't made love to her in months, a lonely\nhousewife finally mustered her courage and went to their doctor for advice.\nThe doctor was very sympathetic and wrote out a prescription for pills that\nwere guaranteed to rekindle the husband's ardor in a big way.  \"They'll make\nhim horny as hell,\" the doctor confided, \"but they're very potent, so just\nput one in whatever he's drinking.\"\n\tUpon arriving home, the woman left the pills on the kitchen counter\nand dashed off to the supermarket.  It didn't take long before the cat jumped\nup, knocked them over onto the floor, and ate a couple, as did the family\ndog.  And when the husband got home with a headache, he took a few thinking\nthey were aspirin.\n\tWhen the housewife returned, she was horrified to see the dog humping\nthe cat and the cat jumping all over the dog, but even stranger was the sight\nof her husband with his penis inside the pencil sharpener on the counter.\n\"What in heaven's name are you doing, John?\" she cried.\n\t\"See that mosquito?\" he replied.\n",
  "\nDial 911.  Make a cop come.\n",
  "\nDid Detroit invent the back seat to destroy the morals of America?\n\t\t-- Ed Sanders\n",
  "\nDid you ever notice that everyone in favour of birth control has already\nbeen born?\n\t\t-- Benny Hill\n",
  "\nDistributed Systems people do it loosely coupled.\n",
  "\nDIVE!!!  DIVE!!!  DIVE!!!\nUP PERISCOPE!!!\n\n(Ooops, sorry, wrong fantasy.)\n",
  "\nDo I like getting drunk?  Depends on who's doing the drinking.\n\t\t-- Amy Gorin\n",
  "\nDo infants have as much fun in infancy as adults do in adultery?\n",
  "\nDo not stoop to tie your laces in your neighbor's melon patch.\n",
  "\nDo something big -- fuck a giant.\n",
  "\n\"Do you cheat on your wife?\" asked the psychiatrist.\n\n\"Who else?\" answered the patient.\n",
  "\n\t\"Do you smoke after sex?\"\n\t\"Why, do you know, I've never looked!\"\n",
  "\nDoctors take two aspirin and do it in the morning.\n",
  "\nDocumentation is like sex:  when it is good, it is very, very good; and\nwhen it is bad, it is better than nothing.\n\t\t-- Dick Brandon\n",
  "\n\tDoes anyone know how to get chocolate syrup and honey out of a\nwhite electric blanket?  I'm afraid to wash it in the machine.\n\nThanks, Kathy.  (front desk, x17)\n\np.s.\tAlso, anyone ever used Noxema on friction burns? Or is Vaseline better?\n",
  "\nDoin' it in the dark, down in Rock Creek Park.\n",
  "\nDon't knock masturbation, it's sex with someone I love.\n\t\t-- Woody Allen\n",
  "\nDon't let your mouth write no check that your tail can't cash.\n\t\t-- Bo Diddley\n",
  "\nDon't look now -- your office mate is a pederast!!!\n",
  "\nDon't look now, but your mother is having sex with a horse.\n",
  "\nDrinking when we are not thirsty and making love at all seasons, madam:\nthat is all there is to distinguish us from the other animals.\n\t\t-- Pierre de Beaumarchais, \"Le Marriage de Figaro\"\n",
  "\nDry fucking: that's man on top of woman, the action is the same as fucking,\nbut you're dressed.  It's great for the girl... you're hitting and rubbing\nexactly the area that you ought to be... I still like that.\n\t\t-- Grace Slick\n",
  "\nDuring a session with a marriage counselor, the wife snapped at her \nhusband: \"That's not true, I do enjoy sex!\"  Then, turning to the counselor,\nshe added: \"But this fiend expects it three or four times a year!\"\n",
  "\nEd, a traveling salesman, had his car break down in the middle of a \nblizzard.  He trudged to a nearby farmhouse where the farmer told him that, \nwhile they were short of beds, he could sleep with his daughter.  She proved \nto be eighteen and beautiful.   So they went to bed, and shortly, Ed made a \npass at the daughter.  \"Stop that!\" she said.  \"I'll call my father.\"  \n\tHe desisted.  But half an hour later he made another attempt.  \"Uh, \nstop ... that,\" she said.  \"I'll call my father.\"\n\tBut she moved closer to him, so he made a third try.  This time, no\nprotest, no threat.  Just as Ed, satisfied, was about to drowse off, she \ntugged at his pajama sleeve.  \"Could we do that again?\" she asked.  \n\tEd obliged, and this time fell asleep only to be awakened by the \ntug at his sleeve.  \"Again?\"  \n\tAnd again Ed obliged.  But when his sleep was once more interrupted\nby the tugging at his pajama sleeve, Ed indignantly pulled it away from her\nand mumbled, \"Stop that!  Or I'll call your father.\"\n",
  "\nEE's do it without shorts.\n",
  "\nElectrical Engineers do it with less resistance.\n",
  "\nEvangelists do it with Him watching.\n",
  "\nEver notice that the women who are against abortion are the ones you\nwouldn't want to fuck in the first place?\n\t\t-- George Carlin\n",
  "\nEvery dog has its day, but the nights belong to the pussycats.\n",
  "\nEvery harlot was a virgin once.\n\t\t-- William Blake\n",
  "\nEveryone in the smart nightclub was amazed by the old gentleman, \nobviously pushing 70, tossing off manhattans and cavorting around the dance \nfloor like a 20-year old.  Finally curiousity got the best of the cigarette \ngirl.  \"I beg your pardon, sir,\" she said, \"but I'm amazed to see a gentleman\nof your age living it up like a youngster.  Tell me, are all of your faculties\nunimpaired?\"\n\tThe old fellow looked up at the girl sadly and shook his head.  \"Not \nall, I'm afraid.\" he said.  \"Just last evening I went nightclubbing with a \ngirlfriend -- we drank and danced all night and finally rolled into her place \nabout two A.M.  We went to bed immediately, and I was asleep almost as soon\nas my head hit the pillow.  I woke around three-thirty and nudged my girl.\"\n\t\"Why, George,\" she said in suprise, \"we did that fifteen minutes ago.\"\n\t\"So you see,\" the old boy said sadly, \"my memory is beginning to \nfail me.\"\n",
  "\nExcept for 75",
  " of the women, everyone in the whole world wants to have sex.\n\t\t-- Ellyn Mustard\n",
  "\n\tFarmer Johnson was drunk again.\n\t\"You know, Anna,\" he said to his long-suffering wife, \"if you could\nonly lay eggs we could get rid of all those damn chickens.\"\n\tAnna said nothing.  Farmer Johnson tried again.  \"You know, Anna, if\nonly you could give milk we could get rid of that expensive herd of cows.\"\n\tAnna looked at him coolly. \"You know, Jack,\" she said, \"if only you\ncould get it up once in a while we could get rid of your brother Bob.\"\n",
  "\nFather:\tSon, it's time we talked about sex.\nSon:\tSure, Dad, what do you want to know?\n",
  "\nFighting for peace is like screwing for virginity.\n",
  "\n\t\"First, I'm going to buy you a few drinks and get you a little tight,\"\nsaid the guy aggressively.\n\t\"Oh, no, you're not,\" said the girl.\n\t\"Then I'll take you to dinner at the most exclusive restaurant in \ntown.\"\n\t\"Oh, no, you won't.\"\n\t\"Then I'll take you to my apartment and mix up a pitcher of daiquiris.\"\n\t\"Oh, no, you won't.\"\n\t\"Then I'm going to make violent, mad, passionate love to you.\"\n\t\"Oh, no, you're not.\"\n\t\"And I'm not going to take any precautions either!\" said the guy.\n\t\"Oh, yes, you are!!\" said the girl.\n",
  "\nFloppy now, hard later.\n",
  "\nFor a gay time, call 555-9483.  Ask for Brucie.\n",
  "\nFor a good time, call 555-9484.  Ask for Cathy.\n",
  "\nFor a good time, call 555-9485.  Ask for Michael.\n",
  "\nFor children, a woman.\nFor pleasure, a boy.\nFor sheer ecstasy, a melon.\n",
  "\nFor flavor, instant sex will never supercede the stuff you have to peel\nand cook.\n\t\t-- Quentin Crisp\n",
  "\nFor her first week's salary the gorgeous new secretary was given an \nexquisite nightgown of imported lace.  The next week her salary was raised!\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#15\n\nSex:\n\tWomen prefer 30-40 minutes of foreplay.  Men prefer 30-40 seconds of\nforeplay.  Men consider driving back to her place as part of the foreplay.\n\nMaturity:\n\tWomen mature much faster than men.  Most 17-year-old females can\nfunction as adults.  Most 17-year-old males are still trading baseball cards\nand giving each other wedgies after gym class.  This is why high school\nromances rarely work out.\n\nHandwriting:\n\tTo their credit, men do not decorate their penmanship.  They just\nchicken-scratch.  Women use scented, colored stationary and they dot their\n\"i's\" with circles and hearts.  Women use ridiculously large loops in their\n\"p's\" and \"g's\".  It is a royal pain to read a note from a woman.  Even\nwhen she's dumping you, she'll put a smiley face at the end of the note.\n",
  "\nFORTUNE DISCUSSES THE DIFFERENCES BETWEEN MEN AND WOMEN:\t#18\n\nSexual frequency:\n\tThe average man would prefer having sex every evening, or every\nmorning, or maybe both if he's under 25.  The average woman would like to\nhave sex non-stop all weekend, once a month.\n\nShopping:\n\tIt's no coincidence that L.L. Bean, Sears, and Roebuck were all men.\nMen don't like to shop.  If a man can't foist the job off on some woman, he\nwill grit his teeth and plan the outing as he would a jungle expedition.\nHe wants a map of the store showing where he has to go to get item X in\ncolor Y in the correct size, which he doesn't know.  Even then it takes him\nhalf an hour to get there from the entrance.  When he's finally accomplished\nhis mission, he'll discover that he forgot his checkbook.  Women shop to\nrelax.\n",
  "\nFortune personals:\n\tSDW/M, 35, offers French lessons for ladies.\n\tIf you desire fluency in the French tongue,\n\tthis cunning linguist can lick your problem.\n\tFortune -- P.O. Box 478\n",
  "\nFortune Personals:\n\tSWBiM, 29.  Gr/Fr/Mild English.  Have\n\town moose, hoop.  Sincere inquiries\n\tonly.  Discreet.  Fortune P.O. Box 1910.\n",
  "\nFortune presents:\n\tUSEFUL PHRASES IN ESPERANTO, #3.\n\nKie estas la plej proksima masa^gejo?\tWhere's the nearest massage parlor?\nVi dolorigas min.\t\t\tYou're hurting me.\nMi deziras viziti usonan kuraciston.\tI want to see an American doctor.\nMi deziras a^ceti kontraugraveda^jojn.\tI would like to buy some\n\t\t\t\t\t\tcontraceptives.\n^Cu tiu estis ankau bona por ci?\tWas it good for you too?\n",
  "\nFortune presents:\n\tUSEFUL PHRASES IN ESPERANTO, #4.\nMia ^svebo^sipo estas plena je angiloj.\tMy hovercraft is full of eels.\nNeniu anticipas la hispanan\t\tNo one expects the Spanish\n\tInkvizicion.\t\t\t\tInquisition.\nLa solvo estas kvardekdu.\t\tThe answer is forty-two.\nAdiau, kaj dankoj por ^ciom da fi^so.\tSo long, and thanks for all the fish.\n^Cu estas krajono en via po^so, au ^cu\tIs that a pencil in your pocket,\n\tvi feli^cas pri vidi min?\t\tor are you happy to see me?\n",
  "\nFortune understands that the vote on a bill to legalize bisexuality\ncould go either way.\n",
  "\nFortune's Guide to Movies:\nG:   No girl.\nPG:  The hero gets the girl.\nR:   The bad guy gets the girl, then the good guy gets the girl.\nX:   The hero still gets the girl in the end, but he's never sure\n\twhich end it will be.\nXXX: Everybody gets the girl.\n",
  "\n\t\t\t\t\tFROM THE DESK OF\n\t\t\t\t\tSnow White\n\nDear Snow White:\n\n\tThanks for last night.\n\n\t\tSleepy, Doc, Grumpy, Sneezy, Happy, Dopey, Bashful\n",
  "\nGardeners do it in raised beds.\n",
  "\n\t\"Gee, Mudhead, everyone at More Science High has an extracurricular \nactivity except you.\"\n\t\"Well, gee, doesn't Louise count?\"\n\t\"Only to ten, Mudhead.\"\n\n\t\t\t-- Firesign Theater\n",
  "\nGentlemen prefer blondes, but who says blondes prefer gentlemen?\n\t\t-- Mae West\n",
  "\nGeometry teaches us to bisex angels.\n",
  "\nGeorge, after tying on a whopper the night before, woke up in the morning to\nfind a pathetically unattractive woman sleeping blissfully beside him.  He\nleaped out of bed, dressed quickly, and furtively placed $100 on top of the\nbureau.  He then started to tiptoe out of the room.  But, as he passed the\nfoot of the bed, he felt a tug at his trouser leg.  Glancing down, he saw \nanother female even homelier than the one he'd left in bed.  She gazed up \nat him soulfully, and asked, \"Nothing for the bridesmaid?\"\n",
  "\nGirls are like pianos.  When they're not upright, they're grand!\n",
  "\nGirls who put out are tramps.  Girls who don't are ladies.  This is,\nhowever, a rather archaic use of the word.  Should one of you boys happen\nupon a girl who doesn't put out, do not jump to the conclusion that you\nhave found a lady.  What you have probably found is a lesbian.\n\t\t-- Fran Lebowitz, \"Metropolitan Life\"\n",
  "\nGirls would never stay out late if guys didn't make them.\n",
  "\nGive a man a free hand and he'll run it all over you.\n\t\t-- Mae West\n",
  "\nGo out with girls Dutch treat -- pay for dinner, drinks, and the movie,\nand the rest of the evening is on her.\n",
  "\nGod built a compelling sex drive into every creature, no matter\nwhat style of fucking it practiced.  He made sex irresistibly pleasurable,\nwildly joyous, free from fears.  He made it innocent merriment.\n\tNeedless to say, fucking was an immediate smash hit.  Everyone\nagreed, from aardvarks to zebras.  All the jolly animals -- lions and\nlambs, rhinoceroses and gazelles, skylarks and lobsters, even insects,\nthough most of them fuck only once in a lifetime -- fucked along\ninnocently and merrily for hundreds of millions of years.  Maybe they\nwere dumb animals, but they knew a good thing when they had one.\n\t\t-- Alan Sherman, \"The Rape of the A*P*E*\"\n",
  "\nHackers do it bottom-up.\n",
  "\nHackers do it with all sorts of characters.\n",
  "\nHackers do it with bugs.\n",
  "\nHackers do it with fewer instructions.\n",
  "\nHackers have kernel knowledge.\n",
  "\nHackers know all the right MOVs.\n",
  "\nHang gliders go down very slowly.\n",
  "\n\tHarry constantly irritated his friends with his eternal optimism.\nNo matter how bad the situation, he would always say, \"Well, it could have\nbeen worse.\"\n\tTo cure him of his annoying habit, his friends decided to invent a\nsituation so completely black, so dreadful, that even Harry could find no \nhope in it.  Approaching him at the club bar one day, one of them said,\n\"Harry!  Did you hear what happened to George?  He came home last night,\nfound his wife in bed with another man, shot them both, and then turned\nthe gun on himself!\"\n\t\"Terrible,\" said Harry.  \"But it could have been worse.\"\n\t\"How in hell,\" demanded his dumfounded friend, \"could it possibly\nhave been worse?\"\n\t\"Well,\" said Harry, \"if it had happened the night before, I'd be\ndead right now.\"\n",
  "\n\tHarry was delighted when he found a young woman who accepted his\nproposal of marriage as he was pretty sensitive about his artificial leg\nand afraid that no one would have him.  In fact, he couldn't bring himself\nto tell his fiancee about his leg when he slipped the ring on her finger,\nnor when she bought the dress, nor when they picked the time and place.\nAll he kept saying was, \"Darling, I've got a big surprise for you,\" at which\nshe blushed and smiled bewitchingly.\n\tThe wedding came and went, and the young couple were at last alone\nin their honeymoon suite. \"Now don't forget, Harry, you promised me a big\nsurprise,\" smiled the bride.\n\tUnable to say a word, Harry turned out the lights, unstrapped his\nleg, slipped into bed, and placed his wife's hand on the stump.\n\t\"Hmmmmm,\" she said softly, \"that IS a surprise. But pass me the\nVaseline and I'll see what I can do!\"\n",
  "\nHave you ever tried to tickle yourself?  Everybody has some wacko aunt or\nuncle that can just point at you and have you rolling with laughter.  But\nif you shove your fist in your underarm for a week and a half you won't\nlaugh.  Somehow your underarm just knows that it's *your* fist.  Thank God\nother parts of our bodies are dumber.\n",
  "\nHaving discovered the possibility that other creatures could be used\nfor sexual intercourse, early man was likely to have made many such\nattempts... though it is doubtful that he was so sexually carnivorous\nas the Christian and Jewish Adam, who, rabbinical interpreters of the\nOld Testament tell us, had intercourse with every creature before God\nfinally hit upon the idea of woman and created Eve.\n\t\t-- R.E. Masters\n",
  "\nHaving lost his potency years before, the octogenarian was desperate to\nsatisfy his new 18-year-old wife.  He visited a gypsy woman with magical\npowers.\n\tAfter the man downed a foul-tasting potion, the gypsy said, \"There.\nNow the words beep-beep will give you an enormous erection.  Repeating\nthe phrase will make it disappear.  But remember,\" she cautioned, \"it will\nwork only three times.  Make use of them wisely.\"\n\tAs the old man left, he decided to test her prediction.  \"Beep-beep,\"\nhe said, and sure enough, he got the biggest erection of his life.\n\"Beep-beep\", he repeated.  It went away.\n\tHe sped through traffic on his way home.  \"Beep-beep,\" honked a taxi.\nThe old man gasped as he instantly got hard.\n\t\"Beep-beep,\" honked a truck.  His erection wilted.\n\tPulling into his driveway at last, the frantic man rushed inside\nand found his nubile wife lying on the bed reading a novel.\n\t\"Have I got a surprise for you,\" he said, tearing off his clothes.\n\"Beep-beep!\"\n\t\"Hold on a second,\" his wife said, eyeing his magnificent erection.\n\"What's all this beep-beep shit?\"\n",
  "\nHe does it with a better grace, but I do it more natural.\n\t\t-- William Shakespeare, \"Twelfth-Night\"\n",
  "\nHe had heard that a certain whorehouse had a reputation for the bizarre.\nSo he drove to the place and, once inside, asked the Madam if she had anything\nunusual for him to try.  \"Things are pretty slow today,\" she said, \"but I\ndo have one number you might enjoy.\"  She went on to describe a New Jersey\nhen that had been trained to do blow jobs.\n\t\"We've got her here, but only for the day.\"\n\tThe visitor could hardly believe it, but he paid the fee and went\ninto a room with a hen.  After a frustrating hour of trying to force his\ncock into the hen's mouth, he figured out that he was dealing with nothing\nbut a plain old chicken.  He left.  Thinking about it later, he decided\nthat he had had so much fun trying that he returned the few days later and\nasked the Madam, \"Do you have anything new today?\"\n\t\"Come this way,\" she said, and led him to a dark room where a group\nof men were looking through a one-way mirror.  He saw that they were watching\na girl making it with a large doberman pinscher.\n\t\"Wow!\" he said to the man standing next to him.  \"This is really\ngreat!\"\n\tThe man replied, \"Man, it ain't nothin'!  You shoulda been here\na week ago and seen the guy with the chicken!\"\n",
  "\nHe used to kiss her on her lips, but it's all over now.\n",
  "\nHe was not only a great swordsman, but also a cunning linguist.\n",
  "\nHe was so ugly hookers used to tell him, \"Not on the first date.\"\n",
  "\nHe who findeth sensuous pleasures in the bodies of lush, hot,\npink damsels is not righteous, but he can have a lot more fun.\n",
  "\nHe's gallantry personified, in fact, his brochures ought to\nread satisfaction guaranteed, or your virginity returned intact.\n",
  "\nHe's learned about 50",
  " of the rules of sex and conversation;\nhe knows how to stick it in, but not how to stick it out.\n",
  "\nHe:\t\"If I made love to you, would you yell?\"\nShe:\t\"What do you want me to yell?\"\n\t\t-- Benny Hill\n",
  "\nHe:\tDo you like Kipling?\nShe:\tOh, you naughty boy, I don't know!  I've never kippled!\n",
  "\nHeisenberg may have done it.\n",
  "\nHello, children!!\n\tThis is Uncle Dennis welcoming you to your very own fortune.\n\tToday we are going to hear a story, so sit right here on my lap\n\tand we can all start.  Comfortable?  Ah, yes, ah... Ah? Ah!!\n\n\tOne day, Rikki, the magic Pixie, went to visit Daisy Bumble in her\n\ttumbledown cottage.  He found her in the bedroom. Roughly he\n\tgrabbed her heaving ******* pulling her down on the bed and\n\thurriedly ripping off her thin *******.\n\n\tOld Nick, the Sea Captain was a rough tough jolly sort of fellow.\n\tHe loved the life of the sea and he loved to hang out down by the\n\tpier where the men dressed as ladies ****** **** ******* *******\n\tof ***** ****** **** the ****** with a melon.\n\n\tRumpletweezer ran the Dinky Tinky shop in the foot of the Magic\n\toak tree by the wobbly dum-dum tree in the shade of the enchanted\n\tglen down in Dingly Dell.  Here he sold contraceptives, ********\n\tand various appliances *** ******** *** ***** naked fun and *****\n\tthe ******** ******* *** into six or seven pairs.\n",
  "\nHelp!  I'm a lesbian trapped in a gay man's body!\n                -- Bisexuality, 101\n",
  "\nHer kisses left something to be desired: the rest of her.\n",
  "\nHey baby!\n\nHow 'bout a brutal face fuck?\n",
  "\nHEY KIDS!  ANN LANDERS SAYS:\n\tRemember, oral sex CAN cause pregnancy, unless you use an\noral contraceptive.  See your family planning clinic today!\n",
  "\nHEY, KIDS!  ANN LANDERS SAYS:\n\tMasturbation isn't as simple as it looks.  Do it right!\nSend 50 cents for my illustrated booklet \"Masturbation techniques\nfor the teenager\".  Be sure to specify the male or female edition.\n",
  "\nHOT TUB TIPS FOR WOMEN\n\tVol. I -- Etiquette\n\n1. It's not lady-like to straddle a water jet, moan in ecstasy, and then\n\tscream at the top of your lungs, \"Oh, yes, YES, BABY!\"\n2. Washing your partner's back is sexy.  Washing your panty hose is not.\n3. Nude bathing with strangers can be a pleasant experience; don't spoil\n\tit for everyone with a thoughtless remark, such as \"My God, I've\n\tseen bigger wangs on hamsters!\"\n4. It's O.K. to pass a joint while tubbing.  Don't pass anything else.\n5. Don't think you're fooling anybody by passing off your vibrator as a\n\ttoy submarine.\n",
  "\nHow come if you're horny it's lust, but if she's horny it's affection?\n",
  "\nHow soon can you have sexual relations after your wife delivers?\nWell, depends on if she's in a ward or a private room.\n",
  "\nHunters make the best lovers; they go deeper into the bush, shoot more often\nand *always* eat what they shoot.\n",
  "\nI believe in sex and death -- two experiences that come once in a lifetime.\n\t\t-- Woody Allen\n",
  "\n\t\"I believe you have the wrong number,\" said the old gentleman into\nthe phone.  \"You'll have to call the weather bureau for that information.\"\n\t\"Who was that?\" his young wife asked.\n\t\"Some guy wanting to know if the coast was clear.\"\n",
  "\nI bet you have fun chasing the soap around the bathtub.\n\t\t-- Princess Diana, to a one-armed war veteran during\n\t\t   a visit to a London veterans hospital\n",
  "\nI bet you think you're pretty cool driving around without auto insurance.\nYou're probably saying to yourself, \"I'm beating the system.\"  But what's\ngoing to happen when you get pulled over and lose your license because\nyou're not insured.  What girl's going to ride shotgun on a ten-speed on\na Saturday Night?  Yeah, you're going to be beating more than the system...\n\t\t-- auto insurance ad, heard on KNAC, Long Beach.\n",
  "\nI can understand companionship.  I can understand bought sex in the\nafternoon.  I cannot understand the love affair.\n\t\t-- Gore Vidal\n",
  "\nI don't discriminate on the basis of sex.\n                -- Bisexuality, 101\n\n        [An equal opportunity lover?  Ed.]\n",
  "\n\"I don't object to sex before marriage, but two minutes before?!?\"\n",
  "\n\"I don't really mind her being unfaithful,\" sighed the man to his\nmarriage counselor, \"but I just can't sleep three in a bed.\"\n",
  "\nI don't remember ever having had the itch, and yet scratching is one of\nnature's sweet pleasures, and so handy.\n",
  "\n\"I finally found out what my ranch foreman husband really meant,\" sobbed\nthe recent bride, \"when he told me he'd love me 'til the cows came home.\"\n",
  "\nI had a virgin once.  I had to go to Guatemala for her.  She was blind\nin one eye, and she had a stuffed alligator that said, \"Welcome to Miami\nBeach.\"\n\t\t-- The Stunt Man\n",
  "\n\"I have credit with this madam who runs a string of super callgirls,\"\nthe executive reminisced at his club bar, \"but when I got the bill for\nthe great head session one of them pleasured me with, I must say that\nit was enough to make a blown man cry.\"\n",
  "\nI have perfumed my bed with myrrh, aloes, and cinnamon.  Come, let us\ntake our fill of love until the morning.\n\t\t-- Proverbs 7:17-18\n",
  "\nI heard there was a lot of sex on television these days,\nbut when I tried it I kept falling off.\n",
  "\nI only date queers.\n                -- Bisexuality, 101\n\n        [I'm not queer, but my boyfriend is!  Ed.]\n",
  "\n\"I own my own body, but I share\"\n",
  "\nI really had to act; 'cause I didn't have any lines.\n\t\t-- Marilyn Chambers\n",
  "\nI think I'll snatch a kiss and flee.\n\t\t-- Shakespeare\n",
  "\n\t\"I think my wife may be getting somewhat overweight.\n\t\"Oh, how can you tell?\"\n\t\"Well, last night when she sat on my face, I couldn't hear the stereo.\"\n",
  "\nI think pop music has done more for oral intercourse than anything else\nthat has ever happened, and vice versa.\n\t\t-- Frank Zappa\n",
  "\n\"I think sex is better than logic, but I can't prove it.\"\n",
  "\nI thought Jackie O. was something you did in the bathroom.\n\t\t-- Strange de Jim\n",
  "\nI want a girl that can swallow my pride.\n\t\t-- Frank Zappa, \"Jewish Princess\"\n",
  "\nI want the same things all men do, Rice Krispies and some sucking.\n\t\t-- Dudley Moore\n",
  "\nI was on vacation in Greece last summer, and was being driven round an island\nby a Greek cab-driver.  He was a friendly man, and as we drove, he told me\nabout various historic and scenic places he had been involved with.\n\t\"See the entrance to that church over there?  I built that with my\ntwo sons.  But do they call me `Dimitri the church builder'?  Do they hell!\"\n\tAs we passed a dam, he said, \"See that dam?  Four of us built that\ndam by ourselves!  But do they call me `Dimitri the dam builder?'  Hell, no!\"\n\tAs we passed a beautiful cottage, Dimitri started up again -- \"See\nthat house?  I built that for my wife with my own two hands!  But do they\ncall me `Dimitri the home builder'?  No!  But just one little sheep!\"\n",
  "\nI went to a wild party last night.  I tell ya, it was so wild, we played\na new version of Russian roulette.  We passed around six girls and one\nof them had V.D.\n\t\t-- Rodney Dangerfield\n",
  "\nI wonder what the leash and collar set does for excitement?\n\t\t-- Tramp, \"Lady and the Tramp\"\n",
  "\nI wouldn't fuck her with your prick.\n",
  "\nI'd like to meet the man who invented sex and see what he's working on now.\n",
  "\nI'd walk a mile for a Camel, two for a hump.\n",
  "\n\"I'll tell ya, Jeb,\" Wilbur said to his friend, \"the tractor business ain't\ndoin' too well.  I ain't sold one all month.\n\t\"You think you've got problems?\" Jeb replied.  \"The other day, I went\nout to milk Daisy, when she swatted me in the face with her tail, like she\nalways does.  So I took some twine and tied it to the rafters.  When I sat\ndown again, she kicked me like she always does.  So I tied her leg to the\nside of the stall.  When I started to sit down again, I could see her taking\naim with her other leg, so I tied it to the other side of the stall.  And I'll\ntell you what,\" he continued with a sigh, \"if you can convince my wife I was\ngonna *milk* that cow, I'll buy a tractor from you!\"\n",
  "\nI'm a bisexual; I get it maybe twice a year.\n\t\t-- Rodney Dangerfield\n",
  "\nI'm a gay man trapped in a lesbian's body!\n\t\t-- The Queer Gospels of Madonna the Sloppily Conceived\n",
  "\nI'm against group sex because I wouldn't know where to put my elbows.\n\t\t-- Martin Cruz Smith\n",
  "\nI'm for bringing back the birch, but only for consenting adults.\n\t\t-- Gore Vidal\n",
  "\nI'm for peace -- I've yet to see a man wake up in the morning and say\n\"I've just had a good war.\"\n\t       -- Mae West\n",
  "\nI'm going to Iowa for an award.  Then I'm appearing at Carnegie Hall,\nit's sold out.  Then I'm sailing to France to be honored by the French\ngovernment -- I'd give it all up for one erection.\n\t\t-- Groucho Marx\n",
  "\n\t\"I'm looking for adventure, excitement, beautiful women,\" cried the\nyoung man to his father as he prepared to leave home.  \"Don't try to\nstop me. I'm on my way.\"\n\t\"Who's trying to stop you?\" shouted the father.  \"Take me along!\"\n",
  "\n\"I'm not against women.  Not often enough, anyway.\"\n\t\t-- NPR\n",
  "\nI'm unbuttoning your shirt, unzipping your jeans....\n\nOh, I can feel your fingers on the keys, baby,\n\tI'm getting WARM....\n\nI am getting there, oh yes,.  Oh, my. OH YES... OHHHH!\n\t...!!!rrrrrgh!!!!!\n\nHoney, that was *really* terrific, but, next time,\ncouldn't you please input a little SLOWER?\n",
  "\nI've been told that it's far more sensous to have a woman leave something\non rather than being totally nude.  Myself, I've always felt that the lights\nwere more than enough.\n",
  "\nI've tried several varieties of sex.  The conventional position makes\nme claustrophobic, and the others either give me a stiff neck or lockjaw.\n\t\t-- Tallulah Bankhead\n",
  "\nIf all these sweet young things were laid end-to-end, I wouldn't be a\nbit surprised.\n\t\t-- Dorothy Parker\n",
  "\n\"If anyone wants to trade a couple of centrally located, well-cushioned\nshowgirls for an eroded slope 90 minutes from Broadway, I'll be on this\ncorner tomorrow at 11 with my tongue hanging out.\"\n\t\t-- S. J. Perelman\n",
  "\nIf being bi increases your chance of getting a date, does being poly\nincrease your chance of getting dumped?\n",
  "\nIf ever you want to touch the hand and the heart of God Almighty, you can\ndo it through the body of someone you love.  Anytime.  Anywhere.  Without\nno middleman.\n\t\t-- Theodore Sturgeon, \"Godbody\"\n",
  "\nIf God had meant for us to have group sex, he'd have given us more organs.\n\t\t-- Malcolm Bradbury\n",
  "\nIf God had wanted people to give blow jobs, he wouldn't have given them teeth.\n",
  "\nIf it flies, floats or fucks, rent it, don't buy it.\n\t\t-- Tommy Earl Bruner\n",
  "\nIf it weren't for pickpockets, I'd have no sex life at all.\n\t\t-- Rodney Dangerfield\n",
  "\nIf only is was as easy to banish hunger by rubbing the belly as it is to\nmasturbate.\n\t\t-- Diogenes the Cynic\n",
  "\nIf sex is a pain in the ass, you may be doing it wrong.\n",
  "\nIf sex is such a natural phenomenon, how come there are so many books on how to?\n\t-- Bette Midler\n",
  "\nIf they can't take a joke, then fuck 'em.\n\nIf they can, then fuck 'em.\n",
  "\nIf thine eye offends thee, pluck it out.\n\nIf thy dick offends thee, whack it off.\n",
  "\nIf you could get an erection, you would have no need for Emacs.\n",
  "\nIf you meet somebody who tells you that he loves you more than anybody\nin the whole wide world, don't trust him.  It means he experiments.\n",
  "\nIf you think sex is a pain in the ass, try a different position.\n",
  "\nIf you're Catholic you've only got two choices: periodic abstinence and\ncomplete continence.\n\nYou know ... \n\nrhythm and blues.\n",
  "\nIf you're gonna sleep with someone whose moral code may be written\nin Fortran for all you know, at least make sure there's an existing\nfriendship of some sort to fall back on if things don't work out\nlike one or the other of you planned.\n",
  "\nIf your sexual fantasies were truly of interest to others, they would no\nlonger be fantasies.\n\t\t-- Fran Lebowitz\n",
  "\nIn the stands here I see a young couple who must be in love -- they're\nkissing on every pitch.  He's kissing her on the strikes, and she's\nkissing him on the balls.\n\t\t-- Harry Caray, a Chicago sportscaster\n",
  "\nIs sex dirty?  Only if it's done right.\n\t\t-- Woody Allen, \"All You Ever Wanted To Know About Sex\"\n",
  "\nIs that a pistol in your pocket or are you just glad to see me?\n\t\t-- Mae West\n",
  "\nIt is amusing that a virtue is made of the vice of chastity; and\nit's a pretty odd sort of chastity at that, which leads men straight\ninto the sin of Onan, and girls to the waning of their color.\n\t\t-- Voltaire\n",
  "\nIt is better to be on penicillin, than never to have loved at all.\n",
  "\nIt is better to have a positive Wasserman than never to have loved at all.\n",
  "\nIt is considered normal to consecrate virginity in the general and lust\nfor its destruction in the particular.\n",
  "\nIt is far better to sleep with an old hen than pullet.\n",
  "\nIt is impossible to obtain a conviction for sodomy from an English jury.\nHalf of them don't believe that it can physically be done, and the other\nhalf are doing it.\n\t\t-- Winston Churchill\n\t[Right.  Tell it to Oscar.]\n",
  "\nIt is not true that life is one damn thing after another -- it is one\ndamn thing over and over.\n\t\t-- Edna St. Vincent Millay\n",
  "\nIt is not wise to make love more than once in the morning.\nYou never know who you'll meet later in the day.\n",
  "\nIt is one of the superstitions of the human mind to have imagined that\nvirginity could be a virtue.\n\t\t-- Voltaire\n",
  "\nIt is very difficult to look at the possibility of lesbian sheep because\nif you are a female sheep, what you do to solicit sex is to stand still.\nMaybe there is a female sheep out there really wanting another female,\nbut there's just no way for us to know it.\n\t\t-- Anne Perkins, in her study of sexuality in sheep.\n",
  "\nIt must be admitted that we English have sex on the brain, which is a\nvery unfortunate place to have it.\n\t\t-- Malcolm Muggeridge\n",
  "\nIt was her wedding night, and the sweet young thing was in a romantic haze.\n\"Oh, darling,\" she sighed, \"We're married at last.  It's all like a wonderful\ndream!\"\n\tHer husband didn't answer.  A few moments passed.  She sighed again\nand said, \"I'm afraid I'll awake in a moment and find it isn't true.\"\n\tStill no response from her spouse.  Another pause and another\nsensuous sigh, then, softly, \"I just can't believe that I'm really your\nwife.\"\n\t\"Damn it,\" growled her mate, \"as soon as I get this shoelace untied,\nyou will!\"\n",
  "\nIt was his third marriage and her fourth.  He was quite surprised when on\ntheir honeymoon she pleaded, \"Please be gentle, I'm still a virgin.\"\n\t\"Darling, what do you mean you're still a virgin?  You've been\nmarried three times.\"\n\t\"Yes, but they all worked for DEC.  The first was a salesman,\nand all he ever did was promise how good it would be.  The second was one\nof their software hacks, he told me to take care of it myself.  And the\nthird was a field service representative, and he kept promising that it\nwould be up in 15 minutes.\n",
  "\nIt was this guy's first day in the penitentiary; he was in a cell with a\nhuge burley inmate, and he was pretty nervous.  At lights-out, the inmate\njumped out of his bunk, and, turning to our hero, said, \"We're going to\nhave sex!  You want to be the Mommy or the Daddy?\"\n\tA very terrified hero managed to squeak out, \"Uh, well, uh, I guess\nI'll be the Daddy.\"\n\t\"OK,\" smiled his roommate, \"get down here and suck your Momma's dick!\"\n",
  "\nIt's a question of Napleon brandy versus Ripple.\nI am mellow and amber and I go down real smooth.\n\t\t-- Rita Moreno, commenting in Newsweek on the sex appeal\n\t\t   of older women versus younger women\n",
  "\n\"It's always the same,\" the girl sighed to her roommate after returning\nin the wee, small hours.  \"Afterward, I feel so compromised, so cheap, so\nsoiled... so absolutely wonderful from head to toe!\"\n",
  "\nIt's been so long since I made love I can't even remember who gets tied up.\n\t\t-- Joan Rivers\n",
  "\nIt's easy to make a friend.  What's hard is to make a stranger.\n",
  "\nIt's hard to keep a good girl down -- but lots of fun trying.\n",
  "\nIt's not pretty being easy.\n",
  "\nIt's not the ups and downs of love, it's the ins and outs.\n",
  "\nIt's the sighs that count.\n",
  "\nKamikazes do it once.\n",
  "\nKissing, petting, and even intercourse are all right as long as they are\nsincere.  I have never given a kiss in my life that wasn't sincere.  As\nfor intercourse, I'd say three times a day was about right.\n\t\t-- Margaret Sangor\n",
  "\nLarge cats can be dangerous, but a little pussy never hurt anyone.\n",
  "\nLawyers do it to everyone.\n",
  "\nLet a Field Service Engineer put it in.\n",
  "\nLick-a-dee-clit!\n",
  "\nLike I said, love wouldn't be so blind if the braille weren't so damned great!\n\t\t-- Armistead Maupin\n",
  "\nLisp hackers\n\t... do it in CARS.\n\t... do it with tail recursion.\n\t... first do it in the front, then do it in the back.\n\t... have DEFUN while doing it.\n\t... have to be bound to do it.\n\t... have Moby dicks.\n",
  "\nLisp hackers have to be bound (to-do 'it) ...\n",
  "\nLisp programmers do it deeper and deeper and deeper.\n",
  "\nLittle known facts: the dirtiest words used on television during the\n1950's were uttered by June Cleaver.\n\t\"Gee, Ward, weren't you a little hard on the Beaver last night?\"\n",
  "\n\tLittle Red Riding Hood was walking through the woods on her way to\nvisit her grandmother when a wolf jumped out from behind a tree.\n\t\"Aha!\" the wolf said, \"Now I've got you, and I'm going to eat you.\"\n\t\"Eat, eat, eat,\" said Little Red Riding Hood angrily, \"Damn it,\ndoesn't anybody fuck anymore?\"\n",
  "\nLove ain't nothin' but sex misspelled.\n",
  "\nLove comes in spurts.\n\t--Devo, \"Please Please\"\n",
  "\nLove does not make the world go around, just up and down a bit.\n",
  "\nLove is blind but desire doesn't give a good goddam.\n\t\t-- James Thurber\n",
  "\nLove is eating her even when she's not having her period.\n",
  "\nLove is just for now ... herpes lasts forever.\n",
  "\nLove is not the dying moan of a distant violin -- it's the triumphant\ntwang of a bedspring.\n\t\t-- S.J. Perelman\n",
  "\nLove is the answer; but while you are waiting for the answer, sex\nraises some pretty good questions.\n\t\t-- Woody Allen\n",
  "\nLove is the desire to prostitute oneself.  There is, indeed, no exalted\npleasure that cannot be related to prostitution.\n\t\t-- Charles Baudelaire\n",
  "\nLove is two minutes and fifty-two seconds of squishy sounds.\n\t\t-- Johnny Rotten\n",
  "\nMa Bell runs a baudy house.\n",
  "\nMake war not sex.  (It's safer.)\n",
  "\nMany nice things suck.\n",
  "\nMarriage has driven more than one man to sex.\n\t\t-- Peter De Vries\n",
  "\nMarriage is like a bank account.  You put it in, you take it out, you\nlose interest.\n\t\t-- Professor Irwin Corey\n",
  "\nMasturbation is the thinking man's television.\n\t-- Christopher Hampton\n",
  "\nMasturbation!  The amazing availability of it!\n\t\t-- James Joyce\n",
  "\nMath is to physics like masturbation is to sex.\n",
  "\nMathematicians\n\t... do it in groups.\n\t... do it in theory.\n\t... take it to the limit.\n",
  "\nMathematicians do it in theory.\n",
  "\nMathematicians do it with a small, imaginary part.\n",
  "\nMathematicians often resort to something called Hilbert space, which is\ndescribed as being n-dimensional.  Like modern sex, any number can play.\n\t\t-- James Blish, \"Beep/The Quincunx of Time\"\n",
  "\nMathematicians take it to the limit.\n",
  "\nMathematicians take it to the limit.\n",
  "\nMeanwhile back at the oasis, the Ay-rabs wuz busy a-eatin' their dates!\n",
  "\nMeanwhile, back at the ranch, Granny was a-beating off the Indians, but\nthey jus' kept on a-comin'.  Back at the outhouse, things were a-pilin' up.\nAnd, as the U.S. Fourth Calvary mounted the hill, Tonto, cleverly disguised\nas a doorknob, came off in the Lone Ranger's hand.\n",
  "\nMeetings are an addictive, highly self indulgent activity that corporations\nand other large organizations habitually engage in only becuase they cannot\nactually masturbate.\n\t\t-- Dave Barry\n",
  "\nMickey Mouse has a long talk one day with a psychiatrist, after which\nthe psychiatrist interviews Minnie Mouse.  A few days later Mickey meets\nwith the psychiatrist, and the following conversation ensues:\n\nSigmund : I talked with Minnie after talking with you.\nMickey  : Oh?\nSigmund : I couldn't find anything wrong with her -- she isn't insane.\nMickey  : Idiot!  I didn't say she was insane -- I said she was\n\t\tfuckin' Goofy.\n",
  "\nMorris left for a two-day business trip to Chicago.  He was only a few\nblocks from his house, when he realized that he had left the airplane\ntickets on his bureau top.  He returned and quietly entered the house.\nHis wife, in her skimpiest negligee, was standing at the sink washing\nthe breakfast dishes.  She looked so inviting that he tiptoed up behind\nher, reached out, and squeezed her breast.\n\t\"Leave only one quart of milk,\" she said. \"Morris won't be here\nfor breakfast tomorrow.\"\n",
  "\nMost fish live underwater, which is a terrible place to have sex because\nvirtually anywhere you lie down there will be stinging crabs and large\nquantities of little fish staring at you with buggy little eyes.  So\ngenerally when two fish want to have sex, they swim around and around for\nhours, looking for someplace to go, until finally the female gets really\ntired and has a terrible headache, and she just dumps her eggs right on the\nsand and swims away.  Then the male, driven by some timeless, noble instinct\nfor survival, eats the eggs.  So the truth is that fish don't reproduce at\nall, but there are so many of them that it doesn't make any difference.\n\t\t-- Dave Barry, \"Sex and the Single Amoeba: What Every\n\t\t   Teen Should Know\"\n",
  "\nMost plain girls are virtuous because of the scarcity of opportunity\nto be otherwise.\n\t\t-- Maya Angelou, \"I Know Why the Caged Bird Sings\"\n",
  "\nMost women look for a man who is tall, dark and hung some.\n",
  "\nMoustache rides, 50 cents.\n",
  "\nMrs. Johnson had a very beautiful and intelligent parrot.  He had just one\nproblem: He liked to fuck Mr. Hawkins' chickens.  Mrs. Johnson scolded him\ntime and time again, but he would just laugh at her.  Finally, she told him\nthat if he did it again, she would cut off all of the feathers on the top of\nhis head.  Well, he resisted the urge for a week, but one day, he just\ncouldn't resist going next door.  Besides, he figured she was bluffing.\n\tWell, Mr. Hawkins came over, ranting and raving about how the parrot\nhad been fucking his chickens again.  Mrs. Johnson didn't say a word, just\ntook out her scissors and cut off all of the parrot's head feathers.\n\tThat night, Mrs. Johnson had a big party at her house.  Before it\nstarted, she took the parrot and put him on top of the piano by the front\ndoor.  \"Since you disobeyed me today, you have to stay here on the piano\ntonight.  Now, don't you dare move.\"\n\tWell, the parrot was pretty pissed off about having his head bare,\nand he wasn't too happy about having to spend the whole evening on the piano.\nStill, as he usually did, when the butler would announce the guests as they\narrived, he would say hello to them.  Just then, two bald-headed men came to\nthe door.\n\tBefore the butler could say anything, the parrot yelled, \"Okay, you\nchicken-fuckers, up here on the piano with me!\"\n",
  "\nMusing on her present and past professions as \"dominant/sadomasichism\nfantasy fulfiller\" and dental hygienist, Sybil said, \"I couldn't really\nunderstand why I wanted to be a dental hygienist, but years later, after\nbeing in the SM world a long time, I figured it out:  I'm in uniform,\nthey're not.  I'm standing up, they're lying down.  I'm doing painful\nthings to them for their own good.   This is so ME.\"\n\t\t-- The Daily Cal, September 29, 1992 In an article titled:\n\t           \"Kinky sex remains alive and whipping despite threat\n\t\t    of AIDS, book reveals\"\n",
  "\nMy girlfriend's favorite erotic position is bending over my credit cards.\n",
  "\n\t\"My husband commits an inconceivable act of perversion with a\nbarnyard animal, and it's not central to my case?!\"\n\t\"Not in California.\"\n",
  "\nMy idea of a wild party is where you throw the girls' panties at the wall\nand they stick.\n\t\t-- Johnny Bob\n",
  "\n\t\"My mother,\" said the sweet young steno, \"says there are some things\na girl should not do before twenty.\"\n\t\"Your mother is right,\" said the executive, \"I don't like a large\naudience, either.\"\n",
  "\nMy mother-in-law broke up my marriage.  One day my wife came home early from\nwork and found us in bed together.\n\t\t-- Lenny Bruce\n",
  "\nMy mothers are wholly ignorant of the almost universal prevalence of secret\nvice, or self-abuse, among the young.  Why hesitate to say firmly and without\nquibble that personal abuse lies at the root of much of the feebleness,\npaleness, nervousness, and good-for-nothingness of the entire community?\n\t\t-- Dr. J.H. Kellogg, \"The Ladies Guide\", Modern Medicine\n\t\t   Publishing Company, 1895.  Dr. Kellogg helped invent\n\t\t   corn flakes and peanut butter.  In addition to denouncing\n\t\t   masturbation, he believed that smoking caused cancer and\n\t\t   that certain ailments could be cured by rolling a\n\t\t   cannonball on the stomach.\n",
  "\nMy reaction to porno films is as follows: After the first ten minutes, I\nwant to go home and screw. After the first twenty minutes, I never want\nto screw again as long as I live.\n\t\t-- Erica Jong\n",
  "\nMy schoolmates would make love to anything that moved, but I never saw any\nreason to limit myself.\n\t\t-- Emo Philips\n",
  "\nMy sex life hasn't been so good; either fist or famine.\n",
  "\nMy wife and I only smoke after sex.  I've had the same pack since 1967.\nShe's up to three packs a day.\n\t\t-- Rodney Dangerfield\n",
  "\nNational Sex Week -- don't let your meat loaf.\n",
  "\nNecessity is the mother of strange bedfellows.  Watch who you sleep with.\n",
  "\nNever ask your lover if he'd dive in front of an oncoming train for\nyou.  He doesn't know.  Never ask your lover if she'd dive in front of an\noncoming band of Hell's Angels for you.  She doesn't know.  Never ask how many\ncigarettes your lover has smoked today.  Cancer is a personal committment.\n\tNever ask to see pictures of your lover's former lovers -- especially\nthe ones who dived in front of trains.  If you look like one of them, you are\nrepeating history's mistakes.  If you don't, you'll wonder what he or she saw\nin the others.\n\tWhile we are on the subject of pictures: You may admire the picture\nof your lover cavorting naked in a tidal pool on Maui.  Don't ask who took\nit.  The answer is obvious.  A Japanese tourist took the picture.\n\tNever ask if your lover has had therapy.  Only people who have had\ntherapy ask if people have had therapy.\n\tDon't ask about plaster casts of male sex organs marked JIMI, JIM, etc.\nAssume that she bought them at a flea  market.\n\t\t-- James Peterson and Kate Nolan\n",
  "\nNever try to keep up with the Joneses; they might be newlyweds.\n",
  "\nNEW ADDITION TO THE LIBRARY:\n\n\"Sally\", the department's new inflatable doll, is available on\na short-term removal basis only -- please sign her out and return her\npromptly to avoid extended waits.  (We are still awaiting shipment of\nour \"Big John\" doll.)\n",
  "\nNewlywed groom:\n\tHoney, I have something to confess to you.  I'm a golfer.\n\tYou'll never see me on Tuesday nights, Thursday nights,\n\tand weekends.  I'm sorry.\nNewlywed bride:\n\tI have something even worse to confess, dear.  I'm a hooker.\nGroom:\n\tOh, honey, that's no problem!  Just keep your head low and follow\n\tthrough...\n",
  "\nNice computers don't go down.\n",
  "\nNine out of ten men who preferred Camels have switched back to women.\n",
  "\nNo matter how celebrated the beauty of a woman, I would never spend a night\nwith her.  The only celebrity with whom I would share a night is Max Planck.\nBut he is dead.  So I live like a monk, aside from a little self gratification\nin the afternoons.\n\t\t-- Salvador Dali\n",
  "\nNot everyone has a one-track mind.\n\t\t-- From a Bisexuality 101 talk\n",
  "\nNothing is better than Sex.\nMasturbation is better than nothing.\nTherefore, Masturbation is better than Sex.\n",
  "\nNurse Jones is a regular on the newsgroup [alt.sex.bondage], and\noccasionally has problems with folks harrassing her.  She came up\nwith this in response to one...\n\n\tFortunately, my ego isn't as fragile as that woodpecker's wing.\n\tWhen fratboy called me a dyke I told him that actually I was\n\tbisexual, but that he shouldn't feel threatened because he didn't\n\tmeet either of my standards.  But if it makes you feel more\n\tcomfortable, I said, my husband tied me to the bedposts this\n\tmorning and screwed the daylights out of me.\n\n\t\"Just think,\" said\n\n\tNurse Jones,\n\t \"... that was four\n\t   hours ago and\n\t    my sperm count\n\t     is probably *still*\n\t      higher than yours.\"\n",
  "\nNybble me...  Byte me...  Unsigned long int me...\n",
  "\nOf course, I speak of nothing else but that classic of understated yet wildly\nexciting eroticism, \"The Windflower,\" by Laura London.  Ms. London is the\nauthor of such other philosophical block-busters as \"Bad Baron's Daughter,\"\n\"A Heart Too Proud,\" \"Moonlight Mist,\" and most thigh-warming of all, \"Gypsy\nHeiress\".  Well, glasses-steaming scenes are to be found on every page, to\nan extent which overwhelms Your Humble Narrator, and so, in order to save\nhimself extreme embarrassment, he brings you... the blurb:\n\n\t\"Every lady of breeding knows: no one has a good time on a pirate\nship.  No one, that is, but the pirates.  Yet there she was, Merry Wilding\n-- kidnapped in error, taken from a ship bound from New York to England,\nspirited away in a barrel and swept aboard the infamous \"Black Joke\"...\nThere she was, trembling with pleasure in the arms of her achingly handsome,\nsensationally sensual, golden-haired captor -- Devon.\"\n",
  "\nOf course, most people eventually give up bowling for sex.\nThe balls are lighter and you don't have to change your shoes.\n",
  "\nOh John, let's not park here.\nOh John, let's not park.\nOh John, let's not.\nOh John, let's.\nOh John.\nOh.\n",
  "\nOh what a tangled web we weave when first we practice to conceive.\n\t\t-- Don Herold\n",
  "\nOh, baby, put two fingers here and one finger there and call me bitch.\n",
  "\nOnce upon a girl there was a time...\n",
  "\nOnce upon a time there was a farmer who had borrowed a bull to service his\ntwo cows.  He put all three animals on a meadow and sent little Johnny to\nobserve and report any success.  A short time later, little Johnny came\nrunning towards the house shouting: \"Daddy, Daddy, the bull just fucked the\nwhite cow!\"\n\tThe father took little Johnny aside and said: \"Look, kid, it's\nalright if you use that kind of language around me, but the reverend is\ngoing to be visiting soon.  So next time, please use another word; just\nsay that the bull \"surprised\" the cow.\"\n\tJohnny agreed and went back to observe any progress.  A little\nwhile later, while the preacher was talking to the farmer, little Johnny\ncame a-running again, shouting: \"Daddy, Daddy!\"\n\tThe father, trying to avoid embarrassing the preacher, said: \"I\nknow, the bull surprised the brown cow.\"\n\tLittle Johnny replied: \"He sure did, he fucked the white one again!\"\n",
  "\nOnce upon a time there was a farmer who owned a large number of chickens and\nmade money by selling chickens to a local distributing company.  The farmer\nwanted to increase his business, and so went to market to buy another rooster.\n\"This rooster,\" assured the vendor, \"is my best.  He's virile and energetic \nand will take care of all your chickens!\"  The farmer, delighted at this, \nbought the rooster and returned to his farm.  He set the rooster loose among \nhis hen houses and, sure enough, the rooster enthusiastically went to work. \nIt wasn't too long, however, before the rooster finished off all the hens and \nbegan on the few geese and ducks that were on the farm.  \"If you keep up this \nrate,\" warned the farmer, \"you'll screw yourself to death!\"  The rooster, \nhowever, scoffed at the farmer and continued at an increased speed.  The next \nmorning, the farmer was doing his chores when he noticed several buzzards in \nthe sky circling over something.  He headed out behind the barn, and sure \nenough there was the rooster, flat on his back, with eyes closed.  The farmer \nshook his fist at the motionless body and cursed, shouting \"I knew it!  I told \nyou so!  I knew you'd screw yourself to death!\"  The rooster turned his head \ntoward the farmer, opened one eye, and winked.  \"Shhh!\" he said, pointing to \nthe birds above.  \"I think they're coming down.\"\n",
  "\nOnce upon a time there was a little girl named Little Red Riding Hood.  One\nfine morning she decided to visit her Grandmother, so she put a freshly baked\ncake and a .357 magnum into her basket and set off through the forest.  When\nshe got there, what should she find but a big black wolf in the bed, who\njumped up, grabbed her and snarled, \"I'm going to fuck you until the sun goes\ndown.\"\n\tSo Little Red Riding Hood whipped out the .357 and said, \"Oh, no,\nyou're not!  You're going to eat me just like the story says!\"\n",
  "\nOnce upon a time there was a sperm named Stanley.  He'd do pushups and\nsomersaults and limber up all the time, while the other sperm just lay around\non their fat asses not doing a thing.  One day, one of them became curious\nenough to ask Stanley why he exercised all day.  Stanley said,\n\t\"Look, only one sperm gets a woman pregnant and when the right\ntime comes, I am going to be that one.\"\nA few days later, the all felt themselves getting hotter and hotter, and they\nknew that it was getting to be their time to go.  They were released abruptly\nand, sure enough, there was Stanley swimming far ahead of all the others.\nAll of a sudden, Stanley stopped, turned around, and began to swim back with\nall his might.\n\t\"Go back! Go back!\" he screamed.  \"It's a blow job!\"\n",
  "\nOnce upon a time there were three coeds -- a big coed, a medium-sized coed,\nand a little, tiny coed.  One night they came home from a dance, and the big\ncoed said, \"Someone's been sleeping in my bed!\"\n\tThe medium-sized coed looked in her room and said, \"Someone's been \nsleeping in my bed!\"\n\tAnd the little, tiny coed said, \"Well, nighty-night, girls!\"\n",
  "\nOnce you come out as a Pagan bisexual married leatherdyke, the rest of life\nis that much easier.\n",
  "\nOne by one the vice-presidents of a large corporation were called into the\nboss's office.  Then the junior executives were individually summoned.\nFinally the office boy was brought in.\n\t\"I want the truth, Charles,\" the boss bellowed.  \"Have you been\nplaying around with my secretary?\"\n\t\"N-no, sir,\" the office boy stammered.  \"I-I'd never do anything\nlike that, sir.\"\n\t\"All right, all right,\" sighed the boss, \"then you fire her.\"\n",
  "\nOne day a city dweller decided to take a ride in the country.  He hopped\ninto his sportscar, wandered along the highway for a while and then exited\nto some very rural dirt roads in the middle of farm country.  After awhile,\nhe came across a farmer who clearly working his fields.  The funny thing was,\nthe farmer didn't seem to be wearing any pants.  The man got out of his car\nand approached the farmer.\n\t\"Hey, buddy,\" he asked, \"how come you're not wearing any clothes?\"\n\tReplied the farmer, \"Well, boy, th' other day I was out a-workin'\nin the fields, an' I plum fergot t' wear mah shirt.  Got back to th' house\nthat night, and mah neck was stiffer than a oak-wood board.  This here's\nmah wife's idea.\"\n",
  "\n\tOne day a mother and daughter are walking around a farming community\nand they see a stallion mounting a mare.  The daughter takes in the scene and\nturns to her mother. \"Mommy, what are those two horses doing?\"\n\tHer mother hastily answered, \"The horse on top hurt its hoof, and the\none on the bottom is carrying him back to the stable.\"\n\tThe daughter shook her head and sadly replied, \"Isn't that just the\nway it goes?  Try to help someone and you get fucked.\"\n",
  "\nOne day Adam, while wandering around the Garden of Eden, noticed that all\nthe animals seemed to come in pairs, male and female.  He also noted that\nthey seemed to enjoy being together a lot.  So, he went to his special\nplace and reported to God what he'd noticed.\n\tGod, understanding his need, said, \"Adam, the time has come for me\nto provide you with a mate.  Go lie down and when you have fallen asleep, I\nwill create your mate.\"\n\tSo Adam wandered off, found a nice patch of soft grass and fell\nasleep.  Some time later he awoke, possibly due to a bit of pain in his\nribs, possibly because of the gorgeous woman leaning over him.  Remembering\nthe animals he'd seen having such fun, he immediately reached for her.\nPretty soon Adam's back at his special place.\n\t\"God?\"\n\t\"Yes, Adam, what now?\"\n\t\"God, what's a headache?\"\n",
  "\nOne day Father O'Malley was walking through the park when he came upon an\nenchanting scene.  A beautiful little girl with long blond hair, deep blue\neyes, and a dainty white dress was reading under a tree with her adorable\nlittle dog.\n\tWhat a lovely picture, thought the Father to himself.  Walking over,\nhe asked, \"Child, what is your name?\"\n\t\"Blossom,\" she replied.\n\t\"What a fitting name,\" exclaimed Father O'Malley.  \"And how did your\nparents come to choose such a pretty name?\"\n\t\"Well, one day when I was still in my mommy's tummy she was lying\nunder this very tree when a blossom fell and landed on her stomach.  She\nthought it was a message from God and decided that I would be a girl and my\nname would be Blossom,\" explained the little girl sweetly.\n\tHow charming, thought the priest.  He started to say good-bye and\nwalk away, then turned back.  \"And the name of your little dog?\" he\ninquired.\n\t\"Porky,\" was the child's reply.\n\tAgain he asked her how the unusual name had been chosen.\n\t\"Because he likes to fuck pigs.\"\n",
  "\n\"One day I got on the usual bus, and when I stepped in, I saw the most\ngorgeous blond chinese girl... I sat beside her... I said 'Hi,' and she\nsaid 'Hi,' and then I said 'Nice day, isn't it,' and she said 'Yeah, I\nguess'... I said 'What do you mean \"you guess\"?'... she said 'I saw my\nanalyst today and he says I have a problem.'... so I asked 'What's the\nproblem?'... she replied 'I can't tell you, I don't even know you.'...\nI said 'Well sometimes it's good to tell your problems to a perfect\nstranger on a bus.'  So she said, 'Well, my analyst said I'm a nymphomaniac\nand I only like Jewish cowboys... by the way, my name is Diane.'  I said,\n'Hello, Diane, my name is Bucky Goldstein.'\"\n\t\t-- Steven Wright\n",
  "\nOne hundred and one uses for canned peaches.\nOne hundred and two if you plan to eat them.\n",
  "\nOne man's nightmare is another man's wet dream.\n",
  "\nOne morning after an evening of particularly heavy drinking, a man awoke\nand upon rolling over in bed saw one of the ugliest women he had ever\nseen.  As he was about to get out of bed, he looked on the floor and saw\nanother woman even less appealing than the first.  Seeing his look of\nwide-eyed amazement, the woman on the floor snapped,  \"Don't look at me\nlike that, I was only the bridesmaid.\"\n",
  "\nOne night when his charge was pretty high, Micro-Farad decided to\nseek out a cute little coil to let him discharge.  He picked up Milli-Amp\nand took her for a ride on his Megacycle.  They rode across the Wheatstone\nbridge, around the sine waves, and stopped in the magnetic field by the\nflowing current.  Micro-Farad, attracted by Milli-Amp's charactaristic curves,\nsoon had her fully charged and excited, her resistance to a minimum.  He laid\nher on the ground potential, raised her frequency, and lowered her reluctance.\nHe pulled out his high voltage probe and inserted it into her socket,\nconnecting them in parallel and began short circuiting her resistance shunt.\nFully excited, Milli-Amp mumbled:  \"OHM-OHM-OHM.\"\n\tWith his tube operating at a maximum and her field vibrating with\nhis current flow, it caused her shunt to overheat, and Micro-Farad was rapidly\ndischarged and drained of every electron.  They Fluxed all night trying\nvarious connections and sockets until his magnet had a soft core and lost\nall of its field strength.\n\tAfterwards, Milli-Amp tried self-induction  and  damaged  her\nsolenoids.  With his battery fully discharged, Micro-Farad was unable to\nexcite his field, so they spent the night reversing polarity and blowing\neach others fuses.\n\t\t-- Eddie Currents, \"The Sex Life of an Electron\"\n",
  "\nOne of my favorite Zoo jokes has to do with a woman who, while\nvisiting the zoo, desided to have a little fun with the Gorilla.  She walks\nup to his cage, reaches in, and begins to fondle the beast.  Needless to\nsay, the animal becomes quite excited, and as he tries to reciprocate in\nkind, the woman steps back and gives him a raspberry...!\n\tThe gorilla becomes enraged.  He rips the bars from his cage, grabs\nthe woman, drags her back into the cage, and ravishes her.  While doing so,\nhe inflicts a great deal of harm upon her person.\n\tLater, at the hospital, a neighbor of the woman visits and exclaims,\n\"Oh, you poor dear...!  Are you hurt?\"\n\t\"Hurt!\", \"Hurt!?\" the injured lady sobs, \"He doesn't phone.  He\nnever writes...\"\n",
  "\nOne of the airlines recently introduced a special half-fare rate for wives\naccompanying their husbands on business trips.  Anticipating some valuable\ntestimonials, the publicity department of the airline sent out letters to\nall the wives of businessmen who used the special rates, asking how they\nenjoyed their trip.  Responses are still pouring in asking,\n\t\"What trip?\"\n",
  "\nOne of the most expensive things in life is a girl who is free for the evening.\n",
  "\nOne of the regular foursome was sick, so a new member named George filled in.\nHe was good and pleasant company so they asked him to join them again the\nfollowing Sunday.\n\t\"9:30 okay?\"\n\t\"Fine,\" George said, \"but I may be a few minutes late.\"\nThe following Sunday George showed up right on time. Not only that, he played\nleft-handed and beat them.  They agreed to meet the following Sunday morning.\nGeorge was eager to come, but again, mentioned that he might be a few minutes\nlate.  The next Sunday there was George, punctual to the dot. This time he\nplayed right-handed and beat them again.\n\t\"You on for next Sunday, George?\" one of the foursome asked.\n\t\"Sure,\" George replied, \"but I might be a few...\"\n\tAnother golfer jumped in. \"Wait a minute... You always say you might\nbe late, but you're always right on time, and you always win, left-handed\n*or* right-handed.\"\n\t\"Well,\" George replied, rather sheepishly, \"that's true, but see, I'm\nsuperstitious.  If my wife is sleeping on her right, when I wake up, I play\nright handed.  If she's sleeping on her left side, I play left handed.\"\n\t\"What if she's lying on her back?\"\n\tGeorge said, \"That's when I'm late.\"\n",
  "\n\tOne PAYDAY, MR. GOODBAR wanted a BIT O' HONEY.  So he took his Miss\nHERSHEY behind the POWERHOUSE on the corner of 5th AVENUE and CLARK where he\nthere began to feel her MOUNDS.  And that was an ALMOND JOY which definately\nmade his TOOSIE ROLL.\n\tHe let out a SNICKER as he slipped his BUTTERFINGER up her KIT KAT\nwhich of course caused the MILKY WAY.  She screamed \"OH, HENRY!\" as she\nsqueezed his PETER, PAUL and ZAGNUTS and said \"you're better then the 3\nMUSKETEERS.\"\n\t\t-- John Volby (Dr. Dirty), \"The Candy Bar Poem\"\n",
  "\nOne should be cherry of virgins.\n",
  "\nOne spring evening, after a hard rain, grandpa and grandson were\nsitting out on the porch, talking.  Grandpa spied a worm crawling up out\nof its hole and said to his grandson, \"Sonny, if you can get that there\nworm back down its hole, I'll give you five dollars.\"\n\t\"Sure!\", says sonny, and runs in the house.  Out he runs an\ninstant later with a can of hairspray, grabs the worm, and sprays it with\nthe hairspray as it dangles earthward.  He then slips the stiff worm back\ninto its hole and turns to his grandpa with a huge smile on his face.\n\t\"Well, I'll be.  That was pretty smart there, boy.\", he says.\n\"Here's your fiver.\", he adds as he fishes out a bill.  By then it's almost\ndark, and they say their goodnights and part.\n\tThe next day sonny's playing out on the porch, and grandpa comes\nout of the house and gives him a five.  \"But you gave me my five yesterday,\ngrandpa.\", he remarks.\n\t\"Yep, I know.  This is from your Grandma.\"\n",
  "\nOoooooh, nooooooo, not tonight!!\n",
  "\nOoops.  Gotta run.  My dog wants sex.  Later.\n",
  "\nOperators mount anything!\n",
  "\nOral sex is like being attacked by a giant snail.\n\t\t-- Germaine Greer\n",
  "\nOther people don't give you orgasms; you have them, and they help you\ncash them in.\n",
  "\nOuch!  That felt good!\n\t\t-- Karen Gordon\n",
  "\n\t\"Our school, madame, postulates, first of all, that since the\nscience of mathematics is an abstract science, it is best inculcated by\nsome concrete example.\"\n\tSaid the Queen, \"But that sounds rather complicated.\"\n\t\"It occasionally leads to complications,\" Jurgen admitted, \"through\na choice of the wrong example.  But the axiom is no less true.\"\n\t\"Come, then, and sit next to me on this couch if you can find it in\nthe dark; and do you explain to me what you mean.\"\n\t\"Why, madame, by a concrete example I mean one that is perceptible\nto any of the senses -- as to sight or hearing, or touch --\"\n\t\"Oh, oh!\" said the Queen, \"now I perceive what you mean by a concrete\nexample.  And grasping this, I can understand that complications must of\ncourse arise from a choice of the wrong example.\"\n\t\t-- James Branch Cabell, \"Jurgen\"\n",
  "\nPainters do it with even strokes.\n",
  "\nPassion is that funny feeling that drives a man to bite a woman's neck\nbecause she has beautiful legs.\n",
  "\nPee-wee Recommends:\n\nWhen Pee-wee Herman was arrested that evening in Sarasota, Florida,\nthe bill at the XXX South Trail Cinema featured:\n\n\t+ Nurse Nancy, starring Sandra Scream\n\t+ Turn Up the Heat, starring Savannah\n\t+ Tiger Shark, starring Raven\n",
  "\nPeople who live in glass houses should ball in the basement.\n",
  "\nPerhaps at fourteen every boy should be in love with some ideal woman to put\non a pedestal and worship.  As he grows up, of course, he will put her on\na pedestal the better to view her legs.\n\t\t-- Barry Norman, in \"The Listener\"\n",
  "\nPersistence, like perspiration, is 99 percent of the fine art of love.\n",
  "\nPhilosophy is to the real world as masturbation is to sex.\n\t\t-- Karl Marx\n",
  "\nPhysicists do it with charm.\n",
  "\nPicking up a man in a bar is like a snowstorm, you never know when\nhe's coming, how many inches you'll get or how long'll he'll stay.\n",
  "\nPoliticians do it to everyone.\n",
  "\nPostulate #1:\tNothing is better than sex.\nPostulate #2:\tMasturbation is better than nothing.\nConclusion:\tMasturbation is better than sex.\n",
  "\nPouring out his troubles to his best friend over a couple of triple martinis,\nBrad had to confess that things weren't going too well at home.  \"My wife and\nI just don't hit it off at night,\" he was saying to Bart.  \"I hate to admit\nit, but I'm afraid I just don't know how to make her happy.\"\n\t\"Hell, boy,\" said Bart, \"there's really nothing to it.  Let me\ngive you some advice.  At bedtime, switch on a new Sinatra platter, turn\nall the lights low and spray some perfume around the room.  Next, tell\nyour wife to get into her sheerest nightie; then make sure you raise the\nbottom window.\"\n\t\"Then what do I do?\" asked Brad.\n\t\"Just whistle.\"\n\t\"Whistle?\"\n\t\"That's right.  I'll be waiting outside the window.  When I hear\nyou whistle, I'll come right up and finish the job.\"\n",
  "\nPregnancy -- the worst sexually transmitted disease of them all.\n",
  "\nPregnancy begins with a single sell.\n",
  "\nPrinters do it without wrinkling the sheets.\n",
  "\nProbably the question asked most often is: Do one-celled animals have\norgasms?  The answer is yes, they have orgasms almost constantly, which is\nwhy they don't mind living in pools of warm slime.\n\t\t-- Dave Barry, \"Sex and the Single Amoeba: What Every\n\t\t   Teen Should Know\"\n",
  "\nProcrastinators do it tomorrow.\n",
  "\nProgrammers do it bit by bit.\n",
  "\nProgrammers do it until it goes down.\n",
  "\nProgrammers get overlaid.\n",
  "\nProstitution is the only business where you can go into the hole and\nstill come out ahead.\n",
  "\nPsychiatry is quite similar to prostitution, only less honest.  They both\npromise to make people feel better, but the prostitute doesn't make\npretensions that the feelings will last once the client walks out the door.\n",
  "\nRalph:\tLisa, you have no tits and a awful tight pussy.\nLisa:\tRalph... get off my back!!\n",
  "\nRating women on the Budweiser scale; the number of Clydesdales it would take\nto pull you off her.\n",
  "\nReach out and fuck someone.\n",
  "\nRemember when you were a kid and the boys didn't like the girls?  Only\nsissies liked girls?  What I'm trying to tell you is that nothing's\nchanged.  You think boys grow out of not liking girls, but we don't grow\nout of it.  We just grow horny.  That's the problem.  We mix up liking\npussy for liking girls.  Believe me, one couldn't have less to do with\nthe other.\n\t\t-- Jules Feiffer\n",
  "\nRemember, there's a big difference between kneeling down and bending over.\n\t\t-- Frank Zappa\n",
  "\nRemember, when preparing a dish for bedtime, champagne is the best tenderizer.\n",
  "\nReturning from the men's room, a bar customer was sadly, shaking his head.\n\t\"What's the matter, buddy?\", inquired the bartender.\n\t\"Well,\" replied the customer, \"while I was in the men's room, I saw\nsomeone had scribbled `Wendy gives really fabulous head; absolutely the best\nblow job in the world!' on the wall.\"\n\t\"Ahh, hell,\" said the bartender.  \"Don't give it a second thought,\nwe get jerks in here like anywhere else.\"\n\t\"I know,\" snarled the headshaker. \"One of them scratched out the\nphone number!\"\n",
  "\nRevenge is sleeping with your enemy's wife.  Sweet revenge is the realization\nthat she's a lousy lay.\n",
  "\nRogue players do it with all sorts of different animals.\n",
  "\nRoses on your piano isn't nearly as good as tulips on your organ.\n",
  "\nRunners do it alone.\n",
  "\nSanta Claus comes down the chimney and the nubile sixteen-year-old\nhas been waiting for him.  Santa sees her, and in typically unflappable\nSanta-style says, \"And what do you want for Christmas, little girl?\"\n\tThe girl, and she's not so little, tells him.  Well, Santa is\ndefinitely flapped by this, but he manages to come out with, \"Ho ho ho,\ngotta go, gotta get the children their toys, you know.\"\n\tThe girl, not to be daunted, takes off her robe.  \"Aw, please stay\nSanta,\" she begs.\n\tHe replies, \"Ho ho ho, gotta go, gotta get the children their toys,\nyou know.\"\n\tShe then takes off her pajama top, her firm pouting breasts pointing\nat Santa like an accusation.  \"Aw, please stay Santa,\" she pleads.\n\t\"Ho ho ho, gotta go, gotta get the children their toys, you know.\"\n\tFinally, she takes off her pajama bottoms, revealing to Santa her\nwarm mound of delight.  \"Aw, please stay, Santa,\" she begs.\n\tBeing only mortal, Santa finally gives in, sighing, \"Hey hey hey,\ngotta stay, can't get up the chimney with my dick this way.\"\n",
  "\nSatyrs have more faun.\n",
  "\nSave a forest - eat a beaver!\n",
  "\nSave a mouse, eat a pussy!\n",
  "\n\"Scott, baby,\" the sexually aggressive girl murmured as she guided her\ndate's finger to her clitoris, \"This bud's for you.\"\n",
  "\nSeems like there were these two dogs in a vet's waiting room, each eyeing\nthe other suspiciously.  One of them turns to the other.\n\t\"What are you here for?\" he asks.\n\t\"Well,\" replies the other, \"I was feeling really bad the other day,\nand Master's six year old son started bothering me. I tried to ignore it,\nbut I was feeling so rotten that I bit his hand.\"\n\t\"Yeah, I now what you mean.  So, what are you here for?\"\n\t\"Erm ... well ... Master reckons that I'm too vicious, so I'm going\nto be ... you know ... I'm going to have the *operation*.\"\n\t\"Oh.  Well, I'm sorry,\" sympathised the first dog.\n\tTime passed. The about-to-be-neutered dog coughed politely.\n\t\"So,\" he asked, \"What are you in here for?\"\n\t\"Oh, nothing really,\" the other replied, embarrassed.\n\t\"Go on, I told you, it *can't* be as bad!\"\n\t\"OK.  Well, it's like this.  The bitch next door was in heat, and so\nI was feeling, you know, a bit randy.  Then Mistress came into the kitchen\nwearing a short skirt and no underwear, and she bent over.  I just couldn't\nresist it!\" admitted the dog.\n\t\"Oh!  So you're here for the operation too!\"\n\t\"No,\" came the reply, \"I'm here to have my nails clipped!\"\n",
  "\nSeems like this guy is hitting up on a woman in a bar.  After assiduously\npursuing her for several minutes, she leans forward and tells him that he's\na nice guy and all that, but, well, that she's a lesbian.  Confused, he asks\nher what that means.\n\t\"Well,\" she replies, \"you see that woman at the corner table?\"\n\t\"Yeah...\"\n\t\"I'd like to walk over to her, and unbottom her blouse.\"\n\t\"Yeah...\"\n\t\"And then I'd like to kiss her and suck on her nipples... and\nthen I'd like to take off her skirt... and run my hand over her thighs...\"\n\t\"Right!  Right!\" interrupts the guy.  \"I think I'm a lesbian too!\"\n",
  "\nSeems there was this traveling salesman who wandered into a brothel and\nasked the madam for a woman who would give him the absolutely worst blow-job\nimaginable.  Not horny, just homesick.\n",
  "\nSeems this guy notices a young nun sitting on the bus; through her heavy veil\nhe just spots a glimmer of her face.  Gorgeous!  She moves, and her vestments\ncannot hide the fact she has a truly phenomenal body.  The guy gets more and\nmore excited until he finally approaches the nun and tells \"Sister, please\nbelieve me, I don't normally do this sort of thing, but I think I love you.\nCould we maybe talk?\"\n\tThe nun almost runs off the bus.  As the young man's stop comes up,\nthe bus driver asks the guy if he was the person bothering the nun.  The man\nstarts apologizing, but the bus driver interrupts him.  \"No, don't apologize,\nI was checking her out myself.  Listen, you see where she got on?  She goes\nthere every day, to a little park.  Why don't you meet here there?\"\n\tSure enough, the man goes to the park the next day and there's the nun\nin a secluded grove of trees.  He approaches her, and she seems, although shy,\nmuch more willing to talk.  After an hour of cautious talk, he asks her if\nshe'd be willing to make love with him.  She blushes, smiles, blushes again\nand says \"yes\".  But that she doesn't dare risk getting pregnant, so it would\nhave to be the \"back door\".\n\tAs they start to make love, the young man is overcome with guilt;\npanting, he says, \"Sister, I have to tell you, I'm the guy who was annoying\nyou on the bus yesterday.\n\tReplies the nun, \"Well, that's okay.  I'm not really a nun.  I'm\nactually the bus driver.\"\n",
  "\nSeems this guy showed up at a party, and all of his friends jumped for\nJoy.  But she sidestepped, and they missed.\n",
  "\nSelf-abuse is the most certain road to the grave.\n\t\t-- Dr. George M. Calhoun, 1855\n",
  "\nSex and drugs and UNIX.\n",
  "\nSex and mathematics have one thing in common.  You can do each while thinking\nabout the other.\n",
  "\nSex appeal is 50",
  " what you've got and 50",
  " what people think you've got.\n\t\t-- Sophia Loren\n",
  "\nSex discriminates against the shy and ugly.\n",
  "\nSex hasn't been the same since women started enjoying it.\n\t\t-- Lewis Grizzard\n",
  "\nSex is a biological function; kissing is a committment.\n",
  "\nSex is a natural bodily process, like a stroke.\n",
  "\nSex is about as important as a cheese sandwich.  But a cheese sandwich,\nif you ain't got one to put in your belly, is extremely important.\n\t\t-- Ian Dury\n",
  "\nSex is an emotion in motion.\n\t\t-- Mae West\n",
  "\n\"Sex is as honest a product benefit for fragrance [perfume] as taste is\nfor diet Coke.\"\n\t\t-- Malcolm DacDougall\n",
  "\nSex is better than grass, if you have the right pusher.\n",
  "\nSex is dirty, but only if you do it right.\n",
  "\nSex is good, but not as good as fresh sweet corn.\n\t\t-- Garrison Keillor\n",
  "\nSex is just one damp thing after another.\n",
  "\nSex is like a bridge game -- If you have a good hand no partner is needed.\n",
  "\nSex is like pizza -- when it's good, it's great; and when it's bad,\nit's still darn tasty!\n",
  "\nSex is low in calories, and *oooh* that aftertaste!\n",
  "\nSex is nobody's business but the three people involved.\n",
  "\nSex is not the answer.  Sex is the question.  \"Yes\" is the answer.\n\t\t-- Swami X\n",
  "\nSex is one of the nine reasons for reincarnation ... the other eight\nare unimportant.\n\t\t-- Henry Miller\n",
  "\nSex is the mathematics urge sublimated.\n\t\t-- M.C. Reed\n",
  "\nSex is the poor man's opera.\n\t\t-- G.B. Shaw\n",
  "\nSex is what women have and men want.\n",
  "\nSex without class consciousness cannot give satisfaction, even if it is\nrepeated until infinity.\n\t\t-- Aldo Brandirali (Secretary of the Italian Marxist-Leninist\n\t\t   Party), in a manual of the party's official sex guidelines,\n\t\t   1973.\n",
  "\nSex without love is an empty experience, but, as empty experiences go,\nit's one of the best.\n\t\t-- Woody Allen\n",
  "\nSex; it's always best when one partner is at least a little bit desperate.\n",
  "\nSexual enlightenment is justified insofar as girls cannot learn too soon\nhow children do not come into the world.\n\t\t-- Karl Kraus\n",
  "\nShe asked me if I loved her still.  \"Yes,\" I replied.  \"I've never had\nyou any other way.\"\n",
  "\nShe called her parakeet Onan, because he spilled his seed.\n\t\t-- Dorothy Parker\n",
  "\nShe was a farmer's daughter but she couldn't keep her calves together.\n",
  "\nShe was only a mortician's daughter but anyone cadaver.\n",
  "\nShe was only:\n\ta coal digger's daughter, but she'll always be mine.\n\ta statistician's daughter, but she knew all the standard deviations.\n\ta wrestler's daughter, but you should have seen her box.\n\ta moonshiner's daughter, but I love her still.\n\ta chimney sweep's daughter, but she sure knew how to haul ash.\n\ta fireman's daughter, but her face was a cause for alarm.\n\ta banker's daughter, but she opened her drawers for cash.\n",
  "\nShe was wearing a very tight skirt, and when she tried to board the Fifth\nAvenue bus she found she couldn't lift her leg.  She reached back and\nunzipped her zipper.  It didn't seem to do any good, so she reached back\nand unzipped it again.  Suddenly the man behind her lifted her up and put\nher on the top step.\n\t\"How dare you?\" she demanded.\n\t\"Well, lady,\" he said, \"by the time you unzipped my fly for the\nsecond time I thought we'd become good friends.\"\n",
  "\nShe's fine, upstanding, and wonderful laying down.\n",
  "\nShe's looking for:\tHe's looking for:\tForeplay:\n1957\t\t\tSomeone who'll go\tHer: Finding a place to put\nMr. Nice Guy\t\tall the way\t\t     her gum\n\t\t\t\t\t\tHim: Wondering which word would\n\t\t\t\t\t\t     best describe her breasts\n\t\t\t\t\t\t     to the guys\n\n1967\t\t\tSomeone who's got\tThe first ten minutes\nMr. Natural\t\trolling papers and\tof \"In-A-Gadda-Da-Vida\"\n\t\t\twill go all the way\n\n1977\t\t\tSomeone who'll go\tTesting the batteries\nMr. Goodbar\t\tall the way in leg\n\t\t\twarmers and a leather\n\t\t\tface mask\n\n1987\t\t\tSomeone who's never\tExamination of the genitalia\nMr. Clean\t\tgone all the way in\tunder the magnifying glass\n\t\t\tSan Francisco\t\tthat Grandma used for needle-\n\t\t\t\t\t\tpoint before she passed away\n\t\t-- Michael Corcoran, \"National Lampoon\", October 1987\n",
  "\nShe's the kind of woman you could fall madly in bed with.\n",
  "\n\"Sir\", said the beggar, \"can you spare fifty dollars for a cup of coffee?\"\n\n\"Fifty dollars for a cup of coffee, one should be sufficient!\",\nanswered the gentleman, rather shortly.\n\n\"I know\", replied the beggar, \"but coffee always makes me horny.\"\n",
  "\nSixteen'll get you twenty.\n",
  "\nSo this elderly couple were sitting in their tiny cold water flat on the\nlower East Side when the husband said, \"Doris, we're in bad shape.  Inflation\nhas eaten up our Social Security check.  The next one isn't due for a week\nand we've got no money left for food.\"\n\t\"Could I do anything to help?\" she asked.\n\t\"Yes,\" he said.  \"I hate to see you do this but it's the only way.\nYou're going to have to go out and hustle.\"\n\t\"Me?\" she asked.  \"At the age of sixty-five?\"\n\t\"It's the only way,\" he said.\nResigned to the situation, she went out into the warm night.  She came\nstaggering in early the next morning.\n\t\"How did you do?\" asked the husband.\n\t\"Here,\" she said, \"I've got four dollars and ten cents.\"\n\t\"Four dollars and ten cents,\" he said .  \"Who gave you the ten cents?\"\n\t\"Everybody,\" she said.\n",
  "\nSo, how's your love life?  Still holding your own?\n",
  "\nSo, your daughter was voted \"Most Likely to Conceive\", and you're still\ndrinking ordinary scotch?\n",
  "\nSodomy is a pain in the ass.\n",
  "\nSome of the greatest love affairs I've known have involved one actor,\nunassisted.\n\t\t-- Wilson Mizner\n",
  "\nSome women achieve greatness, some have greatness thrust into them.\n",
  "\nSome women are like musical glasses.  To keep them in tune they must be wet.\n\t\t-- Samuel Coleridge\n",
  "\nStatisticians do it with 95",
  " confidence.\n",
  "\nStatisticians probably do it.\n",
  "\nSticks and stones may break my bones but whips and chains excite me!!!\n",
  "\nSure eating yogurt will improve your sex life.  People know that if\nyou'll eat that stuff, you'll eat anything.\n",
  "\nSystems people do it with a small, but clean, interface.\n",
  "\nTeaching undergraduates is like herding sheep.  And, like the old Basque\nsheepherder explained, whenever the livestock starts looking good to you,\nit's time to spend a night in town.\n",
  "\nTeen-age prostitution: the problem is mounting!\n",
  "\nTest makers do it:\n\tA: sometimes\n\tB: always\n\tC: never\n\tD: none of the above.\n",
  "\nThat girl could suck the chrome off a bumper.\n",
  "\nThat reminds me of a friend of mine who went north to work on the Alaskan\npipeline.  Before he went up there, he was just a skinny little runt.  When\nhe got back, he was a husky fucker.\n",
  "\n\t\"That wife of mine is a liar,\" said the angry husband to a\nsympathetic pal seated next to him in a bar.\n\t\"How do you know?\" the friend asked.\n\t\"She didn't come home last night, and when I asked her where\nshe'd been she said she'd spent the night with her sister Shirley.\"\n\t\"So?\"\n\t\"So, she's a liar.  I spent the night with her sister Shirley.\"\n",
  "\nThat's the most fun I've had without laughing.\n\t\t-- Woody Allen, on sex\n",
  "\nThe abbess of a nunnery was instructing a group of novices on the house rules\nof her particular order.  The indoctrination period, which went on for hours,\nbegan with \"No washing of undies in the founts,\" and ended with \"Lights out at\nnine.  Candles out at ten.\"\n",
  "\nThe best way to cut off a cat's tail is to repossess his Jaguar.\n",
  "\nThe Bible contains six admonishments to homosexuals and 362 admonishments\nto heterosexuals.  That doesn't mean that God doesn't love heterosexuals.\nIt's just that they need more supervision.\n",
  "\nThe big difference between sex for money and sex for free is that\nsex for money usually costs a lot less.\n\t\t-- Brendan Francis\n",
  "\nThe blind daters had really hit it off and at the end of the evening, as\nthey were beginning to undress each other in his apartment, the fellow said,\n\t\"Before we go any further, Charmaine, tell me -- do you have\nany special fetishes that I should take into account in bed?\"\n\t\"As a matter of fact,\" smiled the girl, \"I do happen to have a foot\nfetish -- but I suppose I'd settle for maybe seven or eight inches.\"\n",
  "\nThe bottom-up approach always gets me buggered.\n\t\t-- Sidney J. Hurtubise\n",
  "\nThe butcher, the baker, the candlestick make her, why can't I?\n",
  "\nThe country girl who became a city madam has obviously gone from rags to rigids.\n",
  "\nThe difference between a sorority girl and a bowling ball is that you can\nonly get three fingers in a bowling ball.\n",
  "\nThe difference between her and the Titanic is that only 1100 men went down\non the Titanic.\n",
  "\nThe difference between like and love is the same as the difference between\na spit and a swallow.\n",
  "\nThe difference between women and girls is as much as twenty years,\nin some states.\n",
  "\nThe doctor had just finished giving the young man a thorough physical\nexamination.  \"The best thing for you to do,\" the M.D. said, \"is give up\ndrinking, give up smoking, get to bed early and stay away from women.\"\n\n\"Doc, I don't deserve the best,\" pleaded his patient.  \"What's second best?\"\n",
  "\nThe first time we slept together she drove a recreational vehicle into\nthe bedroom.\n\t\t-- Richard Lewis\n",
  "\nThe five-alarm fire had been raging out of control for hours, pouring thick,\nblack smoke over the street.  At last the blaze was under control and the\nfire chief began accounting for his men.  Two were missing, so he ordered\na search.  Captain Kelly finally rounded a fire truck parked in an alley\nand found, to his shock, one fireman with his trousers down leaning over a\ngarbage can and another fireman screwing him in the ass.\n\t\"What's the meaning of this!\", the captain roared.\n\t\"Jones here had passed out from smoke inhalation,\" the fireman on\ntop panted.\n\t\"You're supposed to give mouth to mouth resuscitation for that!\"\nthe captain yelled.\n\t\"I know.  That's what started this,\" the fireman replied.\n",
  "\nThe fucking ain't worth the fighting.\n",
  "\nThe girls that go to see a man's etchings may not know art ...\n\nbut they know what they like!\n",
  "\nThe good doctor had been an inspiration to the jungle natives.  He had cured\ntheir sick and taught them the religious and moral values of his own England.\nHe was loved and respected by every native in the village, but on this\nparticular afternoon the chief was obviously troubled as he entered the\ndoctor's hut.  \"You live among my people long time now,\" said the chief.\n\"You tell us not right for a man and girl to be close together before\nmarriage and we believe what you say.  This morning white child born to\nwoman in village.  You only white man in jungle.  What I tell my people?\"\n\tThe doctor smiled and led the chief to a window.  \"My son,\" he said,\n\"I'll won't attempt to give you a full scientific explanation for the\nphenomenon known as an albino.  But look at the flock of sheep upon that\nhill.  Every one is snow white except one.  The white baby born to the\nwoman in your village means nothing more or less than that one black sheep\nin the white flock.  It is simply one of nature's mysterious accidents.\"\n\tThe black chief became embarrassed and looked at his feet. \"OK, doc,\"\nhe said.  \"You no tell -- I no tell.\"\n",
  "\nThe good news is that the horse is dead, but your mother's pregnant.\n",
  "\nThe good thing about masturbation is that you don't have to dress up for it.\n\t\t-- Truman Capote\n",
  "\nThe hacker as a mate/lover and the signs of trouble:\n\n-- The morning after note reads:\n\tWhiting, Barbara:\n\tI enjoyed last night.  We really interfaced.  You looked so cute\n\tI wanted to byte your ear.\n-- He believes Steve Wozniak offered the Apple to Adam.\n-- The people he tries to emulate are five years his junior.\n-- The last straw:\n\tOnce again, your date has lost all track of time debugging a new\n\tprogram and shows up an hour late.\n\n\tYou Don't...:\n\t\tMake nasty asides regarding his 5-1/4 inch floppy.\n\tYou Do...:\n\t\tRemind him that \"going down\" doesn't necessarily\n\t\tindicate a malfunction.\n",
  "\nThe harder they come, the more important it is to have an extra-firm mattress.\n",
  "\nThe honest female orgasm is three to fifteen rhythmic contractions of the\nouter third of the vagina at .8 second intervals, which is approximately\nthe beat of Surfing Safari\" by the Beach Boys.  Unless these contractions\noccur, you can regard her groaning, moaning, clawing, kicking, begging for\nmercy, and shouting filthy religious epithets as bargain-basement histrionics.\n\t\t-- John Hughes, National Lampoon\n",
  "\nThe honeymoon is over when a quickie before dinner refers to a short drink.\n",
  "\n\tThe hungover couple dawdled over a midafternoon breakfast, after a\nparticularly wild all-night party held in their fashionable apartment.\n\t\"Dearest, this is rather embarrassing,\" said the husband, \"but\nwas it you I made love to in the library last night?\"\n\tHis wife looked at him reflectively and then asked, \"About what time?\"\n",
  "\nThe husband was disturbed by his wife's indifferent attitude towards him\nand the marriage counselor suggested he try being more aggressive in his\nlovemaking.\n\t\"Act more like a romantic lover and less like a bored spouse,\" he\nwas advised.  \"When you go home, make love to her as soon as you meet --\neven if it's right inside the front door.\"\n\tAt the next consultation, the adviser was pleased to hear that the\nhusband had followed his instructions.  \"And how did she react this time?\"\nthe consultant asked.\n\t\"Well, to tell you the truth,\" the husband replied, \"she was still\nsort of indifferent.  But one thing I've got to admit: her bridge club went\nabsolutely wild!\"\n",
  "\nThe husband wired home that he had been able to wind up his business trip a\nday early and would be home on Thursday.  When he walked into his apartment,\nhowever, he found his wife in bed with another man.  Furious,he picked up his\nbag and stormed out.  He met his mother-in-law on the street, told her what\nhad happened and announced that he was filing for divorce in the morning.\n\t\"Give my daughter a chance to explain before you take any action,\"\nthe older woman pleaded.  Reluctantly, he agreed.\n\tAn hour later his mother-in-law phoned the husband at his club.\n\"I knew my daughter would have an explanation,\" she said, a note of triumph\nin her voice.  \"She didn't receive your telegram!\"\n",
  "\nThe Italian entry in the Eurovision Song Contest, \"I Can't Get No\nContraception\", has been withdrawn after the Pope advised them to pull it out\nat the last minute.\n\t\t-- Not the Nine O'Clock News\n",
  "\nThe king arranged a regal marriage for his daughter -- a bond that would unite\ntwo great kingdoms.  Yet, because the young couple seemed so formal to each\nother, he posted a spy outside the royal wedding chamber and demanded a full\naccount of the wedding night's progress.\n\t\"It's hard to tell,\" said the spy the next morning. \"When the prince\nentered the chamber, I heard the princess say, quite formally, 'I offer you my\nhonor.'  Then the prince said, with equal courtliness, 'I honor your offer.'\nAnd that's the way it went all night long -- honor, offer, honor, offer.\n",
  "\nThe largest gay community in the U.S. (as a percentage of total population)\nis not in San Francisco, but in Iowa Falls, Minnesota (pop. 763), a small\ntown in which virtually everyone is gay.  In 1976, a group of about 100\ngays fleeing persecution in the South settled in the town, and soon won a\nmajority on the town council.  Ordinances prohibiting heterosexual acts\nsoon followed.  \"After all,\" said mayor Harry Whalen, \"If the Supreme Court\nhas refused to strike down laws prohibiting homosexual acts, then our\nanti-straight laws are equally valid.\"  Rigorous enforcement of those laws\nhas resulted in a community that is now almost 100",
  " gay.  Said one long-time\nresident: \"I've lived here 35 years and didn't want to leave, but I didn't\nwant to give up sex either.  Then my neighbor Ed came over one night, and\nsaid how about I do it with him, and my wife Millie could do it with his\nwife.  Well, I found it wasn't nearly as bad as I thought it was gonna be.\nFact is, I rather like it.\"\n",
  "\nThe little boy pointed to two dogs in the park and asked his father what\nthey were doing. \"They're making puppies, son,\" replied the father.\n\tThat night, the boy wandered into his parents' room while they were\nmaking love.  Asked what they were doing, the father replied, \"Making you\na baby brother.\"\n\t\"Gee, Dad,\" the boy pleaded, \"turn her over -- I'd rather have a\npuppy.\"\n",
  "\n\tThe little old lady rushed into the taxidermist and unwrapped a package\ncontaining two recently deceased monkeys.  Her instructions to the proprietor\nwere delivered in a welter of tears.\n\t\"Favorite pets... (blubber,sob)... caught cold... (moan)...  Don't\nsee how I'll live without them... (weep,sob)... want to have them stuffed...\n(blubber,blubber)!\"\n\t\"Of course, madam,\" said the proprietor in an understanding voice,\n\"and would you care to have them mounted?\"\n\t\"Oh, no,\" she sobbed, \"shaking hands.  They were just close friends.\"\n",
  "\nThe man and woman make love, attain climax, fall separate.  Then she\nwhispers, \"I'll tell you who I was thinking of if you tell me who you\nwere thinking of.\"  Like most sex jokes the origins of the pleasant\nexchange are obscure.  But whatever the source, it seldom fails to evoke\na certain awful recognition.\n\t\t-- Gore Vidal, \"New York Review of Books\"\n",
  "\nThe man who said \"A bird in the hand's worth two in the bush\" has been\nputting his bird in the *WRONG* bushes.\n",
  "\nThe most pressing issue facing women today is finding a contraceptive\njelly that smells like a fresh fruit salad.\n",
  "\nThe most romantic thing any woman ever said to me in bed was \"Are you sure\nyou're not a cop?\"\n\t\t-- Larry Brown\n",
  "\nThe most unfair thing about STDs (sexually transmitted diseases) is\nthat the guys who bought vasectomies have to wear condoms anyway.\n",
  "\nThe most unsatisfactory men are those who pride themselves on their\nvirility and regard sex as if it were some form of athletics at which you\nwin cups. It is a woman's spirit and mood which a man has to stimulate in\norder to make sex interesting.  The real lover is the man who can thrill\nyou by just touching your head or smiling into your eyes -- or just by\nstaring into space.\n\t\t-- Marilyn Monroe\n",
  "\nThe nervous young bride became irritated by her husband's lusty advances on\ntheir wedding night and reprimanded him severly.\n\t\"I demand proper manners in bed,\" she declared, \"just as I do at\nthe dinner table.\"\n\tAmused by his wife's formality, the groom smoothed his rumpled hair\nand climbed quietly between the sheets.  \"Is that better?\" he asked, with a\nhint of a smile.\n\t\"Yes,\" replied the girl, \"much better.\"\n\t\"Very good, darling,\" the husband whispered.  \"Now would you\nbe so kind as to please pass the pussy?\"\n",
  "\n\tThe old mailman is making his last rounds; he retires at the end of\nthe week.  As he approaches the Jones' house, Mrs. Jones greets him warmly at\nthe door.  \"Please come in!  We're very grateful for your years of service to\nus and our neighborhood.  I've prepared something special for you.\"\n \tIn walks the mailman, to a graciously appointed dining room, where\nMrs. Jones has prepared a sumptuous lunch.  After dumping his letter satchel\non the couch, he and Mrs. Jones have a charming meal.  As the mailman finished\nhis last glass of wine, thanking his hostess profusely, she stops him from\nleaving and disappears upstairs.  She returns in a moment, in a daring\nnegligee, and takes the astonished postman to the bedroom, where the elaborate\nfarewell is consummated between the sheets.\n \tAs he's putting his pants on, Mrs. Jones reaches into her nightstand,\npulls out a dollar bill, and hands it to him.  Reacting to his astonished\nlook, she says, \"Well, I told my husband that you were retiring and that\nwe should do something for you.  He said 'Fuck him.  Give him a dollar!'\"\nShe pauses and smiles proudly. \"The lunch was MY idea.\"\n",
  "\nThe only difference between your current lover and a doorknob is that a\ndoorknob warms up when you hold it.\n",
  "\nThe only people who make love all the time are liars.\n\t\t-- Louis Jordan\n",
  "\nThe only psychologically damaging thing about masturbation is that there's\nnobody else to blame later for persuading you to do it.\n",
  "\nThe only way to behave to a woman is to make love to her if she is pretty\nand to someone else if she is plain.\n\t\t-- Oscar Wilde\n",
  "\nThe operator's left hand quivered as she gingerly unlatched the catch to\nthe diskette reader.  Uncontrollably, she reached down, guiding the\nsharply pointed diskette into the deep, dark slot. The floppy diskette\nnearly folded under the repeated thrusts of her hand, until finally she\ncould control it no longer, her right hand instinctively taking an option\nzero.  And then it all came at once, thousands upon thousands of data\nbits flowing from diskette to disk in a torrent of torrid transfer, as\nthe helpless legs of the 32 strained to remain on the floor.\n",
  "\n\tThe other day my girlfriend and I were going to a party and on the\nway there, we got a flat tire.  We got out of the car and I pumped, she\njacked I pumped, she jacked, I pumped, she jacked and then we changed the\ntire.  Eventually we arrived at the party and when we walked in, everyone was\njumping for joy.  What a sight seeing her hanging nude from the chandelier!\nWell the party was OK, I guess, we just sat around drinking sherry and eating\ncandy.  Everybody else started feeling merry.  Those have got to be the three\nwildest girls I know.\n",
  "\nThe other night I was having sex, but the girl hung up on me.\n",
  "\n\tThe outraged husband discovered his wife in bed with another man.\n\t\"What is the meaning of this?\" he demanded.  \"Who is this fellow?\"\n\t\"That seems like a fair question,\" said the wife, rolling over.\n\"What IS your name?\"\n",
  "\nThe owner of a large furniture store in the mid-west arrived in France\non a buying trip.  As he was checking into a hotel he struck up an\nacquaintance with a beautiful young lady.  However, she only spoke\nFrench and he only spoke English, so each couldn't understand a word\nthe other spoke.  He took out a pencil and a notebook and drew a\npicture of a taxi.  She smiled, nodded her head and they went for a\nride in the park.  Later, he drew a picture of a table in a restaurant\nwith a question mark and she nodded, so they went to dinner.  After\ndinner he sketched two dancers and she was delighted.  They went to\nseveral nightclubs, drank champagne, danced and had a glorious\nevening.  It had gotten quite late when she motioned for the pencil and\ndrew a picture of a four-poster bed.  He was dumbfounded, and has never\nbe able to understand how she knew he was in the furniture business.\n",
  "\nThe passionate young thing was having a difficult time getting across what\nshe wanted from her rather dense boyfriend.  Finally she asked,\n\t\"Would you like to see where I was operated on for appendicitis?\"\n\t\"Gosh, no!\" he replied.  \"I hate hospitals.\"\n",
  "\nThe penis mightier than the sword.\n",
  "\nThe pleasure is momentary,\nThe position ridiculous,\nThe expense damnable.\n\t\t-- Chesterfield, on sex\n",
  "\nThe pleasure is transitory, the cost prohibitive, and the position ridiculous.\n\t\t-- Disraeli, on sex\n",
  "\nThe plural of spouse is spice.\n\t\t-- R.A. Heinlein\n",
  "\nThe police were investigating the mysterious death of a prominent\nbusinessman who had jumped from a window of his 11th story office.  His\nvoluptuous private secretary could offer no explanation for the action\nbut said that her boss had been acting peculiarly ever since she started\nworking for him a month ago.\n\t\"After my very first week on the job,\" she said, \"I received a\ntwenty-dollar raise.  At the end of the second week he called me into his\nprivate office, gave me a lovely black nightie, five pairs of nylon\nstockings and said, 'These are for a beautiful, efficient secretary.' At\nthe end of the third week he gave me a gorgeous mink stole.  Then, this\nafternoon, he called me into his private office again, presented me with\nthis fabulous diamond bracelet and asked me if I would consider making\nlove to him and what it would cost. I told him I would, and because he\nhad been so nice to me, he could have it for five dollars, although I was\ncharging all the other boys in the office ten dollars.  That's when he\njumped out the window.\"\n",
  "\nThe problem with being best man at a wedding is that you never get a chance\nto prove it.\n",
  "\nThe quality of a blow-job is determined by the length of sheet you have to\npull out of your ass.\n",
  "\nThe real problem with fucking a sheep is that you have to walk around\nin front every time you want to kiss her.\n",
  "\nThe reason big companies have lots and lots of meetings is because\nthey can't masturbate.\n",
  "\nThe reason people sweat is so they won't catch fire when making love.\n\t\t-- Don Rose\n",
  "\nThe reason that sex is so popular is that it's centrally located.\n",
  "\nThe requirements of romantic love are difficult to satisfy in the trunk\nof a Dodge Dart.\n\t\t-- Lisa Alther\n",
  "\nThe REVERSE function works on the opposite SEXPR.\n",
  "\nThe romantic young man sat on the park bench with a first date.  He was\ncertain his charming words and manner would win her as they had many others.\n\t\"Some moon out tonight,\"he cooed.\n\t\"There certainly is,\" she agreed.\n\t\"Some really bright stars in the sky.\"\n\tShe nodded.\n\t\"Some dew on the grass.\"\n\t\"Some do,\" she said indignantly, \"but I'm not that sort.\"\n",
  "\nThe sergeant walked into the shower and caught me giving myself a dishonorable\ndischarge.  Without missing a beat, I said...\n\t\"It's my dick and I can wash it as fast as I want!\"\n",
  "\nThe sex act is the funniest thing on the face of this earth.\n\t\t-- Diana Rigg\n",
  "\nThe sex was nice, but confusing.  The whole situation kept going di-polar\non Sta-Hi.  One instant Misty would seem like a lovely warm girl who'd\nsurvived a terrible injury, like a lost puppy to be stroked, a lonely\nwoman to be husbanded.  But then he'd start thinking of the wires behind\nher eyes, and he'd be screwing a machine, an inanimate object, a public\ntoilet.  Just like with any other woman for him, really.\n\t\t-- Rudy Rucker, \"Software\"\n",
  "\nThe shy young man had been married for three months when he reported to his\ndoctor that his marriage was still in name only.  The doctor, after hearing\nthe sad tale, told him that waiting until bedtime to make advances was causing\npsychological pressure and advised him to take advantage of the next time he\nfelt in the mood.  A week later, the doctor happened to meet the man again,\nand noticed a new spring in his step.  \"My advice worked, I take it?\" he\ninquired.\n\tThe young man grinned.  \"Perfectly.  The other night, we were having\nsupper, and as I reached for the salt -- so did she!  Our hands touched... It\nwas as if an electric current ran through us.  I leaped to my feet, swept the\ndishes from the table and then and there consummated our marriage!  There's \njust one problem, however.  We can't go back to The Four Seasons again...\"\n",
  "\nThe struggling for knowledge has a pleasure in it like that of wrestling\nwith a fine woman.\n\t\t-- Lord Halifax\n",
  "\nThe Supreme Court does it with all deliberate speed.\n",
  "\nThe thing that takes up the least amount of time and causes the most\namount of trouble is sex.\n\t[Obviously written by a man--if it's causing so much trouble,\n\t *take* *more* *time*!]\n",
  "\nThe three faithful things in life are money, a dog and an old woman.\n",
  "\nThe three most important parts of a stove: lifter, leg, and poker.\n",
  "\nThe three sexual positions during preganancy.\n\nDuring the first four months:\tMissionary style\nDuring the second four months:\tDoggie style\nAnd during the last month:\tCoyote style\n\nCoyote style?\n\tYou sit by the hole and howl.\n",
  "\nThe trouble with incest is that it gets you involved with relatives.\n\t\t-- George S. Kaufman\n",
  "\nThe two couples were enjoying their vacation together at a resort hotel.  They\nwere in the middle of a game of Scrabble in the lobby when a thunderstorm cut\noff the hotel's electricity, leaving little to do but retire to their rooms.\nBill was a rather devout man, so before getting into bed with his companion,\nhe said his prayers.  As he got under the covers, the lightning suddenly\nflashed through the window and he discovered that he was in the wrong room.\nHe instantly jumped up and started to dash for the hallway.  \"It's too late,\ncalled the girl from the bed, \"my guy doesn't pray.\"\n",
  "\nThe two men feigned friendship but secretly hated each other's guts and took\ngreat pleasure in giving one another the needle on any and all occasions.\nThis particular evening they met, quite by accident, at a popular bar.\nThe conversation started innocently enough; then one, with sudden inspiration,\nran his hand over the other's bald head and exclaimed,\n\t\"By God, Fred, that feels just like my wife's ass!\"\nThe other ran his own hand over his head and nonchalantly retorted,\n\t\"Well, I'll be damned, Jim, so it does, so it does!\"\n",
  "\nThe two things that you should never lend out are your car or your woman.\nSomeone's bound to throw a rod in either one.\n",
  "\nThe very proper spinster didn't go out very often, but she had some important\nshopping to do that morning and so decided to have her lunch in what appeared\nto be a nice quiet respectable restaurant.  With the noontime crowd, many\ncustomers shared their tables with strangers; the spinster selected a seat\nnext to an attractive, young office girl.  The girl finished her sandwich and\ncoffee, then settled back and lit up a cigarette.  The older woman controlled\nherself for a few moments and then snapped,\n\t\"I'd rather commit adultery than smoke in public.\"\n\t\"So would I,\" said the girl, \"but I only have half an hour for lunch.\"\n",
  "\n\tThe way my jeweler explained it, it's like insurance.\n\tSix months' pay isn't much to keep my wife from sleeping around.\n\nA diamond -- pure, sparkling, natural, flawless, forever.  The way marriage\nshould be but never quite is.  People grow and change and sometimes want to\ntake their clothes off with strangers.  So when you invest in a fine piece\nof diamond jewelry, you're not only making an investment, you're making a\nstatement.  You're telling the woman you love that you've just spent a lot\nof your hard-earned money on her.  Now she owes you the kind of loyalty that\nonly precious jewelry can buy.  Isn't she worth it?\n\n\tThe Honeymoon's Over:\t\t\tfrom $ 5000\n\tThe Seven Year Itch:\t\t\tfrom $10000\n\tNo More Lunchtime Quickies:\t\tfrom $15000\n\tDivorce Would Be More Expensive:\tfrom $42000\n\n\t\t\tA diamond is for leverage.  BeDears\n",
  "\nThe way to a man's heart is through his wife's belly, and don't you forget it.\n\t\t-- Edward Albee, \"Who's Afraid of Virginia Woolf?\"\n",
  "\nThe woman hurried home from her doctor's appointment, devastated by the\nmedical report she had just received.  When her husband came in from work,\nshe told him, \"Darling, the doctor said I have only twelve more hours to\nlive.  So I've decided I want to go to bed and make passionate love to you\nthroughout the night.  How does that sound, dearest?\"\n\t\"Hey, that's fine for ___\b\b\byou,\" replied the husband.  \"You don't have\nto get up in the morning!\"\n",
  "\nThe young girl was having a heart-to-heart talk with her mother on her\nfirst visit home since starting college.\n\t\"Mom, I have to tell you,\" the girl confessed.  \"I lost my virginity\nlast weekend.\"\n\t\"I'm not suprised,\" said her mother.  \"It was bound to happen sooner\nor later.  I just hope it was a romantic and pleasurable experience.\"\n\t\"Well, yes and no,\" the pretty student remarked.  \"The first eight\nguys felt great, but after them my pussy got real sore.\"\n",
  "\n\tThe young man took a blind date to the amusement park.  They went\nfor a ride on the Ferris wheel.  The ride completed, she seemed rather bored.\n\"What would you like to do next?\" he asked.\n\t\"I wanna get weighed,\" she said.  So he took her over to the weight\nguesser.  Next they rode the roller coaster.  After that he bought her some\npopcorn and cotton candy, then he asked what else she would like to do.\n\t\"I wanna get weighed,\" she said, bluntly.\n\tI really latched onto a square one tonight, thought the boy, and\nusing the excuse that he had developed a headache, he took the girl home.\nThe girl's mother was surprised to see her home so early, and asked, \"What's\nwrong, dear, didn't you have a nice time tonight?\"\n\t\"Wousy,\" said the girl.\n",
  "\nThe young stud walked into a bordello.  After he took his clothes off, the\nwoman was puzzled to see him put a clothespin on his nose, stuff cotton in\nhis ears, and put a prophylactic on his penis.\n\t\"Hey,\" she asked, \"what the hell are you doing?\"\n\t\"Well, ma'am\", replied the stud, \"there are two things I just can't\nstand.  A screaming woman and the smell of burning rubber.\"\n",
  "\nThen there was the girl who was engaged to a gymnast -- 'til he broke it off.\n",
  "\nThen there was the guy that got badly messed up fighting for his girl's honor.\nIt seems she wanted to keep it.\n",
  "\nThen there was the middle-aged businessman who took his spouse to Paris.\nAfter traipsing with her from one mansion du couture to another, be begged\nfor a day off to rest and got it.  With the wife gone shopping again, he\nwent to the Ritz Bar and picked up a luscious parisienne.  They got on\nwell until the question of money came up.  She wanted a hundred American\ndollars; he offered fifty.  They couldn't get together on the price; so\nthey didn't get together.  That evening he escorted his wife to one of the\nnicer restaurants on the Rue de Rivoli, and there he spotted his gorgeous\nbabe of the afternoon seated at a table near the door.\n\t\"See, monsieur?\" she said as they passed her.  \"Look what you got\nfor your lousy fifty bucks.\"\n",
  "\nThere are a couple of things about her I greatly admire.\n",
  "\nThere are many ways to say \"I love you\", but fucking is the fastest.\n",
  "\nThere are so many people wanting a piece of my ass that some of them\nare having to take turns.\n\t\t-- T.K.\n",
  "\nThere are two couples that want to convert to Catholicism.  They go\nand see a priest and he tells them that the first requirement is to abstain\nfrom sex for thirty days.\n\tThirty days later, the couples come back to see the priest.  He asks\nthe first couple if they passed the test.\n\t\"Father, we didn't so much as TOUCH one another during the last month.\n\t\"Congratulations,\" the priest replies, \"you are now qualified to enter\nthe Church.\"  Then, the priests asked the second couple how they did.\n\t\"Well, Father,\" the husband says, \"everything was going just fine\nuntil the 27th day.  My wife bent over the freezer to get something out, and\nI just happened to notice that she didn't have any panties on.  I couldn't\nstand it any more, so I walked over to her, dropped my pants, and slipped it\nto her right there.\"\n\t\"That's DISGUSTING!\", the priest bellows.  \"I can never let you into\nthe Church after something like that.\"\n\t\"I understand Father,\" the man replies sadly, \"they won't let us\ninto Safeway anymore either.\"\n",
  "\nThere are two trees in the forest.  They are very proud trees.  One day\nthey notice a sapling half-way between them.\n\tOne tree proclaims, \"That is a son of beech!\"\n\t\"No, that is a son of a birch!\" insists the other.\n\t\"A son of a BEECH!\"\n\t\"A son of a BIRCH!\"\n\t\"Son of a beech!\"\n\t\"Son of a birch!\"\n\nThe fighting attracts a woodpecker who informs them that he can tell what\nkind of tree the sapling is by its taste.  First he tastes the beech and\nthe birch.  Then he tastes the sapling.  \"Well now, is that a son of a\nbeech or a son of a birch?\" asks the beech.\n\t\"You're both wrong!\" says the bird.  \"That's the best piece of ash\nI've had my pecker in for a long time!\"\n",
  "\nThere is a definite parallel between shots of tequila and a woman's breasts.\nOne is not enough and three are too many.\n",
  "\nThere is nothing as overrated as a bad lay, or as underrated as a great shit.\n",
  "\nThere is nothing wrong with screwing everyone in sight.  Boring your friends\nabout it is the sin.\n\t\t-- Mama Liz\n",
  "\nThere isn't room enough in this dress for both of us!\n",
  "\nThere was once a newly-married couple.  Now these two lovers were, well,\nrather uptight about using expressions such as \"having sex\", \"getting it on\",\nor \"boffing the brains out\".  So, they decided to use the euphemism, \"doing\nthe laundry\" whenever the topic of sex came up. \n\tOne evening, hubby said, \"Well, honey, feel like doing some laundry \ntonite?\", and she consented.  The next evening, hubby again asked, \"Sweetie, \nfeel like doing some laundry tonite?\"  Well, wifey wasn't really in the mood, \nbut complied.  On the third night, when hubby approached her, asking her to \nparticipate in doing still MORE laundry, she replied, \"Oh, Hon, I'm really not \nin the mood for doing any laundry tonite.\"\n\tWell, hubby, being a bit disappointed, locked himself in the bathroom \nand engaged in a spot of self-abuse instead.  Upon returning to the living\nroom, wifey said, \"Well, Poopsie, I've changed my mind -- how about doing\nsome laundry?\"  To which he replied, \"Oh, no, that's okay, I just did a small\nload!\" \n",
  "\nThere was something about her I liked, but I couldn't put my finger on it.\n",
  "\nThere will be sex after death, we just won't be able to feel it.\n\t\t-- Lily Tomlin\n",
  "\nThere's a handsome boy who tells me how I've changed his past.  He buys me\na brandy...  Could it be he's really just after my ass?\n\t\t-- Pete Townshend, \"How Many Friends\"\n",
  "\nThere's many a slurp t'wixt the tip and the zip.\n",
  "\nThere's nothing better than good sex.  But bad sex?  A peanut butter\nand jelly sandwich is better than bad sex.\n\t\t-- Billy Joel\n",
  "\nThere's nothing wrong with America that a good erection wouldn't cure.\n\t\t-- David Mairowitz\n",
  "\nThese two project managers were walking through a residential area\none day, when they saw a dog (also male) sitting on a lawn, licking its\ncock.  (Why do dogs do that?  Because they can).  Anyway, the first manager\nnudged the second and said, \"Hey, look at that!  That really looks like fun\n-- I wish I could do that!\"\n\tWhereupon the second manager replied, \"Well, I don't know... I tried\nit once, and the damn dog bit me!\"\n",
  "\nThey watched the sun slowly sink behind the hills, and the fiery glow on\nthe lake fade into darkness. He eyed her shadowy figure, accentuated by\nthe moonlight, as the tension from within began to fuel his animalistic\ndesires. She followed him, ever so quietly, as they sought a secluded\ncorner in the barn.  Alone!  At last.  His hands roamed about her soft\nback, around to her thighs, and finally caressed her budding nipples.\nOh, how smooth and succulent she was!  \"Was it so wrong?\", he asked\nhimself.  No, he thought, for his father had done it, as did his own\nfather, ad infinitum.  The boiling, uncontrollable rage within him became\nunbearable.  She signalled her eagerness, spreading her legs, as he\ngrasped her nipples again.  Stroking, again and again, longer each time.\nIt began coming; again, again, again, again.  His mind raced with fear\n\"Will it stop?\".  Exhausted, he lay down beside her. \"Dear God, what have\nI done?\".  Suddenly, his father burst in.  His eyes burned as he stared\nfor what seemed an eternity.  Finally, his father spoke.\n\t\"Son, you ain't supposed to milk the damn cow till mornin'!\"\n",
  "\nThis guy was screwing his neighbors wife when a car pulls into the drive.\n\"My husband!\" she screams.  He panics and jumps out the window. He finds\nhimself on the street, naked, under cloudy skies. There is no place to hide\nexcept in a crowd of joggers.  As he runs along, a woman looks over and says,\n\t\"Do you always jog in the nude?\"\n\t\"Yes ma'am!\" he replies.\n\t\"Does it always result in that kind of sexual excitement?\" she asks.\n\t\"Yes ma'am!\" he replies.\n\t\"Do you always wear a condom?\"\n\t\"Only when it rains, lady.  Only when it rains.\"\n",
  "\nThis is a test of the emergency cunnilingus system. If this had been an\nactual emergency, you would have known it!\n",
  "\nThis system goes down more often than a two-dollar whore.\n",
  "\nThis time it's for love; next time it's $100.00.\n",
  "\nThou shalt not omit adultery.\n",
  "\nThree gay guys were discussing what they thought their favorite sport would\nbe.  The first decides on football, 'cause of all those gorgeous guys bending\nover in their tight pants.\n\t\"Definitely wrestling,\" sighs the second guy.  \"Those skimpy little\ncostumes, and think of the holds.\"\n\t\"Definitely baseball,\" says the third guy.  \"Why?  Well, I'd be\npitching with the bases loaded, the batter would hit a savage one-hopper\nright to me, I'd catch it, and I'd just stand there while the other guys\nrounded the bases.  Meanwhile, the crowd would be going crazy, screaming,\n`Throw the ball, you cocksucker!' and that's what I like -- recognition!\"\n",
  "\nThree minutes of serious sex and I need eight hours of sleep and\na bowl of Wheaties.\n\t\t-- Richard Pryor\n",
  "\nThree women always hang their laundry out in the backyard.  When it rains,\nhowever, the laundry always gets wet.  All the laundry, that is, except\nfor Laurie's.  Laurie never seems to have her laundry out when it rains.\n\tSo, one day, they are all out in the backyard putting their clothes\non the line when one of the women says to Laurie, \"Laurie, how come when it\nnever rains when you have your laundry out?\"\n\t\"Well,\" replies Laurie, \"when I wake up in the morning, I check out\nmy husband Paul.  If his penis is hanging over his right leg, I know it's\ngoing to be a great day.  If his penis is hanging over his left leg, I know\nit might rain.  I don't know why it works, but he's never been wrong!\"\n\t\"Laurie, what if he has an erection?\" asks the other woman.\n\t\"Honey, on a day like *that*, you don't do the *laundry.\"\n",
  "\nThree young women were attending the same logic class given at one of the \nbetter universities.  During a lecture the professor stated that he was \ngoing to test their ability at situation reasoning.\n\t\"Let us assume,\" said the prof, \"that you are aboard a small craft\nalone in the Pacific, and you spot a vessel approaching you with several\nsex-starved sailors on board.  What would you do in this situation to avoid\nthe problem?\"\n\t\"I would attempt to turn my craft in the opposite direction and\nflee,\" said the first girl.\n\t\"I would pass them, and hope that I could fend them off,\" responded\nthe second woman.\n\t\"Frankly,\" murmured the third woman, \"I understand the situation,\nbut I fail to see the problem.\"\n",
  "\nThrough a major bureaucratic error, you are made county coroner.\nYou seriously consider the job because it gives you:\n\n\t1: Lots of unclaimed wedding rings and watches.\n\t2: Lots of gold fillings and bridges.\n\t3: Free blood.\n\t4: A constantly changing array of new friends who aren't at\n\t   all stuffy about what happens to their genitalia.\n",
  "\nTo a Real Woman, every ejaculation is premature.\n",
  "\nTo be the kind of girl designed to be kissed between the thighs.\n",
  "\nTo win a woman in the first place one must please her, then undress her, and\nthen somehow get her clothes back on her.  Finally, so she will allow you\nto leave her, you've got to annoy her.\n\t\t-- Jean Giraudoux, \"Amphitryon 38\"\n",
  "\nTri Delts; everyone else has.\n",
  "\nTwo buddies had been out drinking for hours when their money finally \nran out.  \"I have an idea,\" croaked Al.  \"Lesh go over to my housh and borrow\nshum money from my wife.\"\n\tThe two of them reeled into Al's living room, snapped on the light, \nand lo and behold, there was Al's wife making love on the sofa to another man.\nThis state of affairs considerably unnerved Al's friend but didn't seem to \naffect the husband.\n\t\"Shay, dear, you have any money for your ever-lovin' hushban'?\" he\nasked.\n\t\"Yes, yes,\" she snapped.  \"Take my purse from the mantle, and for\nPete's sake, turn off those lights.\"\n\tOutside they examined the purse, and Al proudly announced, \"There's \nenough here for a pint for you and a pint for me.  Pretty good, eh, old buddy?\"\n\t\"But, Al,\" protested his friend, somewhat sobered by the spectacle\nhe'd just witnessed, \"what about that fellow back there with your wife?\"\n\t\"The hell with him,\" replied Al.  \"Let him buy his own pint.\"\n",
  "\nTwo longtime friends sipped Scotch in a local bar and talked about \ntheir troubles.  \"And on top of everything else,\" said the first, \"my wife\nhas cut me down to just once a week.\"\n\t\"That's too bad,\" agreed his friend, \"but it could be worse.  I know \ntwo guys she's cut off altogether.\n",
  "\nTwo men were standing around talking while nearby a large German Shepherd\nlay licking his balls.  One man says to the other, \"Damn, I wish I could\ndo that.\"\n\tThe other man replies, \"Well, it's okay by me, but I think you\nought to get to know him a little first.\"\n",
  "\nTwo men, both close to retirement, are working on the assembly line.  One\nboasts to the other, \"Last night I made love to my wife *three* times!\"\n\t\"Three times!\", replies his friend.  \"How did you do it?\"\n\t\"Well,\" says the first man, \"I made love to my wife and set the\nalarm clock for two hours later.  When it went off we made love again.\nThen, I reset it for the morning and we made love once more before I came\nto work.  I feel like a bull!\"\n\tHis friend says, \"Well, that *is* fantastic!  I'm going to have\nto give it a try.\"  So, he goes home that night and makes love to his\nwife.  Figuring he doesn't need to set the alarm clock, he settles off\nto sleep.  Waking up a few hours later, he nudges his wife and they make love\nagain.  Waking up in the morning he makes love to his wife for the third\ntime.  Looking over at the clock he realizes that he's twenty minutes late\nfor work.  He throws on his clothes and runs down to the subway.  When\nhe gets to the factory his boss is standing there waiting.\n\t\"Frank\", he says, \"I've been working for you for 18 years, and I've\nnever been late before.  You've got to forgive me twenty minutes this once!\"\n\t\"Well,\" replies his boss, \"okay, but it's not the twenty minutes\nthat had me worried.  Where were you Tuesday, where were you Wednesday...\"\n",
  "\nTwo midgets arrived at the convent door and asked to speak with the Mother\nSuperior.  Led into her office, the first one asked respectfully \"Excuse\nme, your holiness, but are there any midget nuns in this convent?\"\n\tReceiving a reply to the negative, he asked whether any midget\nnuns were to be found in any of the neighboring parish.  Again the reply\nwas no.\n\tThe tiny man scratched his head and posed a final question.  \"Beggin'\nyour pardon, Mother Superior, but would you know of *any* midget nuns at\nall, anywhere?\"  The nun shook her head.\n\tAt which the first midget turned to the second midget, put his hand\non his shoulder, and said, \"You see, I told you you fucked a penguin!\"\n",
  "\nTwo nuns, a mother superior and a new nun, are walking home one night from\nchurch when they are attacked by two vicious rapists.  The two men drag the\nnuns off into the bushes and proceed to have their way with them.  The mother\nsuperior is very afraid, but she knows that God will protect her.  To show her\nstrength and trust in God she yells out \"Forgive him Father, for he knows not\nwhat he does!\"\n\nTo which the young nun replies \"Oooooh, mine does!!\"\n",
  "\nTwo old men are walking down the boardwalk when one of them tells the other\nthat he has to leave, his wife is expecting him to come home and make love\nwith her.\n\tThe other man is astonished.  \"Make love to your wife?  You're as old\nas I am!  Nearly eighty years old!  What do you mean you have to go home and\nmake love to your wife?\"\n\tThe first man smiles and says, \"We have a *great* sex life.  We make\nlove every day.\"\n\t\"You're kidding!\" says his friend.  \"How do you do it?\"\n\t\"Pumpernickel bread.  That's the secret.\"  And he dashes off home.\n\tThe other man starts to walk home.  \"Hmmm,\" he thinks to himself\npumpernickel bread.  Well, it's worth a try.\"  So he goes into a nearby\nbakery.\n\tGoing up to the woman at the counter, he asks for their entire stock\nof pumpernickel bread.  The woman stares at him in astonishment.  \"You want\nall the pumpernickel bread we have?  Are you sure?  Don't you know that it\nwill get hard?\"\n\t\"How come,\" demands the man, \"everybody knows about this but me?\"\n",
  "\nTwo women are talking; one says to the other, \"Say, weren't you dating that\ncute French horn player?  What ever happened to him?\"\n\t\"Well,\" replies her friend, we're still seeing each other, but,\nI must admit, we've had some problems.\"\n\t\"Problems?  What's wrong?\"\n\t\"You see,\" says the second woman, \"every time he kisses me, he\nwants to shove his fist up my ass.\"\n",
  "\nTwo women were walking down the street, when one nudges the other and says,\n\"There's my husband coming out of the florist's with a dozen roses, damn it.\nThat means I'll have to keep my legs up in the air for three days.\"\n\nReplies her friend, \"Well, why don't you buy a vase?\"\n",
  "\n\tTwo young men seated in a restaurant were watching a customer busily\ndisposing of a plate of oysters on the half shell.  One of the young\nmen remarked to his friend,\n\t\"Did you ever hear that business about raw oysters being\ngood for a man's virility?\"\n\t\"Yes, why?\" the friend replied.\n\t\"Well, take it from me, that's a lot of foolishness.  I ate a\ndozen of them the other night, and only nine worked.\"\n",
  "\nUnix programmers do it with pipes.\n",
  "\nUser friendly software searching for friendly Hardware to interface with.\nHardware may present itself in floppy format as software has capability to\nupgrading same to full size firm.  Size is not all that important; but byte\nsized bandwith required -- header width is of more concern.  Joystick should\nbe able to toggle in different speeds and for some duration.  Software is\nlooking for system willing to perform intensive manipulation of keyboard as\nwell as preparing the mainframe and disk drives.  Fingering of all files\npermitted, and encouraged, before thrusting joystick into drive.  Software\nis programmed not to copy; there is no need for removing joystick before\ncompleted execution of program.  Program may be run several times per day...\nespecially if special features and options are utilized.\n",
  "\nVandalism On The Upswing!\n\tLast night, windows were broken and graffiti was sprayed over the\n\tfront of the local sex shop, Le Sex Boutique, causing several hundred\n\tdollars in damage.  In a later anonymous phone call, the provisional\n\twing of the Salvation Army claimed responsibility.\n",
  "\nVegetarians for oral sex -- \"The only meat that's fit to eat\"\n",
  "\nVidi, vici, veni.\n(I saw, I conquered, I came.)\n",
  "\nWe drove to the hotel and said goodbye.  How hypocritical to go upstairs\nwith a man you don't want to fuck, leave the one you do sitting there alone,\nand then, in a state of great excitement, fuck the one you don't want to\nfuck while pretending he's the one you do.  That's called fidelity.  That's\ncalled civilization and its discontents.\n\t\t-- Erica Jong, \"Fear of Flying\"\n",
  "\nWe have reason to believe that man first walked upright to free his hands\nfor masturbation.\n\t\t-- Lily Tomlin\n",
  "\nWe may eventually come to realize that chastity is no more a virtue\nthan malnutrition.\n\t\t-- Alex Comfort\n",
  "\nWe've all heard about the woman who married a Field Service engineer but\ndivorced him after one day because he'd done nothing on their wedding night\nbut promise to have it up in 15 minutes.  What few people realize is that the\npoor man was in the bathroom all night, masturbating furiously, muttering\n\"I just don't understand, it passes all the diagnostics!\"\n",
  "\n\"We've got things well in hand.\"\n\t\t-- Master Byte Software, Los Gatos California.\n",
  "\nWe've just recieved the results of a survey conducted to ascertain the\nvarious reasons men get out of bed in the middle of the night.  According\nto the report, 2",
  " are motivated by a desire to visit the bathroom, and\n3",
  " have an urge to raid the refrigerator.  The other 95",
  " get up to go home.\n",
  "\nWelcome to Fortune Blackmail!!\n\tMs. Kat****** Bl****an is the mistress of a well-known\n\tbanker in Houston, Texas.  That's $5000, please, to stop\n\tus from revealing both of your names, Mr. L*****, so that\n\tyour wife Doreen, and your lovely children Diane, Janice\n\tand Tom need never know the name of your mistress.  You\n\thave two days to reach us at:\n\n\t\tFortune Blackmail\n\t\tBehind the hot water pipes,\n\t\tThird stall from the end,\n\t\tGreyhound Bus Terminal, Fayette MO.\n",
  "\nWelcome to Fortune Blackmail!!\n\tThis is the first of a series of revelations which could\n\tadd up to a divorce, premature retirement and possible\n\tcriminal proceedings for a company vice-president in Langley Virginia.\n\tSo, Mr. S*****, $10,000 please to stop us from revealing:\n\t\t1: Whose shoulders you were sitting on.\n\t\t2: What you were doing.\n\t\t3: The names of the three people involved.\n\t\t4: The youth organization to which they belonged.\n\t\t5: The shop where you bought the equipment.\n",
  "\nWell, didja wake up grouchy or did you let her sleep?\n",
  "\nWell, see, I was out with this chick last night, and we were in bed, and\nshe groaned to me, \"Give me nine inches, and make it hurt!\"  So, I fucked\nher twice and slapped her.\n",
  "\nWell, see, Joyce, there we were, trapped in the elevator.  Now, I had\nmy tennis racquet and the goldfish; she was holding the Crisco.  Surely\nyou can imagine how one thing naturally led to another!\n",
  "\nWell, you almost got it right.  The only problem is, you're doing it exactly\nbackwards!  Just reverse the motions you described and your partner will\nexperience an incredibly intense orgasm.  One trouble with this technique,\nthough, is that it works so well.  Believe me, word will get around about\nyour newfound prowess and you'll be inundated by prospective sexual partners.\nSo try to be discreet.  I prefer maple syrup to pineapple/apricot lotion, but\nthat's a matter of personal preference.  Also, I'd advise against the syrup,\nor using honey, if you're outside, because the insects it attracts tend to\ndistract the quail.  You can substitute crazy glue (but obviously not thumb\ntacks!) for the masking tape, but only if you don't want to use the piano for\nawhile.\n",
  "\nWere it not for imagination, sir, a man would be as happy in the arms\nof a chambermaid as a duchess.\n\t\t-- Dr. Johnson\n",
  "\nWhat creatures of habit we are.  This morning, without thinking, half asleep,\nI put $100 on my pillow.  That's not so bad, no one would worry about it, but\nmy wife, half asleep, without thinking, gave me $20 change.\n",
  "\nWhat is a promiscuous person -- it's usually someone who is getting more\nsex than you are.\n\t\t-- Victor Lownes, quoted in \"In and Out: Debrett 1980-81\",\n\t\t   by N. Mackwood\n",
  "\nWhat this department needs is a really good inflatable doll.\n",
  "\nWhatever else can be said about sex, it cannot be called a dignified\nperformance.\n\t\t-- Helen Lawrenson\n",
  "\nWhatever happened to the good old days when sex was dirty and the air was clean?\n",
  "\nWhatever you say about pornography, sex is here to stay.\n",
  "\nWhen a girl admits she's had a checkered career, it's your move.\n",
  "\nWhen better women are made, computer programmers will make them.\n",
  "\nWhen Boy Scouts do it, it's intense.\n",
  "\nWhen his company fell on hard times, the boss realized that he'd have to\nlay off one of his two middle managers.  As both Jack and Liz were equally\nhonest and dedicated to their jobs, he was unable to decide which one to\nfire.  To resolve his dilemma, the boss arbitrarily decided that the first\nto leave his or her desk the next morning would be the one to get the ax.\n\tThe next morning found Liz at her desk, rubbing her temples.  Asking\nJack for some aspirin, she headed for the water fountain and that's where\nthe boss caught up with her.  \"I've got some bad news for you, Liz,\" he said.\n\"I've got to lay you or Jack off.\"\n\t\"Jack off,\" she snapped.  \"I have a headache.\"\n",
  "\nWhen I said \"we\", officer, I was referring to myself, the four young\nladies, and, of course, the goat.\n",
  "\nWhen Snow White turns on with the dwarfs she probably winds up feeling Dopey.\n",
  "\nWhen the naive young lady asked the clerk in Le Sex Shoppe to show her his\nselection of vibrators, he brought out the two most popular ones.\n\t\"The basic white plastic one here is twenty dollars,\" the clerk said.\n\"The flesh-toned rubber models are thirty.\"\n\t\"I'm just not sure,\" the woman said,  Then she noticed an eye-catching\nitem on the back shelf.  \"How much is that plaid one over there?\n\t\"Uh, well, that's a pretty special one,\" said the clerk.  \"I couldn't\nsell you that one for less than a hundred.\"\n\t\"I'll take it.\"\n\tLater that day, the store owner checked in to see how business was\ngoing.  \"Great,\" the clerk told him.  \"This morning, I sold four white\nvibrators and three flesh-toned ones.  And, this afternoon, I got a hundred\nbucks for my Thermos.\"\n",
  "\nWhen the prick stands up, the brains get buried in the ground.\n\t\t-- Old Jewish saying\n\n[How come there aren't ever any \"New Jewish sayings?\"  Ed.]\n",
  "\nWhen the surgeon came to see her on the morning after her operation, the\nyoung woman asked her somewhat hesitantly how long it would be before she\ncould resume her sex life.  \"I really haven't thought about it,\" gulped\nthe stunned surgeon.  \"You're the first patient who's asked me that after\na tonsillectomy!\"\n",
  "\nWhen you see someone across the room and suddenly know for a fact\nthat he's the most wonderful man on earth, you've got instant lust on your\nhands.  Something about the way his tie is knotted is infinitely intriguing\nto you, and the swell of his bicep causes inner turmoil.  This is a happy\nbut fleeting state of affairs.  Usually your feelings die about thirty\nseconds after you get up the courage to ask him for the time, since almost\ninvariably he can't speak English, and if he can, he always says, \"Why,\nsure, little lady, it's eleven-thirty.  Wanna get high?\n\nDon't bother thinking that instant lust will turn into the real thing.  It may,\nbut then you may also wake up one morning to find you're the Queen of Rumania.\n\t\t-- Cynthia Hemiel, \"Sex Tips for Girls\"\n",
  "\nWhenever someone tells you to \"take it like a man\" it usually means up your ass.\n",
  "\n\t\"Where'd she get those crow's feet?\"\n\t\"You really want to know?\"\n\t\"Yeah.\"\n\t\"From squinting and screaming, 'Suck what!?'\"\n",
  "\nWhich of the following doesn't belong?\n\ta. meat\n\tb. eggs\n\tc. drum\n\td. blowjob.\n\nAnswer:\n\td:  A blowjob, because you can beat your meat, your eggs,\n\t    or your drum, but you just can't beat a blowjob.\n",
  "\nWhile farmers generally allow one rooster for ten hens, ten men are\nscarcely sufficient to service one woman.\n\t\t-- Boccaccio\n",
  "\n\tWhile hunting, a man saw a beautiful nude woman come running out of\nthe woods and disappear across the clearing.  Just as she got out of sight, \nthree men dressed in white uniforms came running out of the same woods.\n\"Hey, you,\" yelled one of them, \"did you see a woman come by here?\"\n\t\"Yes,\" replied the hunter.  \"What's the trouble?\"\n\t\"She's an inmate of the county asylum, and gets loose every now and\nthen.  We're trying to catch her.\"\n\t\"I can understand that,\" said the hunter, \"But why is one of you\ncarrying a bucket of sand?\"\n\t\"That's his handicap,\" said the spokesman, \"he caught her last time.\"\n",
  "\nWhile not actually a sailor, I certainly enjoy getting blown ashore.\n",
  "\nWhile vacationing last summer in the North Woods, a young fellow thought it\nmight be a good idea to write his girl.  He had brought no stationery with\nhim, however; so he had to walk into town for some.  Entering the one and\nonly general store, he discovered that the clerk was a young, full-blown farm\ngirl with languorous eyes.\n\t\"Do you keep stationery?\" he asked.\n\t\"Well,\" she giggled, \"I do until the last few seconds, and then I\njust go wild.\"\n",
  "\nWhile visiting our country, a lovely French maiden found herself\nout of money just as her visa expired.  Unable to pay her passage back to\nFrance, she was in despair until an enterprising sailor made her a sporting\nproposition.  \"My ship is sailing tonight,\" he said.  \"I'll smuggle you\naboard, hide you down in the hold and provide you with a mattress, blankets\nand food.  All it will cost you is a little love.\"\n\tThe girl consented, and late that night the sailor sneaked her on\nboard his vessel.  Twice each day thereafter, the sailor smuggled a large\ntray of food below decks, took his pleasure with the little French stowaway\nand departed.  The days turned into weeks, and the weeks might have turned\ninto months if the captain hadn't noticed the sailor carrying food below one\nevening and followed him.  After witnessing this unique bit of barter, he\nwaited until the sailor had departed and then confronted the girl, demanding\nan explanation.  She told him the whole story.\n\t\"Hmmm,\" mused the captian.  \"A clever arrangement, and I must say I\nadmire that young seaman's ingenuity.  However, miss, I feel it is only fair\nto tell you that this is the Staten Island Ferry.\"\n",
  "\nWhoever named it \"necking\" was a poor judge of anatomy.\n\t\t-- Groucho Marx\n",
  "\n\t\"Why did you spend so much time parked in that fellow's car last\nnight?\" demanded the irate mother. \"I could hear the giggling and squealing\nfor a good half hour.\"\n\t\"But, Mom,\" answered her daughter, \"if a fellow takes you to the\nmovies you ought to at least kiss him good night.\"\n\t\"I thought you went to the Stork Club?\" countered the mother.\n\t\"We did.\"\n",
  "\nWhy marry a virgin?  If she wasn't good enough for the rest of them\nthen she isn't good enough for you.\n",
  "\nWhy, Good Morning!  I'm the bluebird of fellatio!\n",
  "\nWith a bushel of apples, you can have a hell of a time with the doctor's wife.\n",
  "\n\tWith deep concern, if not alarm, Dick noted that his friend\nConrad was drunker than he'd ever seen him before.  \"What's the trouble,\nbuddy?\", he asked, sliding onto the stool next to his friend.\n\t\"It's a woman, Dick,\" Conrad replied.\n\t\"I guessed that much.  Tell me about it.\"\n\t\"I can't,\" Conrad said.  But after a few more drinks his tongue\nand resolution both seemed to weaken and, turning to his buddy, he said,\n\"Okay. It's your wife.\"\n\t\"My wife!!\"\n\t\"Yeah.\"\n\t\"What about her?\"\n\tConrad pondered the question heavily, and draped his arm around\nhis pal.  \"Well, buddy-boy,\" he said, \"I'm afraid she's cheating on us.\"\n",
  "\nWomen think of being a man as a gift.  It is a duty.  Even making love can\nbe a duty.  A man has always got to get it up, and love isn't always enough.\n\t\t-- Norman Mailer\n",
  "\nWomen Unite!  Make *___\b\b\bhim* sleep in the wet spot tonight!\n",
  "\nWorking here is like a pregnancy.  After nine months you wish you hadn't come.\n",
  "\nWriters do it between periods.\n",
  "\n\"Yeah, I used to be into necrophelia, bestiality and sadism, but then I\nrealized I was just flogging a dead horse.\"\n",
  "\n\"Yes, sir, the bowling ball nipple rings in black.  Will there\nbe anything else?\"\n",
  "\nYou are a tower of strength in the office, but only so-so in bed.\n",
  "\nYou are loved by the multitudes.  Have you been to the clinic lately?\n",
  "\nYou better believe that marijuana can cause castration.  Just suppose\nyour girlfriend gets the munchies!\n",
  "\n\"You can beat my meat, but you can't lick my sauce!\"\n\t\t-- Boss' Ribs, Portland, Oregon\n",
  "\nYou can get used to living at a nudist camp.  The first three days are the\nhardest.\n\t\t-- R. Dreiser\n",
  "\nYou come out of a woman and you spend the rest of your life trying to\nget back inside.\n\t\t--  Heathcote Williams\n",
  "\nYou might get caught holding the bag.  Say she's your sister.\n",
  "\nYou pedophiliac sodomizer of ducklings!!\n",
  "\n\tYou see, this girl wakes up one morning, rolls over and sees an\nelephant in the bed with her.  Almost in shock, she says, \"Did I pick you \nup in the bar last night?\"\n\t\"Uh-huh,\" the  elephant replies.\n\t\"Did I bring you home?\"\n\t\"Uh-huh.\"\n\t\"Did we, uh, fool around?\"\n\t\"Uh-huh.\"\n\t\"Lord, I must have been tight!\"\n\t\"Not any more.\"\n",
  "\nYour first husband was the one you married while firmly believing that\nthere are more important things in life than great sex.\n",
  "\nYuck Foo.\n",
  "\n"
]