[
  "A is for Amy who fell down the stairs,\nB is for Basil assaulted by bears.\nC is for Clair who wasted away,\nD is for Desmond thrown out of the sleigh.\nE is for Ernest who choked on a peach,\nF is for Fanny, sucked dry by a leech.\nG is for George, smothered under a rug,\nH is for Hector, done in by a thug.\nI is for Ida who drowned in the lake,\nJ is for James who took lye, by mistake.\nK is for Kate who was struck with an axe,\nL is for Leo who swallowed some tacks.\nM is for Maud who was swept out to sea,\nN is for Nevil who died of enui.\nO is for Olive, run through with an awl,\nP is for Prue, trampled flat in a brawl.\nQ is for Quinton who sank in a mire,\nR is for Rhoda, consumed by a fire.\nS is for Susan who parished of fits,\nT is for Titas who flew into bits.\nU is for Una  who slipped down a drain,\nV is for Victor, squashed under a train.\nW is for Winie, embedded in ice,\nX is for Xercies, devoured by mice.\nY is for Yoric whose head was bashed in,\nZ is for Zilla who drank too much gin.\n\t\t-- Edward Gorey \"The Ghastly Crumb Tines\"\n",
  "\nA Scotsman clad in kilts left a bar one evening fair.\nOne could tell by how he walked, he'd drunk more than his share.\nHe staggered on until he could no longer keep his feet.\nSo he stumbled off into the grass to sleep beside the street.\n\nLater on two young and lovely girls just happened by.\nOne says to the other, with a twinkle in her eye.\n\"See yon sleeping Scotsman so young and handsome built?\"\n\"I wonder if it's true what they don't wear beneath their kilts?\"\n\nThey stepped up to the Scotsman, so young and fancy free.\nThey lifted up his kilt above the waist so they could see.\nAnd there behold for them the view beneath his Scottish skirt,\nWas nothing more than God had graced him with upon his birth.\n\nThey marveled for a moment, then one said, \"Best be gone.\"\n\"Let's leave a present for our friend before we move along.\"\nAs a gift they left a blue ribbon tied into a bow,\nAround the bonny star of the Scot's kilt lifting show.\n\nThe Scot awoke to nature's call and stumbled to the trees.\nBehind a bush he lifts his kilt and gawks at what he see's.\nThen in a startled voice he says to what's before his eyes,\n\"Och, lad I dinna know whar' ya been, but I see ya won first prize.\"\n\t\t-- Mike Cross, \"The Scotsman\"\n",
  "\nAll I want is a girl made of wood,\nWith fine-grained hair and carven knee.\nShe wouldn't drink and wouldn't smoke,\nOh, wooden tit be loverly?\n\t\t-- Pinocchio\n",
  "\nAll the girls in France, do a hookie-kookie dance,\nAnd you know the way they shake, is enough to fry a snake,\nAnd the snake they fry, is enough to tell a lie,\nAnd the lie they tell, is enough to go to\nHello, operator, give me number nine,\nIf you disconnect me, I'll kick you in the\nBehind the 'frigerator, there was a piece of glass,\nIf you do not pick it up, I'll kick you in the\nAsk me no more questions, tell me no more lies,\nThis is what Lulu told me, just before she died.\nShe had a little brother, she named him Tiny Tim,\nShe put him in the potty, to see if he could swim.\nHe swam down to the bottom, he swam up to the top,\nLulu got disgusted, and flushed him down the pot.\n\t\t-- Princess\n",
  "\nAll things dull and ugly,\t\tEach little snake that poisons,\nAll creatures short and squat,\t\tEach little wasp that stings,\nAll things rude and nasty,\t\tHe made their brutish venom,\nThe Lord God made the lot;\t\tHe made their horrid wings.\n\nAll things sick and cancerous,\t\tEach nasty little hornet,\nAll evil great and small,\t\tEach beastly little squid.\nAll things foul and dangerous,\t\tWho made the spikey urchin?\nThe Lord God made them all.\t\tWho made the sharks? He did.\n\nAll things scabbed and ulcerous,\nAll pox both great and small.\nPutrid, foul and gangrenous,\nThe Lord God made them all.\n\t\t-- Monty Python's Flying Circus\n",
  "\nAn attachment a la Plato\nfor a bashful young potato\nor a, not too French, french bean\nmust excite your languid spleen.\nFor, if you walk down Picadilly\nwith a poppy or lily\nin your medieval hand,\nevery one will say,\nas you walk your flowery way;\n\"If this young man is content,\nwith a vegetable love\nwhich would certainly not content me.\nWhy, what a very pure young man\nthis pure young man must be!\"\n\t\t-- W.S. Gilbert, \"Patience\"\n\t\t[The subject of the humour is, of course, Oscar Wilde]\n",
  "\nAnd it's one, two, three,\nWhat are we fighting for?\nDon't ask me I don't give a damn!\nNext stop is Vietnam!\nAnd it's five, six, seven,\nOpen up the pearly gates.\nAin't no time to wonder why\nWhoopie!  We're all going to die.\n\t\t-- Country Joe and the Fish\n",
  "\n... And malt does more than Milton can\nTo justify God's ways to man.\n\t\t-- A. E. Housman\n",
  "\nAnd prively he caughte hire by the queynte,\nAnd heeld hire harde by the haunche-bones.\n\t\t--Geoffrey Chaucer, The Miller's Tale\n",
  "\nAnd the northern lights commenced to glow.\nAnd she said, with a tear in her eye,\n\"Watch out where the huskies go,\nand don't you eat that yellow snow.\"\n\t\t-- Frank Zappa, \"The Story of Nanook and the Fur Trapper\"\n",
  "\nAshes to ashes, dust to dust,\nIf God won't have you, the devil must.\n",
  "\nAustralia's a lovely land\nIt's full of bonza blokes,\nSheilas, beer and no-one's queer\nExcept in Pommie jokes.\n\nAustralians are lovely chaps\nThey're God's own chosen race.\nIf they ever see a fairy Pom\nThey'll smash him in the face.\n\nAustralians like dressing up\nIn skirts and having fun\nAnd that's all we were doing\nWhen the Vice Squad came along.\n\t\t-- Monty Python's Flying Circus\n",
  "\nBe prepared... that's the Boy Scout's solemn creed.\nBe prepared... to be clean in word and deed.\nDon't solicit for your sister, that's not nice,\nUnless you get a good percentage of her price.\n\t\t-- Tom Lehrer\n",
  "\nBehold the unborn fetus and\n\tWeep salt tears crocodilian;\nAll life is sacred (save, of course,\n\tAn enemy civilian).\n",
  "\nBeneath this stone a virgin lies,\nFor her life held no terrors.\nA virgin born, a virgin died:\nNo hits, no runs, no errors.\n",
  "\nBetter the prince of some inferior court,\nThan second, or less, in beatific light.\n\t\t-- Lucifer, Joost van den Vondel's \"Lucifer\"\n",
  "\nBirth, copulation and death.\nThat's all the facts when you come to brass tacks;\nBirth, copulation and death.\n\t\t-- T.S. Elliot, \"Sweeney Agonistes\"\n",
  "\nBridget O'Flaherty McHugh\nHeld venal traffic with a gnu.\nMistaking fore for aft one morn\nImpaled herself upon its horn.\n\nMoral:\tThose who seek high ends should shun\n\tour furred and feathered friends.\n",
  "\nBut they'll never mechanize me -- not me!\nSaid Charlotte, the Louisville harlot.\n\t\t-- S.I. Hayakawa\n",
  "\nChampagne don't make me lazy.\nCocaine don't drive me crazy.\nAin't nobody's business but my own.\n\t\t-- Taj Mahal\n",
  "\nChipmunks roasting on an open fire\nJack Frost ripping up your nose\nYuletide carolers being thrown in the fire\nAnd folks dressed up like buffaloes\nEverybody knows a turkey slaughtered in the snow\nHelps to make the season right\nTiny tots with their eyes all gouged out\nWill find it hard to see tonight\nThey know that Santa's on his way\nHe's loaded lots of guns and bullets on his sleigh\nAnd every mother's child is sure to spy\nTo see if reindeer really scream when they die\nAnd so I'm offering this simple phrase\nTo kids from one to ninety two\nAlthough it's been said many times, many ways\nMerry Christmas, Merry Christmas, Merry Christmas, Fuck you!!\n",
  "\nChorus:\n\tGrandma got run over by a reindeer,\n\tWalking home from our house Christmas eve.\n\tYou can say there's no such thing as Santa,\n\tBut as for me and Grandpa, we believe!\nShe'd been drinking too much eggnog,\nAnd we begged her not to go.\nBut she'd forgot her medication,\tWhen we found her Christmas morning,\nAnd she staggered through the door\tAt the scene of the attack.\n\tout in the snow.\t\tShe had hoofprints on her forehead,\n\t\t\t\t\tAnd incriminating claus-marks on her\nNow we're all so proud of Grandpa,\t\tback.\nHe's been taking this so well.\nSee him in there watching football.\tI've warned all my friends and\nDrinking beer and playing cards\t\t\tneighbors,\n\twith cousin Mel.\t\tBetter watch out for yourselves!\n\t\t\t\t\tThey should never give a license,\n\t\t\t\t\tTo a man who drives a sleigh and\n\t\t\t\t\t\tplays with elves!\n\t\t-- Elmo and Patsy, \"Grandma Got Run Over by a Reindeer\"\n",
  "\nChorus:\n\tI don't want to join the army, I don't want to go to war,\n\tI'd rather sit around, pickin' dillies off the ground,\n\tAnd livin' off the favors of a 'igh-born lady.\n\tI don't want a bullet up me arse 'ole,\n\tI don't want me pecker blown away,\n\tI'd rather live in England, in jolly, sunny, England,\n\tAnd fornicate me bloody life away!!\n\nMonday I touched her on the ankle,\nTuesday I touched her on the knee,\nAnd Wednesday after Mass, I lifted up her dress,\nAnd Thursday I saw you know what,\nFriday I put me 'and upon it,\nSaturday she gave me balls a tweak [tweak, tweak]\nAnd Sunday after supper, I ran me fucker up 'er,\nAnd now she pays me forty quid a week!\nOh, blimey...\n\n[chorus]\n",
  "\nChristmas comes but once a year,\nA time for love and laughter;\nYou can come much more than that,\nBut you have to clean up after.\n",
  "\nChristopher Robin and I run along,\nUnder shell-bursts with our M-16s,\nBlowing up Heffalumps, Wol, and Eeyore\nFor the pleasure of hearing their screams.\n\tBut we wandered much further today than we should,\n\tAnd Christopher's hit in the back pretty good!\n\nSo, help me if you can I've got to get\nBack in the knack of cold-blooded killing!\nYou'd be surprised at the mayhem I bring:\n\tBurning a village for kicks;\n\tFlaying a native with sticks...\nBack in the trenches with Christopher Robin and Pooh!\n\nWinnie the Pooh doesn't know what to do,\nHe's got napalm all over his clothes.\nHe came to me asking help and advice,\nSo I shot him before he got close.\n\tBut Christopher would try to help his poor bear,\n\tAnd so both have burned up with a bright orange flare!\n\nSingin': Help me if you can I've got to get\nBack in the hang of this whole murder thing.\nYou'd be surprised at the mayhem I bring:\n\tBurning a village for kicks;\n\tFlaying a native with sticks...\nBack in the trenches with Christopher Robin ...\nWarming my hands over Christopher Robin ...\nMaking s'mores over Pooh!\n\t\t-- \"Roughhouse at Pooh Corner,\" to the tune of \"House at Pooh\n\t\t   Corner,\" by three warped students, College of Wooster, 1979\n",
  "\n\tCLONE OF MY OWN (to Home on the Range)\n\nOh, give me a clone\nOf my own flesh and bone\n\tWith the Y chromosome changed to X.\nAnd when she is grown,\nMy very own clone,\n\tWe'll be of the opposite sex.\nChorus:\n\tClone, clone of my own,\n\tWith the Y chromosome changed to X.\n\tAnd when we're alone,\n\tSince her mind is my own,\n\tShe'll be thinking of nothing but sex.\n\t\t-- Randall Garrett\n",
  "\nCome along and sing a song and join our family.\nB & D\nS & M\nPost to A.S.B.!\nRope and leather, cuffs and cats, and toys from JTT.\nB & D\nS & M\nPost to A.S.B.!\nA.S.B.!\n\t(A.S.B.!)\nA.S.B.!\n\t(A.S.B.!)\nCome on now, let's try another tie!\n\t(Tie! Tie! Tie!)\nAll the kinky folks are here, and some on IRC.\nB & D\nS & M\nPost on A.S.B.!\n\t\t-- To the Mickey Mouse March\n",
  "\nCopa-ulation:\n(to the tune of Copacabana)\n\nHer name was Lola, she was a bimbo, with yellow streamers in her hair,\nShe wore see-through underwear, she'd go to discos, and do the go-go,\nAnd while she tried to be star, Tony jacked off on the bar,\nAnd when the dance was done, his hand was full of come,\nHis favorite drink is cream in coffee,\nWon't you order one?\n\nAt the Copa, Copa-ulation ...\n\nHer name was Lola, she was a show-girl,\nBut that was thirty years ago, when she still could slurp and blow,\nNow she's a sado, but not for Tony, still in her chains and leather gown,\nShe ties Rico to the ground, and fucks that boy half-blind,\nBut Rico, he don't mind, there are whips and a lot of beatings,\nBut a real good time ...\n",
  "\nCover your stump before you hump.\nBefore you attack her, wrap your wacker.\nDon't be silly... protect your Willie.\nWrap it in foil before checking her oil.\nIf you're not going to sack it, go home and wack it.\n\t\t-- National Condom Week\n",
  "\nDaisy, Daisy, give me your answer true,\nDaisy, Daisy, wouldn't you like to screw?\nI really must beg your pardon,\nBut I've got a hell of a hard-on,\nFrom beating my meat, against the seat,\nOf a bicycle built for two.\n\t\t-- \"Daisy, Daisy\", \"The Dirty Song Book\"\n",
  "\nDark and lonely on a summer night\n\tKill my landlord,\n\tKill my landlord.\nThe watchdog barkin'\nDo he bite?\n\tKill my landlord,\n\tKill my landlord.\nSlip in his window.\nBreak his neck.\nThen his house I start to wreck\nGot no reason,\nWhat the heck?\n\tKill my landlord,\n\tKill my landlord.\n\tC-I-L-L my landlord!\n\t\t-- \"Images\" by Tyrone Green, SNL\n",
  "\nDave has an areoplane,\nIn which he likes to frisk.\nOh what a foolish boy,\nHis silly *.\n",
  "\nDear Lord, observe this bended knee\nThis visage meek and humble,\nAnd hear this confidential plea\nVoiced in reverent mumble:\n\tGive me Shylock, give me Fagin\n\tBut O God spare me Ronald Reagan!\n\t\t-- Ansel Adams\n",
  "\nDo not rejoice in his defeat, you men,\nFor though the world stood up\nAnd stopped the bastard,\nThe bitch that bore him is in heat again.\n\t\t-- Bertolt Brecht\n",
  "\nDrop kick me, Jesus, through the goal posts of life,\nEnd over end, not to the left or the right,\nStraight through the middle of those righteous uprights!\nDrop kick me, Jesus, through the goal posts of life.\n\nSend down our brothers who've gone on before;\nWith their assistance, we'll rack up the score!\nThe help of the angels, I think, would be fine,\nAs long as you put them in the Steelers' front line!\n",
  "\nEisenhower was very nice,\nNixon was his only vice.\n\t\t-- C. Degen\n",
  "\nFed some caviar to my girlfriend\nShe was a virgin tried and true\nNow my girlfriend needs no urgin'\nThere ain't nothin' she won't do!\n\tCaviar comes from a Virgin Sturgeon -\n\tVirgin Sturgeon's a very fine fish.\n\tVirgin Sturgeon needs no urgin'\n\tThat's why caviar is my dish!\n\nFed some caviar to my Grandpa\nHe was a man of ninety-three\nShrieks and screams were heard from Grandma\nHe had chased her up a tree!\n\t(chorus)\n",
  "\nFilth and old age, I'm sure you will agree,\nAre powerful wardens upon chastity.\n\t\t-- Geoffrey Chaucer\n",
  "\nFirst you get down on your knees,\tGet in line in that processional,\nFiddle with your rosaries,\t\tStep into that small confessional,\nBow your head with great respect,\tThere the guy who's got religion'll\nAnd genuflect, genuflect, genuflect!\tTell you if your sins' original.\nDo whatever steps you want if\t\tIf it is, try playin' it safer,\nYou have cleared them with the Pontiff,\tDrink the wine and chew the wafer,\nEv'rybody say his own\t\t\tTwo, four, six eight,\nKyrie eleison,\t\t\t\tTime to transubstantiate!\nDoin' the Vatican Rag.\n\nSo get down upon your knees,\t\tMake a cross on your abdomen,\nFiddle with your rosaries,\t\tWhen in Rome do like a Roman,\nBow your head with great respect,\tAve Maria,\nAnd genuflect, genuflect, genuflect!\tGee, it's good to see ya,\n\tGettin' ecstatic an' sorta dramatic an' Doin' the Vatican Rag!\n\t\t-- Tom Lehrer, \"The Vatican Rag\"\n",
  "\nFive-foot nine, eyes that shine\nHe was born in Palestine\nHas anybody seen my Lord?\n\nHe's so cool, he's so fine\nEat his bread and drink his wine\nHas anybody seen my Lord?\n\nHe's so neat, he's so cool,\nWalks across my swimming pool.\nHas anybody...\n",
  "\nFor they starve the frightened little child\nTill it weeps both night and day:\nAnd they scourge the weak, and flog the fool,\nAnd gibe the old and grey,\nAnd some grow mad, and all grow bad,\nAnd none a word may say.\n\nEach narrow cell in which we dwell\nIs a foul and dark latrine,\nAnd the fetid breath of living Death\nChokes up each grated screen,\nAnd all, but Lust, is turned to dust\nIn Humanity's machine.\n\nAnd all men kill the thing they love,\nBy all let this be heard,\nSome do it with a bitter look,\nSome with a flattering word,\nThe coward does it with a kiss,\nThe brave man with a sword.\n\t\t-- Oscar Wilde\n",
  "\nForgive, O Lord, my little jokes on Thee\nAnd I'll forgive Thy great big one on me.\n\t\t-- Robert Frost\n",
  "\nFrom the crystal swirling waters,\nOf the Rio Amazon,\nTo the sacred halls of Bayonne,\nWhere we stand pajamas on.\t(It's the only thing that rhymes.)\nFrom ev'ry hallowed venue,\nEv'ry forest, mount and vale,\nYour butt is on the menu\nAnd the check is in the mail.\n\t\t-- The Piranha Club Anthem, to the tune of \"De Camptown Races\"\n",
  "\n\"Get a load of that chick!\"\t\"Dude -- you gotta ask her out.\"\n\"Weellll, I dunno...\"\t\t\"Look.  The worst she can say, is 'No'!\"\n\"Hey!  You're right!\"\t\t\"I'm always right!\"\n\"The worst she can say... is 'No'!\"\n\n\"Idunnoifyou'vebeennoticingmebutI'vebeennoticingyouandIwaswonderingif\nyou'd like to go out with me!\"\n\nOh my god you little Geek!\nGet away before I freak!\t\tYou ugly, stupid, zitfaced scum,\nI'm a babe and you are not.\t\tYou asked me out; you MUST be dumb.\nYou can't handle what I've got!\t\tWell you can beg until you're blue,\nI'm too hot, too hot for you..\t\tBut you're not even fit to lick my shoe.\n\t\t\t\t\tI'm too hot, too hot for you.\nHa ha ha!  Don't make me laugh!\nI want a whole man, not a half.\t\tI've got a bitchin' bod and a killer\nYou wet your pants, I'm so sure.\t\tface,\nToo bad wimp-itis has no cure.\t\tI'm god's gift to the male race.\nI'm too hot, too hot for you.\t\tI'm the queen of babes supreme,\n\t\t\t\t\tBut you'll only see me in you dreams.\n\"Well?  What'd she say??\"\t\tI'm too hot, too hot for you.\n\"Well, she didn't say no...\"\n \t\t-- Barry and the Bookbinders, \"The Worst She Can Say is No\"\n",
  "\nGibble gabble gabble gibble gurgle lubble gibble babble beeble triggle\n\tLean closer.\nLibble gabble gabble ibble gurgle gubble tibble babble feeble riggle\n\tSmile at her *knowingly*.\nGibble gabble sabble gibble surgle gubble gibble babble beeble giggle\n\tNod sympathetically.  Show you're on *her* side.\nBibble gabble gabble babble gurgle gubble gibble tribble beeble figgle\n\tTouch her hand lightly.  Nobody understands but we two.\nFibble gabble fobble gibble gurgle bubble gibble tabble beeble giggle\n\tLook sincere.\n\n\"Why don't we have the next drink up at MY place?\"\n\n\tGod's gift to women strikes again.\n\t\t-- J. Feiffer\n",
  "\nGimme that old bisexuality,\nGimme that old bisexuality,\nGimme that old bisexuality,\n'Cause it's good enough for me!\n\nIt was good for David Bowie,\nIt was good for David Bowie,\nIt was good for David Bowie,\nAnd it's good enough for me!\n",
  "\nGood evening Ladies and Gentlemen!\nHere's a little number I tossed up in the Carribean recently...\n\nIsn't it awfully nice to have a Penis,\nisn't it frightfully good to have a Dong.\n\nIt's swell to have a Stiffy,\nit's divine to have a Dick,\nfrom the tinyest little Tadger,\nto the world's greatest Prick.\n\nSo, breeches for your Willy or John-Thomas,\nHooray! for your One Eyed Trouser's Snake.\n\nYour Piece of Pork, your Wife's best friend,\nyour Porky or your Cock,\nyou can wrap it up in ribbons,\nyou can stick it in your sock!\n\nBut, don't take it out in public,\nor they will stick you in the dock,\nand you won't come back.\n                -- Monty Python, from \"The Meaning of Life\"\n",
  "\nHail to the sun god\nHe sure is a fun god\nRa!  Ra!  Ra!\n",
  "\nHark, Hark, the dogs do bark\nThe Duke is fond of kittens\nHe likes to take their insides out\nAnd use them for his mittens\n\t\t-- The Thirteen Clocks\n",
  "\nHe drank with curvy Mabel,\nThe pace was fast and furious,\nHe slid beneath the table,\nNot drunk but merely curious.\n",
  "\nHe grabbed me by my slender neck,\nI could not call or scream.\nHe dragged me to his tiny room,\nWhere we could not be seen.\nHe tore away my filmy wrap,\nAnd gazed upon my form.\nI so cold and frightened,\nWhile he so strong and warm.\nHe pressed me to his thirsty lips,\nI gave him every drop.\nHe drained me of my very self,\nI could not make him stop!\nAnd that is why you see me here,\nAn empty, broken bottle of beer...\n",
  "\n(He opens a tolm and begins.)\n\n\tIt says: \"In the beginning was the Word.\"\n\tAlready I am stopped.  It seems absurd.\n\tThe Word does not deserve the highest prize,\n\tI must translate it otherwise.\n\tIf I am well inspired and not blind.\n\tIt says: \"In the beginning was the Mind.\"\n\tPonder that first line, wait and see,\n\tLest you should write too hastily.\n\tIs the Mind the all-creating source?\n\tIt ought to say: \"In the beginning there was Force.\"\n\tYet something warns me as I grasp the pen,\n\tThat my translation must be changed again.\n\tThe spirit helps me.  Now it is exact.\n\tI write: \"In the beginning was the Act.\"\n\t\t-- Goethe's Faust\n",
  "\nHe tells you when you've got on too much lipstick,\nAnd helps you with your girdle when your hips stick.\n\t\t-- O. Nash, on the perfect husband\n",
  "\nHell hath no limits, nor is circumscribed in one self place,\nfor where we are is Hell, and where Hell is there must we ever be.\n\t\t-- Christopher Marlowe, \"Doctor Faustus\"\n",
  "\nHere I sit, my cheeks a flexin',\nJust gave birth to another Texan.\n",
  "\nHere lies my wife: her let her lie!\nNow she's at rest, and so am I.\n\t\t-- John Dryden, epitaph intended for his wife\n",
  "\nHere's a toast to Screwy Dick,\nThe man who was born with a corkscrew prick.\nHe spent his life in a futile hunt,\nTo find a woman with a spiral cunt.\nAnd when he did, he dropped stone dead,\n'Cause the blasted thing had a left-hand thread!\n",
  "\nHere's to the girl in little red shoes,\nShe drinks my liquor, she drinks my booze,\nShe has no cherry, but that's no sin,\nShe has the box the cherry came in.\n",
  "\nHere's to the girl that's dressed in black,\nShe's dressed so neat there's nothing to lack\nShe feels so fine and kisses so sweet\nShe makes things stand that have no feet.\n",
  "\nHere's to the girl that's sweet,\nHere's to the girl that's true,\nHere's to the girl in all our hearts...\n\nIn other words, guys, what do you say we all go downtown for\nthe rest of the night?\n",
  "\nHere's to the woman beautiful and divine\nshe flowers every month bears fruit every nine\nshe's the only creature 'tween heaven and hell\ncan get the juice from a nut without cracking the shell.\n",
  "\nHickory Dickory Dock,\nThree mice ran up a clock!\nThe clock struck one,\nRight in the balls!\n\nThere was an old woman,\nWho lived in a shoe,\nWho had so many children,\nHer uterus fell right out.\n",
  "\nHiggledy Piggledy\t\tCoeducational\nYale University\t\t\tExtracurricular\nGave up misogyny\t\tHeterosexual\nOpened its door.\t\tFun is in store.\n",
  "\nHow 'bout them toad suckers, ain't they clods?\nSittin' there suckin' them green toady frogs!\n\nSuckin' them hop toads, suckin' them chunkers,\nSuckin' them a leapy type, suckin' them flunkers.\n\nLook at them toad suckers, ain't they snappy?\nSuckin' them bog frogs sure make's 'em happy!\n\nThem hugger mugger toad suckers, way down south,\nStickin' them sucky toads in they mouth!\n\nHow to be a toad sucker, no way to duck it,\nGet yourself a toad, rear back, and suck it!\n\t\t-- Mason Williams, \"Them Toad Suckers\"\n",
  "\nHow could they think women a recreation?\nOr the repetition of bodies of steady interest?\nOnly the ignorant or the busy could.  That elm\nof flesh must prove a luxury of primes;\nbe perilous and dear with rain of an alternate earth.\nWhich is not to damn the forested China of touching.\nI am neither priestly nor tired, and the great knowledge\nof breasts with their loud nipples congregates in me.\nThe sudden nakedness, the small ribs, the mouth.\nSplendid.  Splendid.  Splendid.  Like Rome.  Like loins.\nA glamour sufficient to our long marvelous dying.\nI say sufficient and speak with earned privilege,\nfor my life has been eaten in that foliate city.\nTo ambergris.  But not for recreation.\nI would not have lost so much for recreation.\n\nNor for love as the sweet pretend: the children's game\nof deliberate ignorance of each to allow the dreaming.\nNot for the impersonal belly nor the heart's drunkenness\nhave I come this far, stubborn, disasterous way.\nBut for relish of those archipelagoes of person.\nTo hold her in hand, closed as any sparrow,\nand call and call forever till she turn from bird\nto blowing woods.  From woods to jungle.  Persimmon.\nTo light.  From light to princess.  From princess to woman\nin all her fresh particularity of difference.\nThen oh, through the underwater time of night\nindecent and still, to speak to her without habit.\nThis I have done with my life, and am content.\nI wish I could tell you how it is in that dark,\nstanding in the huge singing and the alien world.\n\t-- Jack Gilbert, \"Don Giovanni on his way to Hell\"\n",
  "\n\t\"I cannot read the fiery letters,\" said Frito Bugger in a\nquavering voice.\n\t\"No,\" said GoodGulf, \"but I can.  The letters are Elvish, of\ncourse, of an ancient mode, but the language is that of Mordor, which\nI will not utter here.  They are lines of a verse long known in\nElven-lore:\n\n\t\"This Ring, no other, is made by the elves,\n\tWho'd pawn their own mother to grab it themselves.\n\tRuler of creeper, mortal, and scallop,\n\tThis is a sleeper that packs quite a wallop.\n\tThe Power almighty rests in this Lone Ring.\n\tThe Power, alrighty, for doing your Own Thing.\n\tIf broken or busted, it cannot be remade.\n\tIf found, send to Sorhed (with postage prepaid).\"\n\t\t-- Harvard Lampoon, \"Bored of the Rings\"\n",
  "\nI had a dream last night...\nI dreamt about 1976.\nI dreamt about a country with incurable brain damage...\nI even dreamt they gave it a heart transplant.\nThen I woke up and I knew it was only a nightmare...\nso I went back to sleep again.\n\t\t-- Ralph Steadman, \"Fear and Loathing '72\"\n",
  "\nI have a funny daddy\nWho goes in and out with me\nAnd everything that baby does\nDaddy's sure to see,\nAnd everything that baby says,\nMy daddy's sure to tell.\nYou _\bm_\bu_\bs_\bt have read my daddy's verse.\nI hope he fries in Hell.\n\t\t-- Ogden Nash\n",
  "\nI hold your hand in mine, dear, I press it to my lips,\nI take a healthy bite from your dainty fingertips,\nMy joy would be complete, dear, if you were only here,\nBut still I keep your hand as a precious souvenir.\n\nThe night you died I cut it off, I really don't know why,\nFor now each time I kiss it I get bloodstains on my tie,\nI'm sorry now I killed you, our love was something fine,\nSo until they come to get me I will hold your hand in mine.\n\t\t-- Tom Lehrer, \"I Hold Your Hand In Mine\"\n",
  "\nI know a Polack his name is Cliff,\nHey-la-de-la-de-la.\nHe sticks it in the freezer to get it stiff,\nHey-la-de-la-de-lo.\n\nI know a girl, her name is Serafina,\nHey-la-de-la-de-la.\nShe'll get down on all fours for a bowl of Purina,\nHey-la-de-la-de-lo.\n\nI know a girl, her name is Cuffy,\nHey-la-de-la-de-la.\nShe douches with Tide and makes her pubes fluffy,\nHey la-de-la-de-lo.\n\t\t-- Doctor Dirty\n",
  "\nI love to eat them Smurfies\nSmurfies what I love to eat\nBite they ugly heads off,\nNibble on they bluish feet.\n",
  "\nI think the Mormon prophet\nWas a very funny man.\nI wonder how his wives enjoyed\nHis Prophet Sharing Plan.\n",
  "\nI wish I was a fascinating lady\nWith a past that was cheap and a future that was shady\nI'd sleep all day and I'd work all night\nI'd live in a house with a little red light\nAnd once a month I'd take a small vacation\nAnd leave all the men to their imagination\nAnd once in a while I'd go all wild\nAnd have myself an illegitimate child\nI wish I were a fascinating lady\nInstead I'm the minister's child\n",
  "\nI'd like to give the world a hug\nAnd tell it jokes and stuff\nAnd pull its pants down to its knees\nAnd chase it through the rough\n\nThen tie it up with bonds and straps\nAnd search its purse for change\nThen leave it out at Moose Grin Hall\nWith our cousin who's deranged ...\n\t\t-- National Lampoon, to an old Coke commercial\n",
  "\nI'm a lover not a dancer!\nI'm a lover not a dancer!\nDon't want to be on my feet,\nWhen I can be on my back,\nDon't want to be on the floor,\nWhen I can be in the sack!\nI'm a lover not a dancer!\nI'm a lover not a dancer!\nI'm just a little bit tired\nIf you know what I mean,\nDon't want to be in a crowd\nWhen I can be in a dream!\nI'm a lover not a dancer!\nBaby!\nAnd, baby, let me prove it to you,\nBaby, let me prove it to you!\n\t\t-- Jim Steinman, \"Dance in my Pants\"\n",
  "\nI'm glad that I'm an American,\nI'm glad that I am free,\nBut I wish I were a little doggy,\nAnd McGovern were a tree.\n",
  "\nI'm not a pheasant plucker,\nI'm a pheasant plucker's son.\nI'm just a'plucking pheasants\n'Til the pheasant plucker comes.\n\t\t-- The Irish Rovers\n",
  "\nI've been feeling kind of jealous,\nOf all them well-hung fellas,\nLike Michael, Rod, and Mick.\t\tIt would have to be a big one,\nTell me, Doctor can you mend me?\tA giant, horny love gun,\nI've a case of penis envy --\t\tTo let me be a jock.\nIf I only had a dick.\t\t\tGirls would never beg my pardon,\n\t\t\t\t\tThey would turn on to my hardon --\n\t\t\t\t\tIf I only had a cock.\nOh, I can tell you now,\nThe number of times I'd score,\nI could fuck girls like\t\t\tI would not be just a housewife,\n\tI never have before,\t\tLiving a little mouse-life\nAnd then I'd cum (wee!)\t\t\tIn days that drag out long.\nAnd fuck some more!\t\t\tI would dance and I'd be merry\n\t\t\t\t\tLife would be a ding-a-derry\n\t\t\t\t\tIf I only had a dong!\n\t\t-- to \"If I Only Had A Brain\", The Wizard of Oz\n",
  "\nI've finally found the perfect girl,\nI couldn't ask for more,\nShe's deaf and dumb and over-sexed,\nAnd owns a liquor store.\n",
  "\nIf I had a penis I'd wear it outside,\nIn cafes and car lots, with pomp and with pride.\nIf I had a penis I'd pamper it proper\nI'd stay in the tub and use me as the stopper.\nIf I had a penis I'd take it to parties\nStretch it and stroke it and shove it at smarties.\nI'd take it to pet shows and teach it to stay.\nI'd stuff it in turkeys on Thanksgiving Day.\n\nI'd rival my buddies in sportscars and stick shifts.\nI'd shower my spire with girlies and gifts.\nI'd peek around corners; I'd aim at my toilet;\nI'd poke it at foreigners and soap it and oil it.\nIf I had a penis I'd run to my mother;\nComb out the hair and compare it to brother.\nI'd lance her, I'd knight her, my hands would indulge...\nPants would seem tighter and buckle and bulge.\n[Chorus]\n\tA penis to plunder, a penis to push\n\t'Cause one in the hand is worth one in the bush.\n\tA penis to love me, a penis to share,\n\tTo pick up and play with when nobody's there.\n\t\t-- Uncle Bonsai, \"Penis Envy\"\n",
  "\nIf you need anything just whistle.\nYou know how to whistle, don't you, Steve?\nJust put your lips together and blow.\n\t\t-- Lauren Bacall, \"To Have and Have Not\"\n",
  "\nIf you'd like to cultivate insomnia,\nBed down with a pretty girl.\nAmor vincit omnia.\n",
  "\nImmanuel Kant was a real pissant who was very rarely stable.\nHeidegger, Heidegger was a boozy beggar who could think you under the table.\nDavid Hume could out-consume Schopenhauer and Hegel,\nAnd Wittgenstein was a beery swine who was just as schloshed as Schlegel.\nThere's nothing Nietzsche couldn't teach ya 'bout the raising of the wrist.\nSocrates, himself, was permanently pissed!\n\nJohn Stuart Mill, of his own free will,\nOn half a pint of shandy was particularly ill.\nPlato, they say, could stick it away, half a crate of whiskey every day.\nAristotle, Aristotle was a bugger for the bottle,\nHobbes was fond of his dram,\nAnd Rene Descartes was a drunken fart: \"I drink, therefore I am\".\nYes, Socrates, himself, is particularly missed;\nA lovely little thinker but a bugger when he's pissed!\n\t\t-- Monty Python, \"The Philosopher's Drinking Song\"\n",
  "\nIn days of old, when knights were bold,\n\tAnd rubbers weren't invented,\nThey tied their socks around their cocks\n\tAnd babies were prevented.\n",
  "\nIn her first passion woman loves her lover,\nIn all the others all she loves is love.\n\t\t-- George Gordon, Lord Byron, \"Don Juan\"\n",
  "\nIn the days of old,\nWhen Knights were bold,\n\tAnd women were too cautious;\nOh, those gallant days,\nWhen women were women,\n\tAnd men were really obnoxious.\n",
  "\nIn the morning, laughing, happy fish heads\nIn the evening, floating in the soup.\n\t(chorus):\n\tFish heads, fish heads, roly-poly fish heads;\n\tFish heads, fish heads, eat them up. Yum!\nYou can ask them anything you want to.\nThey won't answer; they can't talk.\n\t(chorus)\nI took a fish head out to see a movie,\nDidn't have to pay to get it in.\n\t(chorus)\nThey can't play baseball; they don't wear sweaters;\nThey aren't good dancers; they can't play drums.\n\t(chorus)\nRoly-poly fish heads are NEVER seen drinking cappucino in\nItalian restaurants with Oriental women.\n\t(chorus)\nFishy!\n\t(chorus)\n\t\t-- Fish Heads\n",
  "\nIn youth, it was a way I had\nTo do my best to please,\nAnd change, with every passing lad,\nTo suit his theories.\n\nBut now I know the things I know,\nAnd do the things I do;\nAnd if you do not like me so,\nTo hell, my love, with you!\n\t\t-- Dorothy Parker, \"Indian Summer\"\n",
  "\nIt was April the 41st,\nBeing a quadruple leap year.\nI was driving in down-town Atlantis.\nMy Barracuda was in the shop,\nSo I was in a rented stingray\n\t-- and it was over-heating.\nSo, I pulled into a Shell station.\nThey said I'd blown a seal.\nI said \"Fix the damned thing and leave my private\n\tlife out of it, okay pal?\"\nWhile they were doing that,\nI walked over to the Oyster Bar.\n\tA real dive.\nBut I knew the owner.\nHe used to play for the Dolphins\nI said \"Hi, Gil!\"\nYou have to yell\n\t-- he's hard of herring.\n\t\t-- Kip Adotta, \"Wet Dream\"\n",
  "\nJack an Jill went up the hill.\nJill went down,\nJack came.\n",
  "\nJack and Jill \nWent up the hill,\nEach had a buck and a quarter!\nJill came down,\nWith two and a half,\nYou think they went for water?\n",
  "\nJack and Jill went up a hill\nTo fetch a pail of water.\nJack fell down and broke his crown\tJack on Jill produced a thrill\nAnd Jill came tumbling after.\t\tWhen on the ground he got her,\n\t\t\t\t\tThen went down and told the town\n\t\t\t\t\tHe tumbled Jill and gaffed her.\nJack to Jill thus did such ill\nThat Jill, to pay the rotter,\nTold the town Jack's crown broke down\tJack and Jill have split the bill\nWhen he set out to shaft her.\t\tSince Jack led Jill to totter.\n\t\t\t\t\tHalf the town deals Jill a frown\n\t\t\t\t\tAnd half greets Jack with laughter.\n",
  "\nJack be nimble, Jack be quick,\nJack jumped over the candle stick.\nBut Jack wasn't so nimble,\nJack wasn't so quick,\nSo Jack's in the hospital, with a burned up dick!\n",
  "\nJack be nimble, Jack be quick.\nJack jumped over the candle stick,\nAnd burnt his balls.\n",
  "\njake hates\n\t  all the girls(the\nshy ones, the bold\t\tpaul scorns all\nones; the meek\t\t\t\t       the girls(the\nproud sloppy sleek)\t\tbright ones, the dim\nall except the cold\t\tones; the slim\n\t\t   ones\t\tplump tiny tall)\n\t\t\t\tall except the\n\t\t\t\t\t      dull ones\ngus loves all the\n\t\t girls(the\nwarped ones, the lamed\t\tmike likes all the girls\nones; the mad\t\t\t\t\t\t(the\nmoronic maimed)\t\t\tfat ones, the lean\nall except\t\t\tones; the mean\n\t  the dead ones\t\tkind dirty clean)\n\t\t\t\tall\n\t\t\t\t   except the green ones\n\t\t-- e e cummings\n",
  "\nKill Kill,\nHate Hate,\nMurder, Maim, and Mutilate!\n",
  "\nKitten with a whip,\tTeddy bear in chains,\tPuss in leather boots,\ntail, swish swish,\tspread on a bed;\trising thigh high;\ntake what you will,\tfantasy games,\t\tblack rubber suits;\nget what you wish.\tdeep in your head.\tmaking him cry.\n\nSquirm from the blows,\tNow pussy's all hot,\tTeddy bear sighs;\nwrithe from the pain;\tfrom the power trip;\tkitty's on top;\nbut teddy bear knows,\tready or not,\t\tthere's fire in her eyes,\nthat he wants it again.\tnext swing's from\tand the cat won't stop.\n\t\t\t\tthe hip.\n\nThe world explodes,\tTeddy's still tied;\tKitten with a whip,\nher claws dig in;\tlying all alone;\ttail, swish swish,\nthen kitty cat goes,\teven if he tried,\ttake what you will,\ncause she's through\the couldn't go home.\tget what you wish.\n\twith him.\n\t\t-- Kitten With A Whip\n",
  "\nLeft a good broad by the river,\nTraveled back into town just to get some rest!\nWaited for 10 hours,\nWent back to the river,\nBut I couldn't get her out of that mess!\n\nchorus:\n\tPoor Mary Jo Kopechne,\n\tDead Mary Jo Kopechne,\n\tRollin'... rollin'... rollin' down the window!\n\nIf you're gonna run for office,\nAnd you know that it's an election year.\nDon't go in the river,\n'Specially by way of bridges,\nIt could put an end to your political career!\n(chorus)\n\t\t-- Poor Mary Jo, to the tune of \"Proud Mary\"\n",
  "\nLeprosy, all my skin is falling off of me.\nI'm not half the man I used to be.\nOh, how did I get leprosy?\n\nSyphillis, it all started with a simple kiss.\nNow it even hurts to take a piss.\nOh why did I get syphillis?\n\nWhy'd she have VD?  I don't know, she wouldn't say.\nI did something wrong, now I long for yesterday ....\n\t\t-- \"Leprosy,\" to the tune of \"Yesterday\"\n",
  "\nLet's love each other slowly,\nreaching for a plane,\nof exquisite pleasure,\nand delicate pain.\n\t\t-- Adam Beslove\n",
  "\nLike private parts to the Gods are we,\nthey play with us for their sport.\n\t\t-- Lord Melchett (Blackadder 2)\n",
  "\nLions in the street and roaming,\nDogs in heat, rabid, foaming,\nA beast caged in the heart of the city.\nThe body of his mother lying in the summer ground,\nHe fled the town.\nWent down south across the border,\nLeft the chaos and disorder\nBack there, over his shoulder.\nOne morning he awoke in a green hotel,\nA strange creature groaning beside him.\nSweat oozed from its shiny skin.\nIs everybody in?  The ceremony is about to begin.\n\t\t-- Jim Morrison, \"Celebration of the Lizard\"\n",
  "\nLipstick on your dipstick told a tale on you,\nLipstick on your dipstick said you were untrue.\nBet your bottom dollar you and I are through,\n'Cause lipstick on your dipstick told a tale on you.\n\t\t-- To the tune of \"Lipstick On Your Collar\"\n",
  "\nLittle Johnny with a grin,\nDrank up all of daddy's gin,\nMother said, when he was plastered,\nGo to bed, you little ... love-child.\n",
  "\nLittle Mary on the ice,\nWent out to have a frisk,\nNow wasn't little Mary nice,\nHer pretty *?\n",
  "\nLittle Miss Muffet sat on a tuffet,\nEating her curds and whey.\nAlong came a spider,\nAnd bit her right in the snatch.\n",
  "\nLittle Miss Muffet sat on a tuffet,\nHer knickers all tattered and torn.\nFor it wasn't a spider that sat down beside her,\nBut Little Boy Blue with his horn!\n",
  "\nLittle Miss Muffet,\nSat on her tuffet,\nSmoking some THC.\nAlong came a narc'er who sat down beside her\nAnd said, \"So... what's in the bag, bitch?!\"\n",
  "\nLove is a word that is constantly heard,\nHate is a word that is not.\nLove, I am told, is more precious than gold.\nLove, I have read, is hot.\nBut hate is the verb that to me is superb,\nAnd Love but a drug on the mart.\nAny kiddie in school can love like a fool,\nBut Hating, my boy, is an Art.\n\t\t-- Ogden Nash\n",
  "\nLove to eat them mousies,\nMousies I love to eat.\nBite they little heads off,\nNibble at they tiny feet.\n\t\t-- Kliban\n",
  "\n\tLove's Drug\n\nMy love is like an iron wand \n\tThat conks me on the head,\nMy love is like the valium \n\tThat I take before my bed,\nMy love is like the pint of scotch \n\tThat I drink when I be dry;\nAnd I shall love thee still, my dear,\n\tUntil my wife is wise.\n",
  "\nMan's lust for a bust is hardly recent,\nSome say not even indecent.\nBut if you lust,\nIt's a must!\n",
  "\nMary had a little lamb,\nIt's fleece as white as snow.\nIt followed her to school one day,\nAnd got fucked by a big black dog.\n",
  "\nMary had a little lamb,\nShe kept it in a bucket.\nAnd every time she let it out,\nThe bulldog used to ...\nUmm, chase it around the garden.\n",
  "\nMary had a little lamb,\nThe lamb turned out to be a ram,\nNow Mary has a little lamb.\n",
  "\nMary had a little lamb, its fleece was white as snow,\nAnd everywhere that Mary went, the lamb was sure to go.\nIt followed her through rain or snow, lightning, sleet or hail.\nIt fetched the evening paper, her slippers, and the mail.\nShe never had a moment's peace; the lamb was always on her heels,\nAnd on her feet its head would rest, while she ate her meals.\nIt followed her to school one day, the devotion never ended.\nThe lamb waltzed into her history class and Mary got suspended.\nThe night she went to Senior Prom, she thought she had him beat,\nUntil she heard a mournful \"Baaa\" coming from her car's seat.\nOh, Mary had a little lamb, it surely didn't please her.\nSo for dinner she had lambchops; the rest is in the freezer.\n\t\t-- Alma Garcia\n",
  "\nMary had a little sheep,\nAnd with the sheep she went to sleep,\nThe sheep turned out to be a ram,\nAnd Mary had a little lamb.\n",
  "\nMary had a little watch;\nShe swallowed it one day.\nAnd so she took some Ex-Lax\nTo pass the time away.\n\nBut when she took the Ex-Lax\nThe time it did not pass.\nSo when you want to know the time,\nJust look up Mary's ... Uncle.\n\n(He has a watch, too)\n",
  "\nMe father makes book on the corner,\nMe mother makes second hand gin,\nMe sister makes love for a dollar,\nAnd that's how the money rolls in!\n\n\tRolls in, rolls in, just look how the money rolls in!\n\t\t(Rolls in!)\n\tRolls in, rolls in, just look how the money rolls in!\n\nMe father sells cheap prophylactics,\nMe mum pokes the tips with a pin,\nMe sister performs the abortions,\nAnd that's how the money rolls in!\n\nMe uncle's a poor missionary,\nHe saves fallen women from sin.\nHe'll save you a blonde for five dollars,\nAnd that's how the money rolls in.\n",
  "\nMen have many faults,\n\tWomen only two:\nEverything they say,\n\tAnd everything they do!\n",
  "\nMissed the train at the railway station\nOh hell, blast, and damnation!\nAsked a lady in there if she had the time,\nShe said \"Yes\", and a strong inclination.\n",
  "\nMistress Mary, quite contrary,\nHow does your garden grow?\nWith silver bells and cockle shells,\nAnd one really fucked-up petunia.\n",
  "\n\nMoney cannot buy\nThe fuel of love\nbut is excellent kindling.\n\nTo the man-in-the-street, who, I'm sorry to say,\nIs a keen observer of life,\nThe word intellectual suggests right away\nA man who's untrue to his wife.\n\t\t-- W.H. Auden, \"Collected Shorter Poems\"\n",
  "\nMuch to his Mum and Dad's dismay, Horace ate himself one day.\nHe didn't stop to say his grace, he just sat down and ate his face.\n\"We can't have this!\" his Dad declared, \"If that lad's ate, he should\n\tbe shared.\"\nBut even as he spoke they saw Horace eating more and more:\nFirst his legs and then his thighs, his arms, his nose, his hair, his eyes...\n\"Stop him someone!\" Mother cried, \"Those eyeballs would be better fried!\"\nBut all too late, for they were gone, and he had started on his dong...\n\"Oh! foolish child!\" the father mourns \"You could have deep-fried that\n\twith prawns,\nSome parsley and and some tartar sauce...\"\nBut H. was on his second course: his liver and his lights and lung,\nHis ears, his neck, his chin, his tongue; \"To think I raised him from the cot,\nAnd now he's going to scoff the lot!\"\nHis Mother cried: \"What shall we do?  What's left won't even make a stew...\"\nAnd as she wept, her son was seen, to eat his head, his heart his spleen.\nand there he lay: a boy no more, just a stomach on the floor...\nNone the less, since it *was* his, they ate it -- that's what haggis is.\n",
  "\nMy travel agent's an Oxford chap \nWho rolls his eyes when he speaks.\nI asked him about the Isle of Man \nFor a journey of about six weeks.\nAnd this is what he said to me \nAs he looked me right in the eye,\n\"For a far-out trip, try an ice cream dip \nOf Elephant Shit On Rye.\"\n\nA brand-new store just opened its door\nAt the corner of 5th and Vine\nAnd I happened to be standing right outside\nWhen they turned on their neon sign.\nI heard a strange sound, I looked around,\nAnd that's when I almost died,\nThey nearly knocked me down to be the first in town\nTo get their Elephant Shit On Rye!\n",
  "\nNature and nature's laws lay hid in night,\nGod said, \"Let Newton be,\" and all was light.\n\nIt did not last; the devil howling \"Ho!\nLet Einstein be!\" restored the status quo.\n",
  "\nNobody loves me,\nEverybody hates me,\nI think I'll go out and eat worms.\nI'm gonna cut their heads off,\nEat their insides out,\nAnd throw way the skins.\nBig, fat, juicy ones,\nLittle, skinny, cute ones,\nWatch how they wiggle and they squirm.\n",
  "\nNow of a maid, I'll sing a song,\nSing, rikkity-tikkity-tin.\nNow of a maid, I'll sing a song,\tShe didn't like her Uncle Zeke,\nWho didn't keep her family long.\tSing, rikkity-tikkity-tin,\nNot only did she do them wrong,\t\tShe didn't like her Uncle Zeke,\nShe did every one of them in, them in,\tAnd so she drowned him in the creek.\nShe did every one of them in.\t\tThe water we had was bad for a week,\n\t\t\t\t\tSo we had to make do with gin, with gin,\nShe weighted her father down with stones.  We had to make do with gin.\nSing, rikkity-tikkity-tin.\nShe weighted her father down with stones,  Her mother she could never stand,\nAnd sent him off to Davy Jones.\t\tSing, rikkity-tikkity-tin.\nAll that we ever found were bones,\tHer mother she could never stand,\nAnd occasional pieces of skin, of skin, And so a cyanide soup she planned.\nOccasional pieces of skin.\t     Her mother died with the spoon in her hand,\n\t\t\t\t\tAnd her face in a hideous grin, a grin.\nShe set her sister's hair on fire,\tHer face in a hideous grin.\nSing, rikkity-tikkity-tin.\nShe set her sister's hair on fire,\tOne day, when she had nothing to do,\nAnd as the smoke and flames grew higher,  Sing, rikkity-tikkity-tin.\nShe danced around the funeral pyre,\tOne day, when she had nothing to do,\nPlaying the violin, -olin,\t\tShe cut her baby brother in two,\nPlaying the violin.\t\t\tAnd served him up as an Irish stew,\n\t\t\t\t\tAnd invited the neighbors in, -bors in,\nAnd when at last the police came by,\tInvited the neighbors in.\nSing, rikkity-tikkity-tin.\nAnd when, at last, the police came by,\tFor to do so she would have to lie,\nHer little pranks she did nor deny,\tAnd lying, she knew, was a sin, a sin,\n\t\t\t\t\tLying she knew was a sin.\n\t\t-- \"Rikkity-tikkity-tin\"\n",
  "\nO!  If I were a fish\nI'd lay hap'ly on my dish.\nYes, that's my one and only wish --\nTo be a fish!\n\nFor fish don't ever mish;\nThey needn't flush after they pish!\nYes, and life's just swish, swish, swish,\nFor all the fish!!!\n",
  "\nOh Father, my Father, Oh what must I do?\nThey're burning our streets and beating me blue.\n\"Listen my son, I'll tell you the truth:\nGet a close haircut and spit-shine your shoes.\"\n\nOh Mother, my Mother, my confusions remove,\nI long to embrace her whose hair is so smooth.\n\"Now listen my son, although you're confused,\nCut your hair close and shine all your shoes.\"\n\nOh Teacher, my Teacher, your life with me share.\nWhat books ought I read?  What thoughts do I dare?\n\"Oh Student, my Student, of dissent you beware.\nShine those dull shoes and cut short your hair.\"\n\nOh Preacher, my Preacher, does God really care?\nAre all races equal?  Are laws just and fair?\n\"Boy -- here's the answer, no need to despair:\nShine those new shoes and cut short that hair.\"\n",
  "\nOh freddled gruntbuggly, thy micturations are to me\nAs plurdled gabbleblotchits on a lurgid bee.\nGroop I implore thee, my foonting turlingdromes,\nAnd hooptiously drangle me with crinkly bindlewurdles,\nOr I will rend thee in the goblerwarts with my blurglecruncheon,\n\tsee if I don't.\n\t\t-- Prostetnic Vogon Jeltz\n",
  "\nOh give me a home, where the bookmakers roam,\nWhere the beer and the whiskey flows free,\nWhere never is heard, a discouraging word,\nAnd the call-girls keep callin' for me!\n",
  "\nOh I'm just a typical American boy\nFrom a typical American town.\nI believe in God and Senator Dodd\nAnd keeping old Castro down.\nAnd when it came my time to serve\nI knew \"Better Dead Than Red\",\nBut when I got to my old draft board,\nBuddy, this is what I said:\n\nChorus:\n\tSarge, I'm only eighteen, I've got a ruptured spleen,\n\tAnd I always carry a purse!\n\tI've got eyes like a bat and my feet are flat,\n\tAnd my asthma's getting worse!\n\tYes, think of my career and my sweetheart dear,\n\tAnd my poor old invalid aunt!\n\tBesides I ain't no fool, I'm a-going to school\n\tAnd I'm a-working in a defense plant!\n\t\t-- Phil Ochs, \"Draft Dodger Rag\"\n",
  "\nOh, I could while away the hours,\nSmoking herbs and flowers,\nShooting up my veins,\n\tDe-dum, De-dum, De-dum\nTell you, I've been a-thinkin'\nI could drive a shiny Lincoln,\nIf I dealt in good cocaine.\n\t\t-- To If I Only Had A Brain from \"The Wizard of Oz\"\n",
  "\nOh, I'm looking over, my dead dog Rover,\nThat got run over with my mower.\nOne leg is missing, and one other is gone,\nThe fourth one is scattered all over the lawn.\nIt's no use explain'n, the one remaining,\nIt landed by the kitchen door.\nOh, I'm looking over, my dead dog rover,\nthat ain't gonna walk no more...\n\t\t-- Tune is something about a four-leaf clover.\n",
  "\nOld King Cole was a merry old soul,\nA merry old soul was he.\nHe called for his pipe,\nAnd he called for his drums,\nAnd he fiddled with his call girls three.\n",
  "\nOld McDonald had a farm,\nE-I-E-I-O!\nAnd on this farm he had some chicks,\nE-I-E-I-O!\nWith a chick-chick here,\nAnd a chick-chick there,\nHere a chick,\nThere a chick,\nEverywhere a chick-chick,\nOld McDonald lost his farm\n'Cause he had too many chicks!\n",
  "\nOld Mother Hubbard,\nWent to the cubbard,\nTo get her poor doggie a bone.\n\nBut when she stooped over,\nOld Rover, he drove her.\nYou see, he had a bone of his own.\n",
  "\nOnce Law was sitting on the bench\n\tAnd Mercy knelt a-weeping.\n\"Clear out!\" he cried, \"disordered wench!\n\tNor come before me creeping.\nUpon you knees if you appear,\n'Tis plain you have no standing here.\"\n\nThen Justice came.  His Honor cried:\n\t\"YOUR states? -- Devil seize you!\"\n\"Amica curiae,\" she replied --\n\t\"Friend of the court, so please you.\"\n\"Begone!\" he shouted -- \"There's the door --\nI never saw your face before!\"\n\t\t-- Ambrose Bierce, \"The Devil's Dictionary\"\n",
  "\nOuch mosquito, silent by night,\nWhy pierce my skin, so white?\nYou grow plump, as a leech.\nStop!  I beseech (in vein).\n\nI have no choice.\nWhy waste my voice,\nWhen only a slap will do?\nOuch, I am bitten!\nWhat ho, you are smitten!\nYo mosquito, fuck you.\n\t\t-- Mitchell Peck, \"Ouch, Mosquito\"\n",
  "\nOur universe itself keeps on expanding and expanding,\nIn all of the directions it can whiz;\nAs fast as it can go, that's the speed of light, you know,\nTwelve million miles a minute and that's the fastest speed there is.\nSo remember, when you're feeling very small and insecure,\nHow amazingly unlikely is your birth;\nAnd pray that there's intelligent life somewhere out in space,\n'Cause there's bugger all down here on Earth!\n\t\t-- Monty Python, \"The Meaning of Life\"\n",
  "\nPiddle, twiddle, and resolve,\nNot one damn thing do we solve.\n\t\t-- 1776\n",
  "\nPillage, rape, and loot and burn, but all in moderation.\nIf you do the things we say, then you'll soon rule the nation.\nKill your foes and enemies and then kill your relations.\nPillage, rape, and loot and burn, but all in moderation.\n\t\t-- \"Plunderer's Theme,\" to the tune of\n\t\t   \"Supercaligragilisticexpialidocius\" \n",
  "\nPosterity will ne'er survey\nA nobler grave than this;\nHere lie the bones of Castlereagh;\nStop, traveler, and piss.\n\t\t-- Lord Byron, on Lord Castlereagh\n",
  "\nPuff the Jewish dragon lived in Palestine, \nAnd frollicked in the Autumn mist,\nAnd drank Manishiewitz wine.\nLittle Rabbi Jacob loved that rascal Puff,\nAnd brought him soup and Matzah balls,\nAnd other kosher stuff.\n\nThen one day it happened, Puff was eating pork.\nLittle Rabbi Jacob took that dragon for a walk.\nGently he explained that dragons don't eat meat,\nThat come from little piggies who have dirty filthy feet.\n",
  "\nReefers and roach clips and papers and rollers\nCocaine and procaine for twenty year molars\nReds and peyote to work out your bugs\nThese are a few of my favorite drugs.\n\nUppers and downers and methedrine freakout\nTake some amphetamines, watch your brains leak out\nAcid and mescaline pull out your plugs\nThese are a few of my favorite drugs.\n\nBacks that are perfect for carrying monkeys\nUsers of heroin, often called junkies\nMethadone helps then to stop being thugs\nTakes them off one of my favorite drugs.\n\n\tOn a bad trip\n\tWhen the cops come\n\tWhen I lose my head\n\tI simply take more of my favorite drugs\n\tAnd then I'm not sad -- I'm dead!\n\t\t-- \"My Favorite Drugs,\" to the tune of \"My Favorite Things\"\n",
  "\nSan Francisco is my kind of city,\nWhere the women are strong and the men are pretty.\n",
  "\nSanta Claus wears a red suit.\nHe's a Communist.\n\nHe has long hair and a beard.\nMust be a pacifist.\n\nAnd what's in the pipe that he's smoking?\n\nSanta Claus comes in your house at night.\nHe must be a dope fiend to get you up tight.\n\nWhy do police guys beat on peace guys?\n\t\t-- Arlo Guthrie, \"The Pause of Mr. Claus\"\n",
  "\nSend lawyers, guns, and money,\nThe shit has hit the fan.\n\t\t-- Warren Zevon\n",
  "\nSex and drugs and rock and roll,\nIs all my brain and body need.\nSex and drugs and rock and roll,\nAre very good indeed.\n\nTake your silly ways,\nThrow them out the window,\nThe wisdom of your ways,\nI've been there and I know,\nLots of other ways...\n\t\t-- Ian Drury, \"New Boots and Panties\"\n",
  "\nSex is great,\nSex is grand,\nSex around here,\nIs mostly by hand.\n",
  "\nShare and enjoy, share and enjoy.\nJourney through life with a plastic boy or girl by your side.\nLet your pal be your guide.\nAnd when it breaks down or starts to annoy,\n\tor grinds when it moves and gives you no joy,\n\t'cause it digs up your hat,\n\tor has sex with your cat,\n\tsprays oil on your wall or rips off your door,\n\tand you get to the point you can't stand any more.\nBring it to us, we won't give a shit.\nWe'll tell you: \"Go stick your head in a pig\".\n",
  "\nShe never liked zippers, she said,\nUntil she opened one in bed.\n",
  "\nShe was bred in ol' Kentucky\nBut she's just a crumb up here\nShe was knock-knee'd and double-jointed\nWith a cauliflower ear\nSomeday we will be married\nAnd if vegetables become too dear\nI'll just cut me a slice of\nHer cauliflower ear!\n\t\t-- Curly Howard, \"The Three Stooges\"\n",
  "\nShe's such a kinky girl,\nThe kind you don't take home to mother.\nShe will never let your spirits down\nOnce you get her off the street.\n",
  "\nSo now\nthat you have-\n\nyou know, whoever\n\nyou're trying\nto do\n\na favor\nfor\n\n-you've done it-\n\nand I'm sure\nyou had\n\na smirk\non your mouth\n\nas you got me\ninto this.\n\t-- \"To Linda\", from The Poetry Of H. Ross Perot,\n\t   composed for Linda Wertheimer of National Public Radio.\n\t   From SPY Magazine, November 1992\n",
  "\nSo, good night, you moonlit ladies,\nRock-a-bye sweet baby James.\nDeep greens and blues are the colors I choose,\nWon't you let me go down in my dreams?\nAnd rock-a-bye sweet baby James.\n\t\t-- James Taylor, \"Rock-a-bye Sweet Baby James\"\n",
  "\nSodomy, fellatio, cunnilingus, pederasty,\nFather, why do these words sound so nasty?\n\t\t-- Hair\n",
  "\nSOLOIST:\t\t\t\tMOUNTIES:\nI'm a lumberjack and I'm OK,\t\tHe's a lumberjack and he's OK,\nI sleep all night and I work all day.\tHe sleeps all night and he works\n\t\t\t\t\tall day.\n\nI cut down trees, I eat my lunch,\tHe cuts down trees, he eats his lunch,\nI go to the lavatory.\t\t\tHe goes to the lavatory.\nOn Wednesday I go shopping,\t\tOn Wednesday he goes shopping,\nAnd have buttered scones for tea.\tAnd has buttered scones for tea.\n\nI cut down trees, I skip and jump,\tHe cuts down trees, he skips and jumps,\nI like to press wild flowers,\t\tHe likes to press wild flowers.\nI put on women's clothing,\t\tHe puts on women's clothing,\nAnd hang around in bars.\t\tAnd hangs around in bars.\n\nI cut down trees, I wear high heels,\tHe cuts down trees, he wears high heels,\nSuspenders and a bra.\t\t\tSuspenders?  and a bra?\nI wish I'd been a girlie,\t\tThat's rude...\nJust like my dear Pappa.\n",
  "\nSomebody's moggy, by the side of the road,\nSomebody's pussy, who forgot his highway code,\nSomebody's favourite feline, who ran clean out of luck,\nWhen he ran onto the road, and tried to argue with a truck.\n\nYesterday he purred and played, in his pussy paradise,\nDecapitating tweety birds, and masticating mice.\nNow he's just six pounds of raw mince meat,\nThat don't smell very nice --\nHe's nobody's moggy now.\n\nOh you who love your pussy,\nBe sure to keep him in.\nDon't let him argue with a truck,\tIf he tries to play\nThe truck is bound to win.\t\tOn the road way\nAnd upon the busy road,\t\t\tI'm afraid that will be that,\nDon't let him play or frolic.\t\tThere will be one last despairing\nIf you do, I'm warning you,\t\t\t\"Meow!\"\nIt could be cat-astrophic!\t\tAnd a sort of squelchy Splat!\n\t\t\t\t\tAnd your pussy will be slightly dead,\nHe's nobody's moggy --\t\t\tAnd very, very flat!\nJust red and squashed and soggy --\nHe's nobody's moggy now.\n\t\t-- Eric Bogle, \"Scraps of Paper\"\n",
  "\nStarkle, starkle, little twink,\nWho the hell you are I think\nI'm not as drunk as thinkle peep\nI'm just a little slort of sheep.\nTee martoonis make a guy,\nFeel so woozy, I don't know why.\nSo mass the pixer and kill my fup\nI've all day sober to sunday up.\n",
  "\nTequila my girl, is deceiving:\nTake two at the very most.\nTake three and you're under the table,\nTake four and you're under the host.\n",
  "\nThe blacksmith told me before he died,\nAnd I have no reason to believe that he lied,\nThat no matter how he tried,\nHis wife was never satisfied!\n\nAnd so he built a bloody great wheel,\nHarnessed to a cock of steel,\nTwo balls of brass were filled with cream,\nAnd the whole damn thing was driven by steam.\n\nRound and round went the bloody great wheel,\nIn and out went the cock of steel,\nTill at last the maiden cried,\n\"Enough! Enough! I am satisfied!\"\n\nAnd now we come to the crucial bit --\nThere was no way of stopping it.\nAnd she was split from hole to hole,\nAnd the whole fucking thing was covered in shit...\n",
  "\nThe mind is its own place, and in itself\nCan make a Heaven of Hell, a Hell of Heaven.\nWhat matter where, if I be still the same,\nAnd what I should be, all but less than he\nWhom thunder hath made greater? here at least\nWe shall be free; the almighty hath not built\nHere for his envy, will not drive us hence;\nHere we may reign secure, and, in my choice,\nTo reign is worth ambition, though in Hell:\nBetter to reign in Hell than serve in Heaven.\n\t\t-- Satan, Milton's \"Paradise Lost\", I, 254-263\n",
  "\nThe orders come down and they march us away.\nThere's a battle outside and we join in the fray.\nGod, it's hell when you know this could be your last day,\nBut it's better than working for Xerox.\n\t\t-- Frank Hayes, \"Don't Ask\"\n",
  "\nThe poor little doe\nCrawled out of the woods,\nTired, bedraggled and blue.\n\"Look,\" she said, \"What I did for a buck,\nI should have asked for two!\"\n",
  "\nThe rich man uses vaseline,\n\tThe poor man uses lard;\nThe worker uses axle grease\n\tBut gets it twice as hard.\n",
  "\nThe sun was shining brightly\t\tThe breeze was blowing briskly,\nAnd I could hardly wait,\t\tIt made the flowers sway,\nTo ponder at my window\t\t\tThe garden was enchanting\nAnd gaze at my estate.\t\t\tOn this inspiring day.\n\nMy eyes fell on a little bird,\t\tI smiled at him cheerfully\nWith a beautiful yellow bill,\t\tAnd gave him a crust of bread,\nI beckoned him to come and light\tAnd then I closed the window\nUpon my window sill.\t\t\tAnd smashed his fucking head.\n\t\t-- \"Good Morning\", Debbie Smith\n",
  "\nThere are Jews in the world, there are Buddhists,\tEvery sperm is sacred,\nthere are Hindus and Mormons and then\t\t\tEvery sperm is great,\nthere are those that follow Mohammed  ...But...\t\tIf a sperm is wasted,\nI've never been one of them.\t\t\t\tGod gets quite irate.\n\nI am a Roman Catholic\t\t\t\t\tEvery sperm is wanted,\nAnd have been since before I was born,\t\t\tEvery sperm is good.\nAnd the one thing they say about Catholics is\t\tEvery sperm is needed,\nThey'll take you as soon as you're warm.\t\tIn your neighborhood.\n\nYou don't have to be a six-footer.\t\tLet the heathens spill theirs,\nYou don't have to have a great brain.\t\tOn the dusty ground.\nYou don't have to have any clothes on,\t\tGod shall make them pay for\nYou're a Catholic the moment Dad came\t\tEach sperm that can't be found.\n...Because...\n\nHindu, Taoist, Mormon,\t\t\t\tEvery sperm is useful,\nspill theirs just anywhere\t\t\tEvery sperm is fine.\nbut God loves those who treat their\t\tGod needs everybodies,\nsemen with more care.\t\t\t\tMine, and mine, and mine.\n\t\t-- Monty Python, \"Every Sperm is Sacred\"\n",
  "\nThere were the Scots\nWho kept the Sabbath\nAnd everything else they could lay their hands on.\nThen there were the Welsh\nWho prayed on their knees and their neighbors.\nThirdly there were the Irish\nWho never knew what they wanted\nBut were willing to fight for it anyway.\nLastly there were the English\nWho considered themselves a self-made nation\nThus relieving the Almighty of a dreadful responsibility.\n",
  "\nThis land is full of trousers!\nthis land is full of mausers!\n\tAnd pussycats to eat them when the sun goes down!\n\t\t-- Firesign Theater\n",
  "\nThis land is made of mountains,\nThis land is made of mud,\nThis land has lots of everything,\nFor me and Elmer Fudd.\n\nThis land has lots of trousers,\nThis land has lots of mousers,\nAnd pussycats to eat them\nWhen the sun goes down.\n",
  "\nTiddely Quiddely\nEdward M. Kennedy\nQuite unaccountably\nDrove in a stream.\n\nPleas of amnesia\nIncomprehensible\nPossibly shattered\nPolitical dream.\n",
  "\n'Twas orgy, and the hip and mod\nDid groove and trip out at the pad:\t\"Beware the Radcliff girl, my son!\nAll whimsy were the slamming chicks,\tThe looks that mell, the claws that\nAnd the Radcliffe undergrad.\t\t\tcatch!\n\t\t\t\t\tBeware the Byrn Mawr deb, and shun\nHe took his venerable staff in hand:\tThe uppity Wellesleysnatch!\"\nLong time the cool young stuff he\n\tsought --\t\t\tAnd as in raffish thought he sprawled,\nSo rested he among the spree\t\tThe Radcliffe girl, no idle flirt,\nAnd paused to smoke some pot.\t\tCrept past the hippies getting balled\n\t\t\t\t\tAnd doffed her miniskirt.\nOne, two!  One, two!  And through\n\tand through\t\t\t\"And hast thou laid the Radcliffe girl?\nThe venerable staff went snicker-snack!\tCome to my arms, my horny boy!\nHe left her bred, sans maidenhead,\tO spaced-out day!  Calooh!  Callay!\"\nAnd went galumphing back.\t\tHe cackled in his joy.\n\n'Twas orgy, and the hip and mod\nDid groove and trip out at the pad:\nAll whimsy were the slamming chicks,\nAnd the Radcliffe undergrad.\n",
  "\n'Twas the night before Christmas -- the very last one --\nWhen the blazing of lasers destroyed all our fun.\nJust as Santa had lifted off, driving his sleigh,\nA satellite spotted him making his way.\nThe Star Wars Defense System -- Reagan's desire\nWas ready for action, and started to fire!\nThe laser beams criss-crossed and lit up the sky\nLike a fireworks show on the Fourth of July.\nI'd just finished wrapping the last of the toys\nWhen out of my chimney there came a great noise.\nI looked to the fireplace, hoping to see\nSt. Nick bringing presents for missus and me.\nBut what I saw next was disturbing and shocking:\nA flaming red jacket setting fire to my stocking!\nCharred reindeer remains and a melted sleigh-bell;\nOutside burning toys like confetti they fell.\nSo now you know, children, why Christmas is gone:\nThe Star Wars computer had got something wrong.\nOnly programmed for battle, it hadn't a heart;\n'Twas hardly a chance it would work from the start.\nIt couldn't be tested, and no one could tell,\nIf the crazy contraption would work very well.\nSo after a trillion or two had been spent\nThe system thought Santa a Red missle sent.\nSo kids dry your tears now, and get off to bed,\nThere won't be a Christmas -- since Santa is dead.\n",
  "\nVirginity is a bubble on the sea of life,\nwhich takes but one prick to break.\n\t\t-- Jordan Sand\n",
  "\nWas it you that did the pushin',\nLeft the stains upon the cushion,\nThe footprints on the dashboard upside-down?\nWas it you, you little pecker,\nThat got into my Rebecca,\nIf you did, you'd better leave this town!\n\nYes, 'twas I that did the pushin',\nLeft the stains upon the cushion,\nFootprints on the dashboard upside-down.\nBut since I stuck your daughter,\nI've had trouble passin' water,\nSo I guess we're kind of even all around!\n",
  "\nWe\nown\nthis land.\n\nI don't spend\nany time\non this land.\n\nThis\nis a tiny\nlittle piece\n\nof my\nbusiness\ninterests.\n\nIt's like\na grain\nof sand.\n\t-- \"Alliance Airport, from The Poetry Of H. Ross Perot,\n\t   recited on ABC's Town Meeting, June 29, 1992.\n\t   From SPY Magazine, November 1992\n",
  "\nWe boggies are a hairy folk\t\tEver hungry, ever thirsting,\nWho like to eat until we choke.\t\tNever stop till belly's bursting.\nLoving all like friend and brother,\tChewing chop and pork and muttons,\nAnd hardly ever eat each other.\t\tA merry race of boring gluttons.\n\nSing: GOBBLE, GOBBLE, GOBBLE, GOBBLE, GOBBLE, GOBBLE, GOBBLE, GOBBLE.\n\nBoggies gather 'round the table,\tAnything edible, we've got dibs on,\nEat as much as you are able.\t\tAnd hope we all die with our bibs on.\nGorge yourselves from moon till noon\tEver gay, we'll never grow up,\n(Don't forget your plate and spoon.)\tCome! And sing and play and throw-up!\n\nSing: GOBBLE, GOBBLE, GOBBLE, GOBBLE, GOBBLE, GOBBLE, GOBBLE, GOBBLE!\n\t\t-- Bored of the Rings, \"The Hobbits National Anthem\"\n",
  "\nWe love our little Johnny\nHe's the best little boy in all the world\nAnd we wouldn't trade him for anything\nThat's how much we love him.\nNo, we couldn't live without him\nSo that's why, since he died,\nWe keep him safe in our G.E. freezer.\nHe's so good, so well-behaved,\nEven better than before;\nOh, such a wonderful kid he is.\nAlice and me, we'll never be lonely,\nNever miss our little Johnny,\nHe'll never grow up and leave us\nThat's why we love him like we do.\n\t\t-- Mr. Mincemeat\n",
  "\nWe must!  We must!\nWe must increase our bust!\nThe bigger the better!\nThe tighter the sweater!\nAnd the boys will think more of us!\n",
  "\nWe will follow Zarathustra,\t\tWe will worship like the Druids,\nZarathustra like we use to,\t\tDancing naked in the woods,\nI'm a Zarathustra booster,\t\tDrinking strange fermented fluids,\nAnd he's good enough for me!\t\tAnd it's good enough for me!\n(chorus)\t\t\t\t(chorus)\n\nIn the church of Aphrodite,\nThe priestess wears a see through nightie,\nShe's a mighty righteous sightie,\nAnd she's good enough for me!\n(chorus)\n\nCHORUS:\tGive me that old time religion,\n\tGive me that old time religion,\n\tGive me that old time religion,\n\t'Cause it's good enough for me!\n",
  "\nWell, actually, I don't mind going to weddings or anything, as long as they're\nnot my own, I show up, but uh, I've always kinda been partial to callin' myself\nup on the phone, asking myself out, y'know, yeah, one thing about it, you're\nalways around.  Yeah, I know, yeah, you ask yourself out, y'know, some class\njoint somewhere, the Burrito King, or somethin', y'know, well, I ain't cheap\ny'know.  Take yourself out for a coupla drinks, mebbe, then you eat, some\nprovocative conversation on the way home, and uh, park in front of the house,\ny'know, and you, oh yeah, you smoo with yourself, put a little nice music on,\nmebbe you put on like, uh, y'know, like shoppin' music, something that's not\ntoo interruptive, y'know, and then uh, y'know, slide over real nice, and say,\n\"Oh, I think you have something in your eye\", well, maybe it's not that\nromantic with you, but I don't, y'know, I get into it, y'know, I take myself\nup to the porch, and uh, take myself inside, maybe, oh, I might get a little\nsomething in a brandy snifter, \"Would you like to listen to some of my back\nrecords, I got something here...\", well, usually, about two-thirty in the\nmorning, you've ended up takin' advantage of yourself, and there ain't no way\naround that, y'know, yeah, makin' the scene with a magazine, ain't no way\naround it.  I'll confess, y'know, I'm no different, y'know, I'm not weird\nabout it or anything, I don't tie myself up first, I just, I just kinda\nspend a little time with myself.\n\t\t-- Tom Waits, \"Nighthawks at the Diner\"\n",
  "\nWell, he went down to dinner in his Sunday best,\nExcitable boy, they all said!\nAnd he rubbed the pot roast all over his chest,\nExcitable boy, they all said!  (Well, he's just an excitable boy.)\n\nHe took in the 4am show at the Clark,\nExcitable boy, they all said!\nAnd he bit the usherette's leg in the dark,\nExcitable boy, they all said!  (Well, he's just an excitable boy.)\n\nHe took little Susie to the junior prom,\nExcitable boy, they all said!\nAnd he raped her and killed her, then he took her home,\nExcitable boy, they all said!  (Well, he's just an excitable boy!)\n\nAfter ten long years they let him out of the home,\nExcitable boy, they all said!\nAnd he dug up her grave and built a cage with her bones,\nExcitable boy, they all said!  (Well, he's just an excitable boy.)\n\t\t-- Warren Zevon, \"Excitable Boy\"\n",
  "\nWell, I went to a party, and what did they do?\nThey took off their socks and they took off their shoes.\nThey took off their shirts, and they took off their pants,\nI had a hunch, we weren't gonna dance.\n\nEverybody, everybody's ass was bare,\nNo bras left, just a queer over there.\nBut the whole damn thing didn't faze me a bit;\nI just jumped on the pile and grabbed some tit.\n\nMy baby's not a sports fan,\nBut she plays with balls whenever she can.\n'Cause her favorite sport you see,\nIs playing tonsil hockey.\n[chorus]\n\tEat, bite, fuck, suck, gobble, nibble, chew;\n\tNipple, bosom, hair pie, finger fuck, screw.\n\tMoose piss, cat pud, orangutan tit;\n\tSheep pussy, camel crack, pig-lie-in-shit.\n\t\t-- Doctor Dirty, \"The Eat-Bite Song\"\n",
  "\nWell, I'd left home just a week before,\nAnd I'd never ever kissed a woman before,\nBut Lola smiled and took me by the hand,\nAnd said 'Little boy, gonna make you a man!'\nWell, I'm not the world's most masculine man,\nBut I know what I am and I'm glad I'm a man and so's Lola.\nLa, la, la, la-Lola... la, la, la, la-Lola...  Lola.\n\t\t-- The Kinks\n",
  "\nWhat's the ugliest part of your body?\nWhat's the ugliest part of your body?\nSome say your nose,\nSome say your toes,\nBut I think it's your mind.\n\t\t-- Frank Zappa, 1965\n",
  "\nWhen a man grows old and his balls\n\tgrow cold,\t\t\tSo find me a seat and stand me a drink\nAnd the end of his knob turns blue;\tAnd a tale to you I'll tell\nWhen it's bent in the middle like a\tOf Dead-eye Dick and Mexican Pete\n\tone-string fiddle,\t\tAnd the gentle Eskimo Nell.\nHe can tell a tale or two.\n\nWhen Dead-eye Dick and Mexican Pete\nGo out in search of fun,\t\tAnd when Dead-eye Dick and Mexican Pete\nIt's usually Dick who wields the prick\tAre sore, depressed, and mad,\nAnd Mexican Pete the gun.\t\t'Tis the cunt that bears the brunt\n\t\t\t\t\tSo the shooting ain't so bad.\nThere was rarely a day without a lay\nAnd usually two or three\t\tNow Dead-eye Dick and Mexican Pete\nFor Dead-eye Dick, his kingly prick\tHad been hunting in Deadman's creek.\nWas always like a tree.\t\t\tAnd they'd had no luck in the way of\n\t\t\t\t\t\ta fuck\nJust a moose or two and a caribou,\tFor nigh on half a week.\nAnd a bison cow or so;\nAnd for Dead-eye Dick with his kingly prick\nThis fucking was mighty slow.\n\t\t-- The Ballad of Eskimo Nell\n",
  "\nWhen ev'rybody's tryin' to sleep,\nI'm somewhere makin' my midnight creep.\t\tChorus:\nIn the mornin' the rooster crow,\tI am a back door man,\nSomethin' tells me I got to go.\t\tI am a back door man,\n\t\t\t\t\tWell, the men don't know,\nThey take me to the doctor,\t\tBut the little girls understand.\n\tshot full of holes,\nNurse try to save a soul.\nKilled her for murder first degree,\nJudge what tried let the man go free.\n\nStand up, cop's wife cried, don't take him down,\nRather be dead six feet in the ground.\nWhen you come home, you can eat pork and beans,\nI eats more chicken than any man's seen.\n\t\t-- Willie Dixon, \"Backdoor Man\", 1961\n",
  "\nWhen I demanded of my friend what viands he preferred,\nHe quoth: \"A large cold bottle, and a small hot bird!\"\n\t\t-- Eugene Field, \"The Bottle and the Bird\"\n",
  "\nwhen i die, i'd like to go peacefully.\nin my sleep.\nlike my grandfather.\n\nnot screaming,\nlike the passengers in his car...\n",
  "\nWhen I need something \nTo help me unwind\nI find a six-foot baby\t\tWhat kind of guy\nWith a one-track mind\t\tDoes a lot for me\nSmart guys are nowhere\t\tSuperman\nThey make demands\t\tWith a lobotomy\nGive me a moron\t\t\tMy father's out of Harvard\nWith talented hands\t\tMy brother's out of Yale\nI go bar-hopping\t\tWell the guy I took home last night\nAnd they say \"Last call\"\tJust got out of jail\nI start shopping \t\tThe way he grabbed and threw me\nFor a Neanderthal\t\tOooo, it really got me hot\n\t\t\t\tBut the way he growled and bit me\nThe bigger they come\t\tI hoped he had his shots\nThe harder I fall\nIn love till we're done\t\tThe bigger they are\nThen they're out in the hall\tThe harder they'll work\n\t\t\t\tI got a soft spot\n\t\t\t\tFor a good-looking jerk\n\t\t-- Julie Brown, \"I Like 'Em Big and Stupid\"\n",
  "\nWhen in calling, plain speaking is out;\nWhen the ladies (God bless 'em) are milling about,\nYou may wet, make water, or empty the glass;\nYou can powder your nose, or the \"johnny\" will pass.\nIt's a drain for the lily, or man about dog\nWhen everyone's drunk, it's condensing the fog;\nBut sure as the devil, that word with a hiss\nIt's only in Shakespeare that characters ____.\n\t\t-- Ogden Nash\n",
  "\nWhen things go wrong as they usually will,\nAnd your daily road seems all uphill,\nWhen funds are low and debts are high,\nWhen you try to smile, but can only cry --\nAnd you really feel you'd like to quit,\nDon't talk to me; I don't give a shit.\n",
  "\nWhen you're lying on the bed,\nAnd the thought is in your head,\nBut the feeling is way down between your legs,\nTake your problem in your hand,\nAnd beat it to the band,\nAnd try your best to keep it off the walls.\n\nDon't let your lover tell you,\nDon't let anybody sell you,\nThat the joy of masturbation is a crime.\nFor I've rid myself of fears,\n(I've been doing it for years)\nAnd now I have an erection all the time.\n",
  "\n... which the Minstrel was supposed by some authorities to have composed\nbeneath the gibbet at Elsdon on the occasion of his hanging, drawing and\nquartering for misguidedly climbing into bed with Sir Oswald Capheughton's\nwife, Lady Fleur, when that noble lord was not only in it, but in her at\nthe same time.  Minstrel Flawse's introduction of himself into Sir Oswald\nhad met with that reaction known as dog-knotting on the part of all\nconcerned...\nI gan noo wha ma organs gan\nWhen oft I lay abed\t\t\tI should ha' known 'twas never Fleur\nSo rither hang me upside doon\t\tThat smelt so mooch of sweat\nThan by ma empty head.\t\t\tFor she was iver sweet and pure\n\t\t\t\t\tAnd iver her purse was wet.\nBut old Sir Oswald allus stank\nOf horse and hound and dung\t\tSo hang me noo fra' Elsdon tree\nAnd when I chose to breech his rank\tAnd draw ma innards out\nWas barrel to my bung.\t\t\tThat all the wald around may see\n\t\t\t\t\tWhat I have done without.\nBut ere ye come to draw ma heart\nNa do it all so quick\t\t\tSo prick 'em wet or prick 'em dry\nBut prise the arse of Oswald 'part\t'Tis all the same to me\nAnd bring me back ma prick.\t\tI canna wait for him to die\n\t\t\t\t\tAfore I have a pee.\n\t\t-- Tom Sharpe, \"The Ballad of Prick 'Em Dry\"\n",
  "\nWhile sitting 'neath an oak one morn\nIn thought on this and that,\nA tiny, twitt'ring little bird\t\t\"Oh tiny bird, O Nature's gift\nA load dropped in my hat.\t\tOf music and of wit!\n\t\t\t\t\tWhy didst thou feel that my best hat\n\"Thy music gladdens my poor soul,\tWas thy best place to shit?\"\nAnd brings joy to my heart.\nBut tell me, little bird divine,\tThe tiny bird a few notes sang,\nWhy didst thou not just fart?\"\t\tThen answer'd \"Pardon me,\n\t\t\t\t\tFor thy hat I thought was my nest,\nI rose and stood in solemn awe\t\tA-fallen from the tree.\"\nHis words to better mull,\nThen lifted up a paving block\nAnd crushed his fucking skull.\n\t\t-- Bill Wordsworth, \"A Tiny Twitt'ring Bird\"\n",
  "\nWillie in the cauldron fell;\t\tWillie saw some dynamite,\nSee the grief on mother's brow;\t\tCouldn't understand it quite;\nMother loved her darling well --\tCuriosity never pays:\nWillie's quite hard-boiled by now.\tIt rained Willie seven days.\n\nLittle Willie with a shout,\t\tWilliam in a nice new sash,\nGouged the baby's eyeballs out;\t\tFell in the fire and burned to an ash.\nStamped on them to make them pop.\tNow, although the room grows chilly,\nMother cried, \"Now, William, stop!\"\tI haven't the heart to poke poor Billy.\n\nWilliam with a thirst for gore,\t\tLittle Willie mean as hell,\nNailed the baby to the door.\t\tThrew his sister in the well!\nMother said, with humor quaint:\t\tSaid his mother when drawing water,\n\"Careful, Will, don't mar the paint.\"\t'sure is hard to raise a daughter.'\n\t\t-- Harry Graham, \"Ruthless Rhymes for Heartless Homes\", 1899\n",
  "\nWillie, looking in the mirror,\t\tWillie with the nursery shears\nSucked the mercury off\t\t\tCut off both the baby's ears.\nThinking in his childish error\t\tTo the baby so unsightly\nIt would cure the whooping cough.\tMother raised her eyebrows slightly.\n\nAt the funeral his weeping mother\tIn the family drinking well\nSadly said to Mrs. Brown,\t\tWillie pushed his sister, Nell.\n\"'Twas a chilly day for Willie\t\tShe's there still because it killed her,\nWhen the mercury went down.\"\t\tNow, we have to buy a filter.\n",
  "\nYou may carve it on his tombstone, you may cut it on his card\nThat a young man married is a young man marred.\n\t\t-- Rudyard Kipling, \"The Story of the Gadsbys\"\n",
  "\nYou say potatoe,\nAnd I say potato.\nYou say tomatoe,\nAnd I say tomato.\nPotatoe, potato,\nTomatoe, tomato.\nLet's go be the Vice President...\n",
  "\nYou wanna play the dozens,\nWell, the dozens is a game,\nBut the way I fuck your mother is an ass-wringing shame!\n\t\t-- George Carlin\n",
  "\nYou will always have friends\nSome friends will peter out.\nBut I'll always be your friend,\nPeter in or peter out.\n",
  "\nYour mother's ghost stands at your shoulder\nFace like ice, a little bit colder\nShe says \"You can't do that it breaks all the rules\nYou learned in school,\"\nBut I don't really see\nWhy can't we go on as three?\n\t\t-- David Crosby, \"Triad\"\n",
  "\nYour spooning days are over,\n\tAnd your pilot light is out;\nWhen what used to be your sex appeal\n\tIs now your water spout!\n",
  "\nZippity doo dah, zippity ay,\nI just gave my sister's cherry away!\nTo a couple of truckers from Erie P.A.,\nZippity doo dah, zippity ay.\n\t\t-- John Valby\n",
  "\n"
]