[
  "(10) Not everybody looks good naked.\n (9) Joe Garagiola was a hell of an emcee.\n (8) Joe Cocker really should stick with decaffeinated coffee.\n (7) Fringe!  Fringe!  Fringe!\n (6) If you've got 72 hours to kill, you can probably find room for Sha Na Na.\n (5) Never attend an event with a 50,000 to 1 person to Port-A-San ratio.\n (4) Bellbottoms will never go out of style.\n (3) A drum solo cannot be too long.\n (2) I, David Letterman, will never rent out my farm again.\n (1) We are stardust.  We are golden.  We are going to look really stupid to\n\tfuture generations.\n\t\t-- David Letterman, Top Ten Lessons of Woodstock\n",
  "\nA bar patron returned from the men's room grumbling to himself.\n\t\"What's the trouble, buddy?\" the bartender inquired.\n\t\"You got John Wayne toilet paper in there!\"\n\t\"What do you mean?\" the barkeeper asked.\n\t\"It's rough, it's tough, and it doesn't take shit from nobody.\"\n",
  "\nA bear and a rabbit are taking a crap in the woods.  The bear looks\nover at the rabbit and asks, \"Say, does shit ever stick to your fur?\"\n\t\"No.\"\nSo the bear wiped his ass with the rabbit.\n",
  "\nA grade school teacher, who was doing a unit on World War II heard that\nthe father of one of her students had been a fighter pilot during the war\nwith one of the Scandinavian Air Forces.  She invited him to come in and\nspeak to the class.  The guy was more than happy to talk, and began with\na story about a morning patrol where he had been nearly shot down.\n\t\"We had been up for about 20 minutes flying over enemy held\nterritory, when we noticed, just in time, 3 fokkers diving on us from above.\"\nAt the first mention of `fokkers' the class giggled a little bit.\n\t\"Our group broke formation, and began the dog-fighting.  As we\nfought, we noticed 2 more fokkers coming at us from above and 2 more\nfokkers, fresh from the landing field, come to join the battle\".\nAt this second and third mention of `fokkers' the class was almost laughing\nopenly, and the teacher interrupted the story to ask the pilot to explain\nto the class that a 'fokker' was a particular type of plane flown by the\nGerman Air Force.\n\tHe replied, \"Ya, dat is true, but these fokkers were Messerschmidts\".\n",
  "\n\tA man came home from work and as he entered the house he yelled,\n\"Hi, honey, I'm home.\"\n\tThere was no response.  He walked through the house and saw a note\non the refrigerator. It read \"I'm out with the girls and I'll be home about\n8.  Either fix yourself something to eat, or wait for me and we'll eat when\nI get home.\"\n\tWell, he decided to wait until his wife returned.  However, his\nstomach started to growl and he remembered that he had an apple left over\nfrom his lunch.  He got the apple, polished it a little, and heard the\ndoorbell ring.  He went to the door and there stood a little blond haired\ngirl holding out a little paper bag.  \"Trick or treat\", she said.\n\tHe looked at the girl, looked at the apple, thought how hungry he\nwas, looked at the girl again, and with a slight sigh dropped his apple in\nthe bag.  The little girl looked down in the bag, looked up again, and\ncomplained, \"You stupid son-of-a-bitch.  You broke my cookies!\"\n",
  "\nA nuclear family is out golfing one day, when it becomes clear that Dad isn't\ngoing to win any trophies, at least on this course.  On the 3rd hole, after\ntwo miserable bogies, he misses a two foot putt and exclaims, \"Shit!\"\n\tHis wife glances over at their sixteen year old daughter and says\nnothing.\n\tOn the fourth hole Dad tees off with an incredible hook, and, after\nthe inevitable exclamation, his wife reproves him with \"Honey!\"\n\tThis continues on, with his golfing getting worse and his wife getting\nmore and more upset about his language.  Finally, on the 17th hole, he again\nmisses a very easy putt.  Flinging his club down, he curses the hole, the\nclub, and the sunset, using the word \"fuck\" for the first time.  His wife\nwhirls around and cries, \"Honey!  Our daughter is standing right next to you!\"\n\tFeeling remorseful, but somewhat defensive, he turns to the\ndaughter and says, \"Well, Cindy, you've heard that word before, haven't\nyou?\"\n\t\"Yes,\" the daughter replies, \"but never in anger.\"\n",
  "\nA retired schoolteacher finally decided that she was tired of living alone\nand wanted some companionship, so after a good deal of thought she decided\nto visit the local pet shop.  The owner suggested a parrot, with which she\ncould conduct a civilized conversation.  This seemed to be an excellent\nidea, so she bought a handsome parrot, sat him on a perch in her living room,\nand said, \"Say 'Pretty boy.'\"  Silence from the bird.  \"Come on now, say\n'Pretty boy ... pretty boy.'\"\n\tAt long last, disgustedly, the bird said, \"Oh, shit.\"\n\tShocked, the schoolteacher said, \"Just for that, you get five minutes\nin the refrigerator.\"  Five minutes later she put the shivering bird back on\nits perch and said, \"Now let's hear it: 'Pretty boy ... pretty boy.'\"\n\t\"Damn it, wouldja lay off, lady?\" said the parrot.\n\tOutraged, the woman grabbed the bird, said, \"That's it!  Ten minutes\nin the freezer,\" and slammed the door on him.\n\tHopping about to keep warm, what does the parrot come across but a\nbig frozen turkey waiting for Thanksgiving.  Startled, he squawks, \"My God,\nyou must have told the bitch to go fuck herself!\"\n",
  "\nA vacuum is a hell of a lot better than some of the stuff that nature\nreplaces it with.\n\t\t-- Tennessee Williams\n",
  "\nA young New York housewife was shocked by some of the language used by her\ndaughter.  When asked about it, the daughter said she had learned it from\na small girl she played with in the park.  The next day, the mother sought\nout the little girl as she played in the park.  \"Are you the little girl\nwho uses bad words?\"\n\t\"Who told you?\"\n\t\"A little bird,\" answered the mother.\n\t\"Well, I like that!\" exclaimed the small girl.  \"And I've been\nfeeding the little bastards, too!\"\n",
  "\nAfter making a daring escape from the penitentiary, the convict eluded\nbloodhounds and police roadblocks and dodged helicopter searchlights on\nhis way to see his wife.  Finally sneaking in the back entrance, he knocked\non the door and smiled triumphantly as she opened it.  \"Where the hell have\nyou been?\" she blared.  \"You busted out more than six hours ago!\"\n",
  "\nAs near as I can tell, you're not any crazier than the average asshole\non the street.\n\t\t-- R.P. McMurphy, \"One Flew Over the Cuckoo's Nest\"\n",
  "\nAs they say about Dungeons and Dragons, \"Life's a die, and then you bitch.\"\n",
  "\nAsk your boss to reconsider --\n\nIt's so difficult to take \"Go to hell\" for an answer.\n",
  "\n\tAt his sentencing, Herbie Sperling proved that he was the all-time\nstand-up guy.\n\tSperling's lawyer made a lengthy, impassioned plea for his client.\nHe talked of mercy, justice, humanity to fellow men who have chosen the wrong\npath.  Yes, the crimes were serious, yes, Mr. Sperling deserves a prison\nsentence, but the maximum sentence was not warranted.\n\tThen the judge turned to Sperling.  \"Mr. Sperling, is there anything\nyou wish to say?\"\n\t\"Yes, Your Honor.  If you think I'm going to beg for mercy, you've\ngot another think coming.  You're all a bunch of fucking fascist cocksuckers,\nyou can all go to hell, fuck you, fuck you, fuck you...\"\n\t\t-- Gregory Wallace, \"Papa's Game\"\n",
  "\nBeen through hell?\n\nWhat did you bring back for me?\n",
  "\nBetter a sister in a whorehouse than a brother on a Honda.\n",
  "\nBlow it out your ass!\n",
  "\nCall things by their right names...  Glass of brandy and water!  That is the\ncurrent but not the appropriate name: ask for a glass of fire and distilled\ndamnation.\n\t\t-- Robert Hall, in Olinthus Gregory's, \"Brief Memoir of the\n\t\t   Life of Hall\"\n\n\t[Quoted in \"VMS Internals and Data Structures\", V4.4, when\n\t referring to logical names.]\n",
  "\nChurchill was known to drain a glass or two and, after one\nparticularly convivial evening, he chanced to encounter Miss Bessie Braddock,\na Socialist member of the House of Commons, who, upon seeing his condition,\nsaid, \"Winston, you're drunk.\"  Mustering all his dignity, Churchill drew\nhimself up to his full height, cocked an eyebrow and rejoined, \"Shove it up\nyour ass, you ugly cunt.\"\n\tWhen the noted playwright George Bernard Shaw sent him two tickets to\nthe opening night of his new play with a note that read: \"Bring a friend, if\nyou have one,\" Churchill, not to be outdone, promptly wired back: \"You and\nyour play can go fuck yourselves.\"\n\tAt an elegant dinner party, Lady Astor once leaned across the table\nto remark, \"If you were my husband, Winston, I'd poison your coffee.\"  \"And\nif you were my wife, I'd beat the shit out of you,\" came Churchill's\nunhesitating retort.\n\t\t-- \"The Churchill Wit\", National Lampoon\n",
  "\nConfucius say too damn much!\n",
  "\n\"Daddy?\"\n\n\"Yes son.\"\n\n\"Wha-wha-wha-what does regret mean?\"\n\n\"Well, son, a funny thing about regret is that it's better to regret\nsomething you have done, than to regret something you haven't done.  And\nby the way, if you see your Mom this weekend, would be you sure and tell\nher, `SATAN, SATAN, SATAN!!!'\"\n\t\t-- Butthole Surfers, \"Sweat Loaf\"\n",
  "\n\"Dammit, man, that's unprofessional!  A good bartender laughs anyway!\"\n",
  "\nDamn braces.\n\t\t-- William Blake, \"Proverbs of Hell\"\n",
  "\nDAMN IT, I GOTTA GET OUTTA HERE!\n",
  "\nDamn, I need a Coke!\n\t\t-- Dr. William DeVries\n\t\t[after implanting the first artificial human heart]\n",
  "\n\"Don't come back until you have him\", the Tick-Tock Man said quietly,\nsincerely, extremely dangerously.\n\nThey used dogs.  They used probes.  They used cardio plate crossoffs.\nThey used teepers.  They used bribery.  They used stick tites.  They used\nintimidation.  They used torment.  They used torture.  They used finks.\nThey used cops.  They used search and seizure.  They used fallaron.  They\nused betterment incentives.  They used finger prints.  They used the\nbertillion system.  They used cunning.  They used guile.  They used treachery.\nThey used Raoul-Mitgong but he wasn't much help.  They used applied physics.\nThey used techniques of criminology.  And what the hell, they caught him.\n\t\t-- Harlan Ellison, \"Repent, Harlequin, said the Tick-Tock Man\"\n",
  "\nDon't just eat a hamburger; eat the HELL out of it.\n\t\t-- J.R. \"Bob\" Dobbs\n",
  "\nDROP THE DAMN BEAR!!!\n\t\t-- The Adventurer\n",
  "\nDuring the darkest days of World War II, when each night brought waves of\nLuftwaffe bombers raining death and destruction on a near-defenseless London,\nPrime Minister Churchill went on the air to address the British people.  \"I\nread this morning's paper that Herr Hitler plans to wring England's neck like\nthat of a chicken,\" he began, \"and I was reminded of what the Irish poacher\nsaid as he stood on the gallows.  It seems the poor fellow was approached by a\nwell-meaning if somewhat overzealous priest who, in horrific detail, described\nthe unfading torments of Hades which awaited him if he did not repent of his\nmisdeeds. The condemned man listened patiently to all that the priest had to\nsay, and when he was done, grinned broadly and replied, 'Eat it raw, fuzz\nnuts.'\"\n\t\t-- \"The Churchill Wit\", National Lampoon\n",
  "\nEarly to bed and early to rise makes a man a helluva big nuisance.\n",
  "\nEat shit and die a virgin!\n",
  "\nEgotism is the anesthetic given by a kindly nature to relieve the pain\nof being a damned fool.\n\t\t-- Bellamy Brooks\n",
  "\nEvery morning, the crowd on Coney Island beach was startled to see \na jogger with the build of a pro football player but a head the size of a \nbaseball.  Finally, some brave young man got up the nerve to stop him and\nask, \"What happened to give you such a small head?\"\n\tThe jogger sadly told the story of finding a magic lamp on the beach, \nwhich produced a beautiful genie when rubbed.  The genie said, \"I now give\nyou one wish.  Do you want a quick fuck or a little head?\"\n",
  "\nFie for shame, you lascivious, lewd, lecherous, libidinous, lustful,\nlicentious, dirty bum!!\n",
  "\nFig Newton.\n",
  "\nFolks, what can I tell you about my next guest.  This cat allowed himself\nto be adored, but not loved. And his success in show business was matched\nby failure in his personal relationship bag, now that's where he really\nbombed.  And he came to believe that work, show business, love, his whole\nlife, even himself and all that jazz was bullshit.  He became numero uno\ngameplayer.  Uh, to the point where he didn't know where the games ended\nand the reality began.  Like to this cat, the only reality... is death, man.\nLadies and gentlemen, let me lay on you, a so-so entertainer, not much of\na humanitarian, and this cat was never nobody's friend.  In his final\nappearance on the great stage of life, uh, you can applaud if you want to,\nMr. Joe Gideon!!\n\t\t-- All That Jazz\n",
  "\nFuck art; let's dance!\n",
  "\nFuck off and die!\n",
  "\nFuck you and anybody who looks like you.\n",
  "\nFuck'em if they can't take a joke!\n",
  "\nGET OFF THE FUCKING SYSTEM THIS INSTANT, YOU ASSHOLE!!!!\n",
  "\nGet your bytes from our backend!\n\t\t-- Britton Lee\n",
  "\nGetting an education at the University of California is like having\n$50.00 shoved up your ass, a nickel at a time.\n",
  "\nGive me the Luxuries, and the Hell with the Necessities!\n",
  "\nGrain grows best in shit.\n\t\t-- Ursula K. LeGuin\n",
  "\nGravity is a myth, the Earth sucks.\n",
  "\nGravity is an unforgiving motherfucker.\n",
  "\nHardly a pure science, history is closer to animal husbandry than it is to\nmathematics, in that it involves selective breeding.  The principal difference\nbetween the husbandryman and the historian is that the former breeds sheep\nor cows or such, and the latter breeds (assumed) facts.  The husbandryman uses\nhis skills to enrich the future; the historian uses his to enrich the past.\nBoth are usually up to their ankles in bullshit.\n\t\t-- Tom Robbins\n",
  "\nHave you ever met a man of good character where women are concerned?\n\nWell, I haven't.  I find that whenever a woman becomes friends with me,\nshe becomes jealous, exacting, suspicious, and a damn nuisance; and\nwhenever I become friends with a woman, I become selfish and tyrannical.\nSo here I am, Pickering, a confirmed old bachelor and very likely to\nremain so.\n\t\t-- Henry Higgins, \"My Fair Lady\"\n",
  "\nHave you ever wondered what makes Californians so calm?  Besides drugs, I\nmean.  The answer is hot tubs.  A hot tub is a redwood container filled with\nwater that you sit in naked with members of the opposite sex, none of whom\nis necessarily your spouse.  After a few hours in their hot tubs,\nCalifornians don't give a damn about earthquakes or mass murderers.  They\ndon't give a damn about anything , which is why they are able to produce\n\"Laverne and Shirley\" week after week.\n\t\t-- Dave Barry, \"The Taming of the Screw\"\n",
  "\nHe who hesitates is a damned fool.\n\t\t-- Mae West\n",
  "\nHe who trains his tongue to quote the learned  sages, will be known far\nand wide as a smart ass.\n\t\t-- Howard Kandel\n",
  "\n\"He's not pining, he's passed on!  This parrot won't squawk!  He's\nceased to be!  He's expired, and gone to meet his maker!  It's a\nstiff!  No breath of life, he may rest in peace!  If you hadn't nailed\nhim to the perch, he'd be pushing up the daisies!  He's off the twig!\nHe's kicked the bucket!  He's curled up his tooties!  He's shuffled off\nthis mortal world!  He's run down the curtain, and joined the bleed'n\nChoir Invincible!  HE'S FUCKING SNUFFED IT!  Vis-a-vi his metabolic\nprocesses is head is lost.  All statements concerning this parrot is no\nlonger a going concern, after from now on, Inoperative...\n\n\t\tTHIS IS AN EX-PARROT!!\n",
  "\nHell's broken loose.\n\t\t-- Robert Greene\n",
  "\nHell, if you don't try to remake someone, how are they supposed to know\nyou care?\n",
  "\nHere is the problem: for many years, the Supreme Court wrestled with the issue\nof pornography, until finally Associate Justice John Paul Stevens came up with\nthe famous quotation about how he couldn't define pornography, but he knew it\nwhen he saw it.  So for a while, the court's policy was to have all the\nsuspected pornography trucked to Justice Stevens' house, where he would look it\nover.  \"Nope, this isn't it,\" he'd say.  \"Bring some more.\"  This went on until\none morning when his housekeeper found him trapped in the recreation room under\nan enormous mound of rubberized implements, and the court had to issue a ruling\nstating that it didn't know what the hell pornography was except that it was\nillegal and everybody should stop badgering the court about it because the\ncourt was going to take a nap. \n\t\t-- Dave Barry, \"Pornography\"\n",
  "\nHorsecrap, little brother.  There's always something more to be done.\nAnother palm to be greased.  Another back to be scratched.  Another\nweak sister to be shored up.\n\t\t-- J.R. Ewing\n",
  "\nHoward Cosell's biggest protrusion is his asshole.\n\t\t-- John Valby\n",
  "\nI am fairly unrepentant about her poetry.  I really think that three quarters\nof it is gibberish.  However, I must crush down these thoughts otherwise the\ndove of peace will shit on me.\n\t\t-- Noel Coward on Edith Sitwell\n",
  "\nI came; I saw; I fucked up.\n",
  "\nI can't quite put my finger on it, but something about you pisses me off.\n\t\t-- Peter Knight\n",
  "\n\tI disapprove of the F-word, not because it's dirty, but because we\nuse it as a substitute for thoughtful insults, and it frequently leads to\nviolence.  What we ought to do, when we anger each other, say, in traffic,\nis exchange phone numbers, so that later on, when we've had time to think\nof witty and learned insults or look them up in the library, we could call\neach other up:\n     You: Hello?  Bob?\n     Bob: Yes?\n     You: This is Ed.  Remember?  The person whose parking space you\n          took last Thursday?  Outside of Sears?\n     Bob: Oh yes!  Sure!  How are you, Ed?\n     You: Fine, thanks.  Listen, Bob, the reason I'm calling is:\n\t  \"Madam, you may be drunk, but I am ugly, and ...\"  No, wait.\n\t  I mean:  \"you may be ugly, but I am Winston Churchill\n\t  and ...\"  No, wait.  (Sound of reference book thudding onto\n\t  the floor.)  S-word.  Excuse me.  Look, Bob, I'm going to\n\t  have to get back to you.\n     Bob: Fine.\n\t\t-- Dave Barry, \"$#$",
  "#^",
  "!^",
  "&@",
  "@!\"\n",
  "\nI don't know why women get so upset, they have half the money and all the pussy.\n\t\t-- Gary Bussy, \"DC Cab\"\n",
  "\nI don't love you, asshole, I love your daughter.\n\t\t-- The Undergraduate\n",
  "\n\"I had to censor everything my sons watched ... even on the Mary Tyler\nMoore show I heard the word 'damn'!\"\n\t\t-- Mary Lou Bax\n",
  "\nI love this fucking University, and this University loves fucking me.\n",
  "\nI played over the music of that scoundrel Brahms.  What a giftless\nbastard!  It annoys me that this self-inflated mediocrity is hailed\nas a genius.  Why, in comparison with him, Riff is a genius.\n\t\t-- Tchaikovsky, October 9, 1886, diary entry\n",
  "\nI think we can all agree that there is not enough common courtesy shown ...\nHEY!  PAY ATTENTION WHEN I'M TALKING TO YOU DAMMIT!  I said I think we can\nall agree that there is not enough common courtesy shown today. When we take\nthe time to be courteous to each other, we find that we are happier and less\nlikely to engage in nuclear war.  This point was driven home by the recent\nsummit talks, where Nancy Reagan and Raisa Gorbachev, each of whose husband\nthinks the other's husband is vermin, were able to sit down at a high-level\ntea and engage in courteous conversation ...\n\t\t-- Dave Barry, \"The Stuff of Etiquette\"\n",
  "\nI wouldn't mind dying --\n\nit's that business of having to stay dead that scares the shit out of me.\n\t\t-- R. Geis\n",
  "\nI'd rather be led to hell than managed to heavan.\n",
  "\nI'm sorry I'm late folks, I just got out of jail.  I tried to change my\ngirlfriend's name.  Yeah, I went down to the hall of records.  I said, \"I'd\nlike to change it... I'd like to change it to... LYING LITTLE BITCH!\"\n\t\t-- Sam Kinison\n",
  "\nI've been watching you closely to see if you have been good this year;\nand since you have, I will be telling my elves to make some goodies for me\nto leave under your tree on Christmas.  I was going to bring you all the\ngifts from the twelve days of Christmas, but we had a little problem up here.\nThe twelve fiddlers fiddling have all come down with V.D. from fiddling with\nthe ten ladies dancing, the eleven lords-a-leaping have knocked up the eight\nmaids-a-milking, and the nine pipers piping have been arrested for doing\nweird things to the seven swans-a-swimming and the six geese-a-laying.  The\nfour calling birds, three French hens, two turtle doves, and the partridge\nin the pear tree have me up to my ass in birdshit.  On top of all this, Mrs.\nClaus is going through menopause, eight of my reindeer are in heat, the elves\nhave joined gay liberation, and those dumb ass Polacks have scheduled\nChristmas for the fifth of February.  I'll do what I can.\n\t\tSincerely,\n\t\tSanta\n",
  "\nIf at first you don't succeed, try, try again.  Then quit.  No use being a\ndamn fool about it.\n\t\t-- W.C. Fields\n\n[Also attributed to Roy Mengot.  Ed.]\n",
  "\nIf it's not one thing, it's a mother.\n",
  "\nIf life's a piece of shit, Calculus III is the spoon.\n",
  "\nIf today is the first day of the rest of your life, what the hell was yesterday?\n",
  "\nIf you don't ride a camel to work, you ain't Sheeite.\n",
  "\n\tIf you work for a man, in heaven's name, work for him.\n\tIf he pays you wages which supply you bread and butter, work for him;\nspeak well of him; stand by him, and by the institution he represents.\n\tIf put to a pinch, an ounce of loyalty is worth a pound of cleverness.\n\tIf you must vilify, condemn and eternally find disparage -- resign your\nposition, and when you are outside, damn to your heart's content... but, as\nlong as you are part of the institution do not condemn it.\n\tIf you do that, you are loosening the tendrils that are holding you to\nthe institution, and at the first high wind that comes along, you will\nbe uprooted and blown away, and probably will never know the reason why.\n",
  "\nIf you're going to break up with your old lady and you live in a small\ntown, make sure you don't break up at three in the morning.  Because you're\nscrewed -- there's nothing to do ... So make it about nine in the morning,\n... bullshit around, worry her a little, then come back at seven in the\nnight.\n\t\t-- Lenny Bruce\n",
  "\nIn the beginning was the DEMO Project.  And the Project was without form.\nAnd darkness was upon the staff members thereof.  So they spake unto\ntheir Division Head, saying, \"It is a crock of shit, and it stinks.\"\n\nAnd the Division Head spake unto his Department Head, saying,\n\"It is a crock of excrement and none may abide the odor thereof.\"\nNow, the Department Head spake unto his Directorate Head, saying,\n\"It is a container of excrement, and is very strong, such that none\nmay abide before it.\"  And it came to pass that the Directorate Head\nspake unto the Assistant Technical Director, saying, \"It is a vessel\nof fertilizer and none may abide by its strength.\"\n\nAnd the assistant Technical Director spake thus unto the Technical\nDirector, saying, \"It containeth that which aids growth and it is\nvery strong.\"  And, Lo, the Technical Director spake then unto the\nCaptain, saying, \"The powerful new Project will help promote the\ngrowth of the Laboratories.\"\n\nAnd the Captain looked down upon the Project, and He saw that it was Good!\n",
  "\nInspite of all evidence to the contrary, the entire universe is composed of\nonly two basic substances: magic and bullshit.\n",
  "\nIt is a sad commentary on today's society that this fortune has to be\nclassified as \"offensive\" simply because it contains the word \"fuck\".\n",
  "\nIt may not be funny, but it's damned amusing!\n",
  "\nIt seems there were two young Marines walking down the street, and\nthey chanced upon a lady who was both very proper and very well endowed.\nOne of them said, \"Wow! What tits!  Hey lady, would I love to snuggle up with\nthem for awhile.  What are you doing this afternoon?\"\n\nWell, the other Marine thought that was just about the most shameful\nthing he had ever witnessed, and felt that he had to restore the honor of the\nCorps.  \"Pardon my friend, Ma'am,\" he apologized, \"He's not been very well\nbrought up and don't know how to talk to cunt.\"\n",
  "\nIt used to be a man's world, and the woman's place was in the home.\nThey can kiss that shit goodbye.\n",
  "\nIt was almost closing time when a male patron who had been getting the\nfrosty treatment from a girl at the end of the bar called to the\nbartender and said, \"Give that bitchy douche bag over there one on me.\"\n\t\"We discourage that sort of language here, sir,\" the bartender\nanswered sternly.\n\t\"OK, OK. Serve the lady a cocktail with my compliments.\"\n\tThe bartender approached the female in question.  \"The, uh, gentleman\nat the other end of the bar would like to buy you a drink, miss.  What would\nyou like?\"\n\t\"Vinegar and water.\"\n",
  "\nIt's a bit hard to bullshit the ocean.  It's not listening, you know\nwhat I mean.\n\t\t-- David Crosby\n",
  "\nIt's a bitch being butch.\n",
  "\nIt's a damn poor mind that can only think of one way to spell a word.\n\t\t-- Andrew Jackson\n",
  "\nIt's better to be pissed off than pissed on.\n",
  "\nIt's so fuckin' great to be alive!\n",
  "\nLife is a bitch, but the puppies can be cute.\n",
  "\nLife is a shit sandwich, and every day you get to take another bite.\nIt's just that some days are TWO BITE days ...\n",
  "\nLife is having a mother-in-law that sucks and a wife that don't.\n\t\t-- Rodney Dangerfield\n",
  "\nLife is like a cucumber -- \n\none moment it's in your hand, the next it's up your ass.\n",
  "\nLife is like a shit sandwich.\n\nThe more bread you have, the less shit you have to eat.\n",
  "\nLife is not a cabaret.\nIt's a fucking circus.\n",
  "\nLife isn't a bitch.  Life is a virgin.  A bitch is easy.\n",
  "\nLook out for yourself -- or they'll pee on your grave.\n\t\t-- Louis B. Mayer\n\nThe reason so many people showed up at Louis B. Mayer's funeral was because\nthey wanted to make sure he was dead.\n\t\t-- Samuel Goldwyn\n",
  "\nLove is a slippery eel that bites like hell.\n\t\t-- Matt Groening\n",
  "\nMany a man has decided to stay alive not because of the will to live, but\nbecause of the determination not to give assorted surviving bastards the\nsatisfaction of his death.\n\t\t-- Brendan Francis\n",
  "\n\tMcQuillan was on the stand. The case involved a railroad and several of\nthe passengers who were injured.\n\t\"You say,\" thundered the counsel for the railroad, \"that you saw\nthe two trains crash head on while doing sixty miles an hour.  What did you\nthink when you saw this happen ?\"\n\tI thought,\" replied the Irishman, \"this is one *helluva* way to run\na railroad.\"\n",
  "\nMe, I love the rich.  *Somebody* has to love them.  Sure, a lot of rich\npeople are assholes, but believe me, a lot of poor people are assholes too.\nAnd an asshole with money can at least pay for his own drinks.\n\t\t-- Tom Robbins, \"Jitterbug Perfume\"\n",
  "\nMegaton Man:\t\"LOOK at them!  Helpless, tender creatures, relying on\n\t\tME, waiting for ME to make my move!\"\n\n(from below):\t\"Move your ASS, Fat-head!\"\n\nMegaton Man:\t\"It is a MANDATE, and I am DUTY BOUND to OBEY!\"\n",
  "\nMoody bitch in search of...\n\tkind, considerate, loving man.  Objective, love-hate relationship.\n",
  "\nMoody bitch with attitude, seeks nice, good-looking guy to dump on.\n",
  "\nMost people wouldn't know music if it came up and bit them on the ass.\n\t\t-- Frank Zappa\n",
  "\nMy advice to the women's clubs of America is to raise more hell and fewer\ndahlias.\n\t\t-- William Allen White\n",
  "\nMy brother-in-law has found a way to make ends meet.  He goes around\nwith his head stuck up his ass.\n",
  "\nNever fly under a seagull - they'll shit on your airplane.\n\t\t-- Gordon Cooper\n",
  "\n\t\"Never send a MAN to do a WOMAN'S work!  Why do you think I CAME here?\"\n\t\"Not for the good of my ego, that was for damn sure.\"\n",
  "\nNo matter how clever the hardware boys are, the software boys piss it away.\n",
  "\nNon Illegitimus Carborundum.\n\t[Don't let the bastards wear you down.]\n",
  "\nObscene?  Obscene is young men being trained to drop fire on people, but\ntheir commanders not allowing them to write \"fuck\" on their airplanes\nbecause it's obscene.\n",
  "\nObscenity is the crutch of inarticulate motherfuckers.\n",
  "\nOld mercenaries never die.  They go to hell and regroup.\n",
  "\n\tOn the day of his anniversary, Joe was frantically shopping\naround for a present for his wife.  He knew what she wanted, a\ngrandfather clock for the living room, but he found the right one almost\nimpossible to find.  Finally, after many hours of searching, Joe found\njust the clock he wanted, but the store didn't deliver.  Joe, desperate,\npaid the shopkeeper, hoisted the clock onto his back, and staggered out\nonto the sidewalk.  On the way home, he passed a bar. Just as he reached\nthe door, a drunk stumbled out and crashed into Joe, sending himself,\nJoe, and the clock into the gutter.  Murphy's law being in effect, the\nclock ended up in roughly a thousand pieces.\n\t\"You stupid drunk!\" screamed Joe, jumping up from the wreckage.\n\"Why don't you look where the hell you're going!\"\n\tWith quiet dignity the drunk stood up somewhat unsteadily and\ndusted himself off.  \"And why don't you just wear a wristwatch like a\nnormal person?\"\n",
  "\nOnce upon a time, there was a non-conforming sparrow who decided not to\nfly south for the winter.  However, soon after the weather turned cold,\nthe sparrow changed his mind and reluctantly started to fly south.\nAfter a short time, ice began to form his on his wings and he fell to\nearth in a barnyard almost frozen.  A cow passed by and crapped on this\nlittle bird and the sparrow thought it was the end, but the manure\nwarmed him and defrosted his wings.  Warm and happy the little sparrow\nbegan to sing.  Just then, a large Tom cat came by and hearing the\nchirping investigated the sounds.  As Old Tom cleared away the manure,\nhe found the chirping bird and promptly ate him.\n\nThere are three morals to this story:\n\n(1) Everyone who shits on you is not necessarily your enemy.\n(2) Everyone who gets you out of shit is not necessarily your friend.\n(3) If you are warm and happy in a pile of shit, keep your mouth shut.\n",
  "\nOne day a little polar bear cub says to his mother, \"Mommy, am I really\na polar bear?\"\n\t\"Why of course you are, honey!\" his mother replies.  \"You live at\nthe North Pole and you swim under the ice to catch fish.  You play on the\nice floes and you romp through the snow and chase seals.  Of *course* you're\na polar bear.  Why do you ask?\"\n\t\"Because,\" says the little cub, \"I'm fuckin' freezing!\"\n",
  "\nOurs is a world where people don't know what they want and are willing\nto go through hell to get it.\n",
  "\nPardon me, sir, but you've obviously mistaken me for someone who gives a shit.\n",
  "\nPeople who write position papers often find themselves in an\nenviable position.  They are hired to write papers for both sides of the\nposition.\n\tA good position paper will have many words in it like\n\"superincumbence,\" \"egress,\" and \"plurification.\"\n\tYou will not often find the phrase \"lightweight dropcase\nlimp-wristed motherfucker\" in a serious position paper.\n\tCharts and multiplication tables should always be included in\nposition papers.  They should look complicated enough to make Albert\nEinstein stagger across the room for a Tylenol.\n\tA good position paper will never underestimate the value of a\nsemicolon.\n\t\t-- Dan Jenkins, \"Baja Oklahoma\"\n",
  "\nPeople will swim through shit if you put a few bob in it.\n\t\t-- Peter Sellers\n",
  "\nPsychotherapy is the theory that the patient will probably get well anyhow\nand is certainly a damn fool.\n\t\t-- H. L. Mencken\n",
  "\nShit happens.\n",
  "\n\tShortly after Churchill had grown a moustache, he was accosted by a\ncertain young lady whose political views were in direct opposition to his\nown.  Fancying herself something of a wag, she exclaimed, \"Mr. Churchill, I\ncare for neither your politics nor your moustache.\"  Unabashed, the young\nstatesman regarded her quietly for a moment, the wryly commented, \"Suck my\ndick.\"\n\tWhile serving as a subaltern in the Boer War, the young Churchill was\nasked by a superior officer to give his opinion of the Boers as soldiers.\n \"They're assholes, sir,\" he ventured, then paused briefly and added, with a\nwhimsical smile, \"They're assholes.\"\n\tChurchill was given to reading in the bathtub and, while staying at\nthe White House, he once became so engrossed in an account of the Battle of\nFonteney that he forgot President Roosevelt was due to drop by to discuss the\nupcoming conference in Yalta.  At the appointed hour, the President was\nwheeled into Churchill's quarters only to be informed that the Prime Minister\nhad not finished bathing.  Roosevelt was about to apologize for the intrusion\nand depart when Churchill, puffing his customary cigar, strode into the room\nstark naked and greeted the nonplussed world leader with a terse, \"What are\nyou staring at, homo?\"\n\t\t-- \"The Churchill Wit\", National Lampoon\n",
  "\nSilence can be the biggest lie of all.  We have a responsibility to speak\nup; and whenever the occasion calls for it, we have a responsibility to\nraise bloody hell.\n\t\t-- Herbert Block\n",
  "\nSo you fucked up... you trusted us!\n\t\t-- Animal House\n",
  "\nSome companies idea of playing ball is, you play ball with us,\nand we'll stick the fucking bat up your ass.\n",
  "\nSome of the management around here are the final proof that the Indians\nfucked the buffalo.\n",
  "\nSometimes, you just gotta say \"What the fuck.\"\n\t\t-- Risky Business\n",
  "\nSubstitute 'damn' every time you're inclined to write 'very'; your\neditor will delete it and the writing will be just as it should be.\n\t\t-- Mark Twain\n",
  "\nSuccess has many fathers, but failure is a bastard.\n",
  "\nTell you what,\" the haberdasher said to a persistent job applicant.  \"I've\ngot one suit I can't sell -- that purple, green and yellow number over there.\nIf you can make that sale, you've not only got the job, you've got it for\nlife.\"\n\tThen the store owner left for lunch.  When he returned, he was shocked\nto see the young man's clothes in tatters and his hands and face bleeding.\n\t\"My God, what happened to you?\"\n\t\"I sold the suit!  I sold the suit!\" the young man shouted, a smile\non his bloodied lips.\n\t\"Congratulations,\" the haberdasher said.  \"You've got the job.  But\nwhat happened?  Did the customer start a fight?\"\n\t\"Oh, no,\" the new salesman replied.  \"But his Seeing Eye dog was\n*pissed*.\"\n",
  "\nThe best number for a dinner party is two--myself and a damn good head waiter.\n\t\t-- Nubar Gulbenkian\n",
  "\nThe boys in the Epperson family all acquired fine educations except for Edward.\nThey made him go to school, but most of the time he just ignored what was said\nthere.  Yet there were rare moments when he could display a bit of curiosity.\n\tOne day Edward was sitting at home looking at a magazine, and he said\nto his brilliant older brother, Hud, he said, \"Hud, what does fox pass mean?\"\n\tBrother Hud gave the question some deep consideration and then said,\n\"You must mean _faux_pas_.\"\n\t\"The way it's spelled,\" said dumb Ed, \"it's fox pass.\"\n\tHud took a look at the way it was spelled and then said, \"It's a French\nphrase -- it means a social blunder.  Remember last Sunday when the Bishop came\nfor dinner?  Mother took him out in the garden and they were looking over the\nroses when the Bishop got stuck on the thumb by a thorn.  It was bleeding quite\na bit so Mother brought him in the house.  They went into the bathroom together\nand stayed quite a while, and when they came out we all went to the dinner\ntable.  Remember all that, Ed?\"\n\t\"Yeh.\"\n\t\"Now,\" Hud continued, \"you recall that I was just getting to pass\nthe gravy when Mother said, 'Bishop, does your prick still throb?'  The gravy\nbowl flew out of my hands and hit the table, and the gravy splattered all\nover everyone.  And just at that point you, Brother Edward, you hollered,\n'Sheee-itt!'  You remember that?\"\n\t\"Yeh.\"\n\t\"Well, when you hollered 'Sheee-itt!' that was a _faux_pas_.\"\n",
  "\nThe difference between graffiti and philosophy is the word \"fuck\".\n",
  "\n\tThe famous Nell Gwynn, stepping one day from a house where she had\nmade a short visit into her coach, saw a great crowd assembled, and her\nfootman all bloody and dirty; the fellow being asked by his mistress, the\nreason for his being in that condition, answered, \"I have been fighting,\nmadam, with an impudent rascal who called your ladyship a whore.\"\n\t\"You blockhead,\" replied Mrs. Gywnn, \"at this rate you must fight\nevery day of your life; why, you fool, all the world knows it.\"\n\t\"Do they?\" cries the fellow, in a muttering voice, after he had shut\nthe coach door, \"they shan't call me a whore's footman for all that.\"\n\t\t-- Henry Fielding, \"Tom Jones\"\n",
  "\nThe government was contemplating the dispatch of an expedition to Burma,\nwith a view to taking Rangoon, and a question arose as to who would be the\nfittest general to be sent in command of the expedition.  The Cabinet sent\nfor the Duke of Wellington, and asked his advice.  He instantly replied,\n\"Send Lord Combermere.\"\n\t\"But we have always understood that your Grace thought Lord\nCombermere a fool.\"\n\t\"So he is a fool, and a damned fool; but he can take Rangoon.\"\n\t\t-- G.W.E. Russell\n",
  "\nThe higher you climb, the more you show your ass.\n\t\t-- Alexander Pope, \"The Dunciad\"\n",
  "\nThe more crap you put up with, the more crap you're going to get.\n",
  "\n... the most exquisitely squalid hells known to middle-class man:\nfreshman English at a Midwestern university.\n\t\t-- Tom Wolfe\n",
  "\nThe objective of all dedicated employees should be to thoroughly analyze\nall situations, anticipate all problems prior to their occurrence, have\nanswers for these problems, and move swiftly to solve these problems\nwhen called upon.\n\tHowever...\nWhen you are up to your ass in alligators it is difficult to remind\nyourself your initial objective was to drain the swamp.\n",
  "\nThe old man had lived all his life in a little house on the Vermont side of the\nNew Hampshire-Vermont border.  One day, the surveyors came to inform him that\nthey had just discovered that he lived in New Hampshire, not Vermont.\n\t\"Thank heavens!\" was his heartfelt reply.  \"I don't think I could have\ntaken another one of those damned Vermont winters!\"\n",
  "\nThe only thing faster than the speed of light is shit flowing downhill.\n\t\t-- Mike O'Dell\n",
  "\nThe only way you'll ever hear from me is if you're living in the same hell.\n\t\t-- Roy Harper\n",
  "\nThe road to hell is paved with good intentions.  And littered with\nsloppy analysis!\n",
  "\n\tTHE TEN STAGES OF INTOXICATION\n\n\t (1) WITTY AND CHARMING: This is after one or two drinks.  The tongue\n\t     is loosened and can yet remain in step with the brain.  In the\n\t     \"witty and charming\" state, one is likely to use foreign idioms\n\t     and phrases such as \"au contraire\" in place of \"Now way, Jose,\"\n\t     or \"Bullsheyet\".\n\t (2) RICH AND POWERFUL: By the third drink, you begin mentioning the\n\t     little 380 SL you've had your eye on down at the Mercedes place.\n\t (3) BENEVOLENT:  You'll buy her a Mercedes, too.  It's only money.\n\t (4) JUST ONE MORE AND THEN WE'LL EAT:  Stall tactic.\n\t (5) TO HELL WITH DINNER:  Just one more and then we'll eat.\n\t (6) PATRIOTIC:  The war stories begin.\n\t (7) CRANK UP THE \"ENOLA GAY\":  \"We could have won in Nam, but...\"\n\t (8) INVISIBLE:  So this is what the Ladies' Room looks like.\n\t (9) WITTY AND CHARMING PART II: You know, you don't sweat much for\n\t     a fat girl.\n\t(10) BULLETPROOF:  Bull-sheyet, gimme them keys, I can drive.\n\t\t-- Lewis Grizzard, \"My Daddy Was a Pistol and I'm a Son\n\t\t   of a Gun\".\n",
  "\nThe time has come for kicking ass and taking names.\n",
  "\n\tThe townspeople stood in despair as the fire that had begun in a diner\nthreatened to spread to adjoining homes.  Just then, a truck filled with\nfarm workers came speeding down a hill toward the fire.  The crowd moved\nback and the truck drove right into the thickest of the flames.  The workers\njumped out and beat at the fire with their coats, miraculously bringing the\nblaze under control.\n\tThe city fathers were so grateful for the men's heroism that they\ngave each a plaque and $1000.  After the ceremony, newsmen interviewed the\ndriver and asked him what he was going to do with the money.\n\t\"You can be damned sure the first thing I'm gonna do,\" he replied,\n\"is get the brakes fixed on that son-of-a-bitchin' truck!\"\n",
  "\nThe world is an 8000 mile in diameter spherical pile of shit.\n",
  "\nThere are three kinds of lies: lies, damned lies and statistics.\n\t\t-- Benjamin Disraeli\n",
  "\nThere are two sides to every divorce: yours and the shithead's.\n",
  "\nThere is always more hell that needs raising.\n\t\t-- Lauren Leveut\n",
  "\nThere's a man deeply in debt, see, and he takes the money he has left\nand goes to Monte Carlo to try to recoup at the roulette tables.  Won a\nlittle, lost a lot, and was down to his last franc.  Prayed for help.\nA voice whispered in his ear: \"Le rouge...\"   Man looked around; nobody\nthere.  What the hell -- he puts his last franc on the red, and it won.\nThe voice immediately said, \"Encore le rouge...\"  Played red again, and\nit won again.  The voice said, \"Impair...\"  Played odd, and it won.  Voice\nsaid, \"Quinze...\" so he put all the money on 15, and it won.  This went\non for hours, the voice telling him what to bet, and the man putting all\nhis money on what the voice said, and winning.  Finally when the voice\nspoke, the man protested that he'd won millions of dollars and wanted to\nquit.  The voice was inexorable: \"Douze...\"  The man put the money on 12,\nand 11 came up -- he had lost everything -- the voice murmured \"Merde!!\"\n",
  "\nThere's a tendency today to absolve individuals from moral responsibility and\ntreat them as victims of social circumstance.  You buy that, you pay with your\nsoul.  It's not men who limit women, it's not straights who limit gays, it's\nnot whites who limit blacks.  What limits people is lack of character.  What\nlimits people is that they don't have the fucking nerve or imagination to star\nin their own movie, let alone direct it.\n\t\t-- Bernard Mickey Wrangle\n",
  "\nThey ought to make butt-flavored cat food.\n\t\t-- Gallagher\n",
  "\nThis guy makes an appointment with a doctor because his hemorrhoids are\nreally bothering him.  The doctor gives him some suppositories and tells\nhim to come back in a week for a checkup.  \"How's it going?\" he asks\nthe patient a week later.\n\t\"I gotta tell you the truth, Doc,\" said the man.  \"For all the\ngood these pills did me, I coulda shoved them up my ass.\"\n",
  "\nThis guy walks into a bank and up to a female bank teller:\n\nMan:\t\"I want to open a fuckin' savings account.\"\nTeller:\t\"Excuse me, sir?\"\nM:\t\"Listen, bitch, I want to open a fuckin' savings account.\"\nT:\t\"Sir, I don't have to listen to this abusive language.\"\nM:\t\"LOOK!  I just want to open a fuckin' savings account.\"\nT:\t\"Sir, you leave me no choice but to speak to the manager.\"\n\nThe teller walks over and explains the customer's rude behavior to the bank\nmanager who then accompanies her back to the teller booth.\n\nMgr:\t\"Can I help you, sir?\"\nM:\t\"I want to open a fuckin' savings account.\"\nMgr:\t\"Please, sir, we'll be delighted to help you, but we must request\n\tthat you not use abusive language to our tellers.\"\nM:\t\"Look. I just won $25 million in the state lottery and I want to\n\topen a fuckin' savings account!\"\nMgr:\t\"I see.  And has this cunt been giving you any trouble?\"\n",
  "\nThis is National Smokers-Are-Shits Week.\n",
  "\nToday is gonna be one helluva week!\n",
  "\nTomorrow never comes!  It's all the same fuckin' day, man!\n\t\t-- Janis Joplin\n",
  "\n\tTwo little kids, aged six and eight, decide it's time to learn how to\nswear. So, the eight-year-old says to the six-year-old, \"Okay, you say\n`ass' and I'll say `hell'\".\n\tAll excited about their plan, they troop downstairs, where their\nmother asks them what they'd like for breakfast.\n\t\"Aw, hell,\" says the eight-year-old, \"gimme some Cheerios.\" His mother\nbackhands him off the stool, sending him bawling out of the room, and\nturns to the younger brother.  \"What'll you have?\"\n\t\"I dunno,\" quavers the six-year-old, \"but you can bet your ass it\nain't gonna be Cheerios.\"\n",
  "\nTwo morticians alternated in sharing the responsibility of covering \nthe night shift. One early morning about 3:00 am, a body was brought into the \nmortuary, and the mortician began work.  When he had unclothed the corpse, he \nnoticed a cork in the anus. Removing it, the strains of \"Hello, Dolly, well, \nhello, Dolly...!\" were plainly heard being sung.  He put the cork back, and \nthe singing stopped. Pulling it out again, the same song started, \"You're \nlookin' swell, Dolly!\".  Amazed, he telephoned his partner, and insisted he \ncome immediately to see something very unusual. Roused from sleep, the partner\nasked if it could wait until morning. It took great persistence, but finally \nthe partner agreed to dress and come down to the shop.  When he got there, he \nsaid, \"Now what was it that was so important you had to get me out of bed at \nthis ungodly hour?\" \n\tThe man said, \"Come into the embalming room.\"\n\tThey go into the embalming room, and the first partner says, \"Now \nwatch.\"\n\tHe pulls out the cork, and the anus takes off singing again. The\npartner looks at him disgustedly and says:  \"You brought me down here at\nthree in the morning just to hear some asshole sing Hello Dolly\"?\n",
  "\nVYARZERZOMANIMORORSEZASSEZANSERAREORSES?\n",
  "\n\"Water?  Never touch the stuff!  Fish fuck in it.\"\n\t\t-- W. C. Fields\n",
  "\nWe aren't what we eat.  We are what we don't shit.\n\t\t-- Hugh Romney\n",
  "\nWe call our dog Egypt, because in every room he leaves a pyramid.\n",
  "\nWe came, we saw, we kicked its ass!\n\t\t-- Bill Murray, \"Ghostbusters\"\n",
  "\nWe must remember the First Amendment which protects any shrill jackass\nno matter how self-seeking.\n\t\t-- F. G. Withington\n",
  "\nWell, now that SUN's in bed with AT&T, I sure hope she sleeps with her\nback to the wall.\n\t\t-- Guy Harris, on AT&T buying 20",
  " of SUN Microsystems\n\nEat shit and die.  Strong memo to follow.\n\t\t-- Mike O'Dell, on AT&T buying 20",
  " of SUN Microsystems\n",
  "\n\tWell, there was this tiger, who woke up one morning, and just felt\ngreat (yes, just like Tony the Tiger: GREAAAAAAT).  Anyway, he just felt\nso good, he went out and cornered a small monkey and roared at him: \"WHO IS\nTHE MIGHTIEST OF ALL THE JUNGLE ANIMALS?\"\n\tAnd this poor quaking little monkey replied: \"You are of course, no\none is mightier than you.\"\n\tA little while later this tiger confronts a deer, and just bellows out:\n\"WHO IS THE GREATEST AND STRONGEST OF ALL THE JUNGLE ANIMALS?\"\n\tThe deer is shaking so hard it can barely speak, but manages to\nstammer: \"Oh great tiger, you are by far the mightiest animal in the jungle.\"\n\tThe tiger, being on a roll, swaggered, up to an elephant that was\nquietly munching on some weeds, and roared at the top of his voice: \"WHO IS\nTHE MIGHTIEST OF ALL THE ANIMALS IN THE JUNGLE?\"\n\tWell, this elephant grabs the tiger with his trunk, picks him up, slams\nhim down; picks him up again, and shakes him until the tiger is just a blur of\norange and black; and finally throws him violently into a nearby tree.\n\tThe tiger staggers to his feet, looks at the elephant and says: \"Man,\nyou don't have to get so pissed, just because you don't know the answer!\"\n",
  "\nWell, this woman went to the butcher shop to get some ham for dinner.\nShe asked the butcher what kind of ham he recommended, and the butcher said,\n\"Well ma'am, we got some Damn ham here for $3.50 a pound...\"  Needless to\nsay, she was surprised at the butcher's language!  The butcher, who was\nreasonably astute, noticed the alarmed look on the woman's face, and quickly\njustified himself.  \"No, no, ma'am, I wasn't cursin', the NAME of this here\nham is \"Damn ham\".  Amused, the woman requested some \"Damn ham.\"\n\tThat night, before dinner, the woman took her husband aside and\nexplained what had happened at the butcher shop.  He also was amused, and\nsuggested that they play a joke on their son.  So, at dinner, after grace,\nthe man turned to his wife and said, \"Honey, pass the damn ham.\"\n\tTheir son looked up, surprised.  \"WHOAH!  Dad be gettin' hip!\nHow 'bout them mother-fuckin' potatoes?\"\n",
  "\nWhat the fuck, over?\n",
  "\nWhat the hell, go ahead and put all your eggs in one basket.\n",
  "\nWhen the shit hits the fan, keep your mouth shut!\n",
  "\nWhere the hell is Wall Drug?\n",
  "\nWho the hell wants to hear actors talk?\n\t\t-- Harry Warner, Warner Bros. Pictures, c. 1927\n",
  "\nWho took the MMMMMM out of MURINE?\n",
  "\nWhy doesn't everybody leave everybody else the hell alone?\n\t\t-- Jimmy Durante\n",
  "\nWinning isn't everything, but losing really sucks.\n",
  "\nWinter is nature's way of saying, \"Up yours.\"\n\t\t-- Robert Byrne\n",
  "\nWork like hell, tell everyone everything you know, close a deal with\na handshake, and have fun.\n\t\t-- Harold \"Doc\" Edgerton, summing up his life's philosophy,\n\t\t   shortly before dying at the age of 86.\n",
  "\nWould you mind terribly much if I asked you to take your silly-assed\nproblem down the hall?\n",
  "\nYesterday is a memory,\n\tTomorrow is a vision,\n\t\tToday is a bitch!\n",
  "\nYou are without a doubt a rogue, a rascal, a villain, a thief, a scoundrel,\nand a mean, dirty, stinking, sniveling, sneaking, pimping, pocketpicking,\nthrice double-damned, no-good son-of-a-bitch.\n",
  "\nYou can find sympathy, in the dictionary, right near shit and suicide.\n",
  "\nYou can lead a whore to Vasser, but you can't make her think.\n\t\t-- Frederick B. Artz\n",
  "\nYou have been bitchy since Tuesday and you'll probably get fired today.\n",
  "\nYou have to be a bastard to make it, and that's a fact.  And the Beatles\nare the biggest bastards on earth.\n\t\t-- John Lennon\n",
  "\n\"You have to regard everything I say with suspicion -- I may be trying\nto bullshit you, or I may just be bullshitting you inadvertently.\"\n\t\t-- J. Wainwright, Mathematics 140b\n",
  "\nYou may not be able to judge a book by its cover, but you sure as hell can\ntell how much it's going to cost.\n",
  "\nYou see that fucking fish?  If he'd kept his mouth shut, he wouldn'ta got\ncaught.\n\t\t-- Sam Giancana\n",
  "\nYou should be a hemorrhoid, you're such a pain in the ass.\n",
  "\n"
]